{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "Tu7GCC17QTpOmw2o",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Gather the students&#x27; ratio statements from the Initial Challenge. It would be helpful to display them for the whole class to see, such as on large chart paper and/or in a gallery walk. Ask students to analyze the ratios. You can revisit the characterisitics of ratios that you discussed in the previous problem.</p>"
          ]
        }
      },
      {
        "id": "_5jYsSKgow46uRR-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>Who has a ratio statement for the large box?</li><li>Who has a ratio statement for the small box?</li><li>Do you agree that these are ratios?</li></ul>"
          ]
        }
      },
      {
        "id": "5ytAeBTBXOAmYDk6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answer will vary. Students may write ratios about the boxes or across the boxes. Display examples from many groups.</li><li>Answer will vary. Students may write ratios about the boxes or across the boxes. Display examples from many groups.</li><li>Answer will vary. Discuss any that students are questioning. Have students justify their reasoning. </li></ul>"
          ]
        }
      },
      {
        "id": "VLPAed4eU4tG1o5C",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Asking students to restate how another person chose their ratio statement can help solidify understanding of ratio statements. (Language)</p><ul><li>Which ratios are equivalent?</li><li>Which ratios are part-to-part?</li><li>Which ratios are part-to-whole?</li><li>How can I change a part-to-part ratio to make it a part-to-whole ratio?</li><li>How can I change a part-to-whole ratio to make is a part-to-part ratio?</li></ul>"
          ]
        }
      },
      {
        "id": "xSC1yj9n_WdwUohc",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answers will vary. Have students justify their reasoning. Encourage pictures and diagrams to communicate and justify their reasoning.</li><li>Answer will vary.</li><li>Answer will vary. It may help to tell them that these typers of ratio comparisons compare one quantity to &quot;all.&quot;)</li><li>Total the quantities, and make tat total one of the quantities in the ratio.</li><li>Subtract the part from the whole to find the other quantity. Then, write a comparison statement using the two parts. </li></ul>"
          ]
        }
      },
      {
        "id": "TILESZHgcQDzUHC8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Discuss each of the claims in What If...? Situation A. You may want to use <strong>Learning Aid 1.3: Cupcake Claim Cards</strong> to display and take notes on each claim as you discuss them. </p><p><strong>Suggested Question</strong></p><ul><li>Let&#x27;s look at Onie&#x27;s claim. Is the statement true? Is it a ratio&gt;</li></ul><p>In the discussion, confirm that students see the following:</p><p>Onie&#x27;s claim is a ratio that compare the <em>part</em> of the box that is green cupcakes (8) to the <em>total (whole) </em>box (18). </p>"
          ]
        }
      },
      {
        "id": "CDVZ8nVXPZYu2loV",
        "title": "Onie's Claim",
        "content": {
          "type": "Image",
          "url": "cq/images/onie-s-claim.png",
          "filename": "cq/images/onie-s-claim.png"
        }
      },
      {
        "id": "O99Ic1qjOb3dP9B0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Let&#x27;s look at Tom&#x27;s claim. Is the statement true? Is it a ratio?</li></ul><p>In the discussion, confirm that students see the following:</p><p>Tom&#x27;s claim incorrectly compares the <em>part</em> of the box that is green to the <em>part</em> that is white as 10 to 8. The order is incorrect, making the ratio incorrect. </p><p>Tom&#x27;s claim should compare the <em>part</em> of the box that is green (8) to the <em>part</em> that is white (10).</p>"
          ]
        }
      },
      {
        "id": "QQyeFiiLzbGBaja9",
        "title": "Tom's Claim",
        "content": {
          "type": "Image",
          "url": "cq/images/tom-s-claim.png",
          "filename": "cq/images/tom-s-claim.png"
        }
      },
      {
        "id": "Lqa6A7ubYy1WrJG8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Let&#x27;s look at Thren&#x27;s claim. Is the statement true? Is it a ratio?</li></ul><p>In the discussion, confirm that students see the following:</p><p>Thren&#x27;s claim compare the green part of one box (8) to the green part of the other box (4). BUT this is not stated as a ratio. It is stated as a <em>difference</em>.</p><ul><li>Let&#x27;s look at Fourness&#x27;s claim. Is the statement true? Is it a ratio?</li></ul><p>In the discussion, confirm that students see the following:</p><p>Fourness&#x27;s claim is a fraction, not a ratio. However, it can be restated as a ratio comparison of part-to-<em>whole/total</em>: In every 3 (<em>total</em>) cupcakes, there is one (<em>part</em>) green. The connection between fractions and ratios is complex. </p><p>Note that you can write a ratio in fraction notation. 1 green for every 2 white can be written 1:2, which can be written 1/2. 1/2 as a fraction means 1 part out of 2 total in the whole, whereas 1/2 as a ratio does not imply anything about total. It is a part-to-part ratio. </p><p>Note that another difference between fractions and ratios is putting together amounts. When adding fractions, we get equal-size pieces in the whole (denominator) and add the number of pieces (numerators). For example, 1/2 + 1/2 = 2/2. If we combine two ratios, we can add to both the quantities. For example, if we have a box of 1 green for every 2 white and another box of 1 green for every 2 white, we get 2 green for every 4 white. Or 1/2 and 1/2 as a ratio could mean 2/4. </p><p>For this reason, we do not encourage fraction notation for ratios in this unit. It is important that students learn to recognize ratios before they are asked to differentiate the notation with fractions.</p><ul><li>Let&#x27;s look at Fiona&#x27;s claim. Is the statement true? Is it a ratio?</li></ul><p>In the discussion, confirm that students see the following:</p><p>Fiona&#x27;s claim can be restated as a <em>part-to-part</em> ratio: for every 1 green, there are 2 white, or for every 1/2 green, there is 1 white. </p>"
          ]
        }
      },
      {
        "id": "i-SZfl7cDvM6tGos",
        "title": "Fiona's Claim",
        "content": {
          "type": "Image",
          "url": "cq/images/fiona-s-claim.png",
          "filename": "cq/images/fiona-s-claim.png"
        }
      },
      {
        "id": "VNMnqJAvis3y567T",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Let&#x27;s look at Sivi&#x27;s claim. Is the statement true? Is it a ratio?</li><li>Are any of the ratios in the six claims equivalent?</li></ul>"
          ]
        }
      },
      {
        "id": "ZIRWSg-20zeNaOIy",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>No. The way Sivi has phrased it is incorrect. By saying 8/10 are green, she is talking about a part-to-whole relationhip, but the 8 to 20 is the part-to-part relationship. Her statement should be &quot;In the large box, 8/18 of the cupcakes are green.)</li><li>There are no equivalent ratios shown in these claims. However, students could rewrite some of the ratios to find equivalent ratios.</li></ul>"
          ]
        }
      },
      {
        "id": "kffC0BU0QF0fB1Xd",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding</strong></p><p>What If...? Situations B and C can be used as a check for understanding. These questions will help you assess how students are making sense of equivalent ratios. Ask the students to do a Think Alone, Think with A Partner, then Share with the Class. (Problem-Solving Environment)</p><p>In What If...? Situation C (1), students will need to scale the large boxes to see if there is enough green for 50 people. Students may use various strategies, such as those shown below. Discuss how the strategies show similar reasoning about the number of green cupcakes in the six boxes. </p>"
          ]
        }
      },
      {
        "id": "_xh5kvm0abrmsA_y",
        "title": "Six Large Boxes",
        "content": {
          "type": "Image",
          "url": "cq/images/six-large-boxes.png",
          "filename": "cq/images/six-large-boxes.png"
        }
      },
      {
        "id": "TPR-uAvr33_5MffX",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In What If...? Situation C (2), students may use various strategies. One example might include the following:</p><p>The grande box will look like two small boxes. Since there are 12 cupcakes in the small box, it can be doubled to make 24 total cupcakes with a ratio of 8 green to 16 white. </p>"
          ]
        }
      },
      {
        "id": "8hetmq8eN5ykzh67",
        "title": "Grande Box",
        "content": {
          "type": "Image",
          "url": "cq/images/green-and-white.png",
          "filename": "cq/images/green-and-white.png"
        }
      },
      {
        "id": "TILEuvzgvktbDg2O",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? Questions. </p><p>See answers to the problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "iubhq_IjV-FX49D2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong> </p><li>Use the following questions to assess student understanding at the end of the lesson.</li><ul><li>What evidence do I have that students understand the Now What Do You Know? Question?</li><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
