{
  "type": "intro",
  "content": {
    "tiles": [
      {
        "id": "zyoT6wp_c7IxjDmS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Overview: </strong></p><p>Throughout this unit, we will explore how bionic arms work. Bionic arms are designed for people with limb differences (e.g., people who lost a limb as a result of an accident). With recent developments in science and engineering, these individuals can now directly control a prosthetic arm as if it was their own biological arm. Throughout the unit, you will also learn about the engineering design process: what do engineers do and how their work can help people.</p><p><strong>Learning Objectives: </strong></p><p>This activity is intended to help you come up with questions about how body systems interact with one another and with technology. </p>"
          ]
        }
      },
      {
        "id": "bj5dqEB0okmYf9qy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To start off, please drag the following tile into your workspace and answer these questions. You can use any available tool tiles to answer the question.</p>"
          ]
        }
      },
      {
        "id": "vyjX6xCHPxxdvt8E",
        "title": "Robotics Knowledge Questions",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "ks7MWN",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>1) What do you know about bionic arms? (e.g., what they look like, why people might use them, in what ways are they connected to the person’s body, how they work)</p><p>2) If you were tasked to design a bionic arm, what do you think the people who use them would like in terms of appearance and function?</p>"
                ]
              }
            }
          ]
        }
      }
    ]
  }
}
