{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "YzNRQl2Hia39CLez",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p>Solutions and Strategies<em> </em></p><p>The key result of work on this Problem is to find the formula for the angle sum of any polygon. Students might not be able to express this in the most compact symbolic form, 180(n - 2), or even in symbolic form at all, but you might be able to help them get to such an expression.</p><p>Display <strong>Learning Aid 3.2B: Angle Sum Patterns in Regular Polygons.</strong> With input from the class, fill in the missing information. Accept, record, and then discuss all answers. (Portrayal)</p><p>It is likely that many students will have angle measures that are close to the actual measures but not exact. Some students may disagree with the measurements that others give.</p><p>During the Summary a person from each group can present the argument for the reasoning in the strategy they explored from What If Situation A. (Problem Solving Environment)</p><p>During the Summary have students share their thinking about the shapes in What If Situation B.</p>"
          ]
        }
      },
      {
        "id": "7ukCaAeplqiXTv3b",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p><p><strong>Suggested questions</strong></p><ul><li>What patterns do you notice in the relationship between the number of sides and the angle sum? (As the number of sides increase by 1, the angle sums increase by 180.)</li><li>So for any polygon, how could I find the angle sum? (Some students may use words: “Take the number of sides subtract 2 and multiply by 180 to get the angle sum.” Some students may use symbols: 180(n-2) = S.)</li><li>How are regular polygons different from irregular polygons? (All the side lengths and angle measure are equal.)</li><li>If we know the sum of the angle measures for a polygon, how can we find the measure of one angle in a regular polygon? (Some students may use words: “Find the sum of all the angles and then divide that by n.” Some students may use symbols as in the equation  below.)</li><li>How would knowing about the “inside” angle sums help you in constructing a geometric shape? (Answers will vary.)</li><li> Do you have any What If questions?</li></ul>"
          ]
        }
      },
      {
        "id": "8ofzHKbKc0ES2b2n",
        "title": "Measure of one angle in a regular polygon",
        "content": {
          "type": "Expression",
          "latexStr": "A=\\frac{180\\left(n-2\\right)}{n}"
        }
      },
      {
        "id": "JVeMOAlpwYd4150s",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Ask the students if-then questions to help deepen their understanding. (You may need to wait until after the What If exploration to use these questions.) (Time)</p><ul><li>If a regular polygon has 20 sides, what will be the sum of all the angles in that polygon? Explain why your answer makes sense. (The sum of all the angles is 180(20 - 2), which is 3,240°. Using the triangle approach, we see that 18 triangles can be formed in a 20-side polygon.)</li><li>If a regular polygon has 20 sides, each angle must have how many degrees?  Explain why your answer makes sense.  (Each angle measures 3240°/20, or 162°.  Since we have a lot more sides, the interior angles are getting wider.)</li><li>If you gently encourage students to make observations about patterns in the chart, some may look at the angle sums and observe the relationship to the triangle’s 180° angle sum.  You may have a student who extends this relationship by noticing that a square contains two triangles (by drawing one diagonal, 180° x 2 = 360°), a pentagon contains three triangles (by drawing two diagonals from one vertex, 180° x 3 = 540°), and so on.  You may want to hold on this conversation until after the What If exploration or use it as the Launch into the What If.</li><li>How would you describe Trevor’s strategy?  (Answers will vary. They should include something about dividing into triangles or groups of 180°.) </li><li>How does knowing the number of triangles help you?  (We found in the Initial Challenge that all triangles have 180° so knowing how many of those are in a polygon was important.)</li><li>How many triangles or groups of 180° did you find in the polygons?  (It was always two less than the number of sides or (<em>n</em>-2). )</li><li>How did this help you generalize a relationship about the angle sum and the number of sides of a polygon?  (Answers will vary. Students may describe in words that since the number of triangles formed is two less than the number of sides of the polygon.  The angles of the triangles piece together to give the angles of the polygons.  Since a triangle has an angle sum of 180° you would take the number of sides minus two and then multiply that by 180.)</li><li>How can we describe this generalization in an equation?  (S = 180(<em>n</em>-2))</li><li>How would you describe Casey’s strategy? (Answers will vary. They should include something about creating triangles within the polygon around a center point.)</li><li>How did Casey’s strategy help you?  (These triangles always came together in a circle, and we knew that a circle has 360°)</li><li>How many triangles did you find for each polygon? (The same number of triangles as the side lengths.)</li><li>How did this help you generalize a relationship about the angle sum and the number of sides of a polygon? (Answers will vary. Students may describe in words that in this method you always draw the same number of triangles as you have side lengths.  Each triangle has 180° but there are 360° in the center of the polygon that aren’t part of the polygon’s angles so those get subtracted.)</li><li>How can we describe this generalization in an equation?  (S = 180<em>n</em> – 360)</li><li>For Trevor, we have the expression 180(<em>n</em>-2) and for Casey, we have the expression 180<em>n</em> – 360. Are these expressions equal? (Yes. Students might use evidence from the charts or shapes to justify the equivalence of the shapes. Or, students might mention the Distributive Property as evidence that the shapes are equivalent.)</li><li>How would you describe Maria’s strategy? (Angles 1, 2, and 3 have a sum of 180°. We can visualize this as a way to describe Maria’s strategy.)</li><li>What do you notice about the sides and angles of the shapes in What If Situation B? (The shapes have angles that “poke into” the shape. This creates some interesting shapes. And, there are angles larger that 180˚ inside the shape.)</li></ul>"
          ]
        }
      },
      {
        "id": "f-P2IPn_zCOGKQ78",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What If Situation B introduces polygons that are concave. This is not essential vocabulary for students at this time. Familiar figures like triangles, parallelograms, and trapezoids are called <strong>convex polygons</strong>. Figures like those pictured in What If Situation B are called <strong>concave polygons</strong>. A concave polygon will always have at least one reflex interior angle—that is, an angle with a measure that is between 180 degrees and 360 degrees.</p><ul><li>Do the patterns you discovered for that angle sum of convex polygons work for concave polygons?  (Yes)</li></ul>"
          ]
        }
      },
      {
        "id": "eB7CIPQWNtaDD7a0",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Discuss the equations for Triangle ABC in What If Situation C.</p><ul><li>Are Amy and Becky’s equations equivalent in Situation C?  (yes)</li><li>What information are Becky and Amy using to find the measure of the missing angle in Triangle ABC? (Amy is using the formula that the sum of interior angles of a triangle is equal to 180 degrees. Becky seems to be using the understanding that in a right triangle, the sum of two non-90˚ angles is equal to 90 degrees.)</li></ul>"
          ]
        }
      },
      {
        "id": "eM0Wh8uhhgXMMqGM",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use a culminating question so students can apply their thinking and answer the Now What Do You Know question.</p><ul><li>Does the pattern relating number of sides, measures of angles, and angle sums apply to all of these shapes?  Explain your reasoning. </li><li>What is the relationship between the angle sum S of a polygon with <em>n </em>sides? </li><li>How can you find the measure of an angle in a regular polygon with <em>n</em> sides? </li></ul>"
          ]
        }
      }
    ]
  }
}
