{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "YzNRQl2Hia39CLez",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p><p><u>Solutions and Strategies</u><em> </em></p><p>The key result of work on this Problem is to find the formula for the angle sum of any polygon. Students might not be able to express this in the most compact symbolic form, 180(n - 2), or even in symbolic form at all, but you might be able to help them get to such an expression.</p><p>Display <strong>Learning Aid 3.2B: Angle Sum Patterns in Regular Polygons.</strong> With input from the class, fill in the missing information. Accept, record, and then discuss all answers. (Portrayal)</p><p>It is likely that many students will have angle measures that are close to the actual measures but not exact. Some students may disagree with the measurements that others give.</p><p>During the Summary a person from each group can present the argument for the reasoning in the strategy they explored from What If Situation A. (Problem Solving Environment)</p><p>During the Summary have students share their thinking about the shapes in What If Situation B.</p>"
          ]
        }
      },
      {
        "id": "7ukCaAeplqiXTv3b",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p><ul><li>Suggested questions</li><li>What patterns do you notice in the relationship between the number of sides and the angle sum? (As the number of sides increase by 1, the angle sums increase by 180.)</li><li>So for any polygon, how could I find the angle sum? (Some students may use words: “Take the number of sides subtract 2 and multiply by 180 to get the angle sum.” Some students may use symbols: 180(n-2) = S.)</li><li>How are regular polygons different from irregular polygons? (All the side lengths and angle measure are equal.)</li><li>If we know the sum of the angle measures for a polygon, how can we find the measure of one angle in a regular polygon? (Some students may use words: “Find the sum of all the angles and then divide that by n” Some students may use symbols: 180(𝑛−2)/𝑛.)</li><li>How would knowing about the “inside” angle sums help you in constructing a geometric shape? (Answers will vary.)</li><li> Do you have any What If questions?</li></ul>"
          ]
        }
      },
      {
        "id": "JVeMOAlpwYd4150s",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Ask the students if-then questions to help deepen their understanding. (You may need to wait until after the What If exploration to use these questions.) (Time)</p>"
          ]
        }
      }
    ]
  }
}