{
  "type": "challengeb",
  "content": {
    "tiles": [
      {
        "id": "9kav8j__ETNnANYW",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>                                                                               M2Studio Lesson 5: Kenia’s Challenges</strong></p><p><strong>                                                                                Challenge B: Kenia’s Housing Problem</strong></p><p>Being an adult can be pricey. There is just so much to see and do and buy! Kenia has shared these images of some of the things she spends money on: </p>"
          ]
        }
      },
      {
        "id": "LImq3L9QJf8zjg37",
        "title": "Kenia's life",
        "content": {
          "type": "Image",
          "url": "m2s/images/housing-image.jpeg",
          "filename": "m2s/images/housing-image.jpeg"
        }
      },
      {
        "id": "wp7jRK70JENFBkkJ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kenia loves her cozy apartment in Cambridge, MA, but rent is very high. She considered moving to Concord, closer to the aquarium, but rent is even more expensive there. A friend suggested that she should move to Nashua, NH, which might be more affordable. Kenia contacted a group of students who developed an app in M2Studio to help her decide if she should move. The app they made (see the Client Letter below) seems like a good start, but she is worried it might not be taking everything into account. </p><p>Kenia wants you and your classmates to work in teams to analyze the Client Letter and then develop a more useful model that can help her determine if she will actually save money if she moves to Nashua.  She asks that you keep detailed modeling memos as you work, as she wants to be able to check your work. If your app is good, she will also share it with her friends who have also considered moving cities to save money. </p><p>Your goal is to create a well-rounded and informative model that will help Kenia and others choose where to live. You then need to convince Kenia that your model is the best one. </p>"
          ]
        }
      },
      {
        "id": "W2YZNYOF1Gbla4H4",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>                                                                                                    <strong>Resources</strong></p><p>The Client Letter from the previous students:</p>"
          ]
        }
      },
      {
        "id": "Qn_-CPwiQAoYwFF5",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "m2s/images/housing-existing-model.jpeg",
          "filename": "m2s/images/housing-existing-model.jpeg"
        }
      },
      {
        "id": "IgOEL2qFf4e8u_0Q",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>More resources: You are allowed to use the internet to get more information to help you build your model. Remember to cite your sources! </p>"
          ]
        }
      }
    ]
  }
}
