{
  "type": "sequence",
  "content": {
    "tiles": [
      {
        "id": "J2dySNsLPy6q4-y2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Let&#x27;s Talk About Water</strong></p><p>Students list ways that people use water and think about why water is important to activate prior knowledge before watching the water conservation videos in the next activity.</p><p>Notes: </p><ul><li>Students do not need to have in-depth knowledge about the importance of water in this introductory activity. Instead, they should discuss what they already know. </li><li>The teacher may want to expand this activity by including time for pair-share discussion and whole class discussion as needed and as time allows. </li><li>Students can share ideas in class discussion verbally, or the teacher (and students) can view and share their work using the sharing and group tools to view each other&#x27;s work.</li></ul>"
          ]
        }
      },
      {
        "id": "vUfo9IJ0VXFu7pXE",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Water Conservation Video Activity</strong></p><p>Students explore two water conservation videos and answer the question “Why is it important to conserve water?”</p><p>Notes:</p><ul><li>This discussion should prompt students to think about the quality and quantity of water available in their communities now and in the future. The teacher should include time for pair share and whole class discussion after students watch the videos. </li><li>Pair Share: Students talk about their responses with their teammates.  </li><li>Whole Class: The teacher brings the teams together for class discussion, charting their ideas and questions as different students share.</li></ul>"
          ]
        }
      },
      {
        "id": "tsmkBvEp43s7mDTh",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Introducing a Need Statement</strong></p><p>Students discuss problem-solving and the need statement for this design. </p><p>Notes:</p><ul><li>The teacher should share how they solved a problem in their own lives as an example for the class. </li><li>In the teacher example and as students share their examples, the teacher can point out that (1) problems have multiple solutions and not one “right” answer, and (2) sometimes we learn that the actual problem is different than the problem we originally wanted to solve</li><li>When introducing the need statement, the teacher can explain how the class is going to work on solving an engineering problem over the next few lessons. This problem should solve a need in our community. </li><li>Introduce the need statement (drawing on what the class just learned about water conservation) “Here’s a statement about what people in our community need.” </li><li>When students note what they are wondering about the need statement, they can note wonderings about the need statement or anything related to water conservation. The teacher can highlight how their ideas relate to tomorrow’s class content or how ideas are in line with engineering habits of mind. </li></ul>"
          ]
        }
      },
      {
        "id": "ze4Rz4DC0aGV_jSj",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineer Notebook</strong></p><p>Students note their ideas and questions about water conservation through sketching and/or note-taking. </p><p>Notes; </p><ul><li>The purpose of this activity is to focus students on documenting information gained and reflecting on its value and their process (metacognition).  We want students to make their ideas visible, whatever thoughts they are thinking on the topic at the time. However, if the teacher reads over student notebooks and spots any misconceptions around the scientific content, the teacher should make a note of this and correct these misconceptions when time permits in the following lessons. </li></ul>"
          ]
        }
      },
      {
        "id": "alSGBbOjzBqesZL2",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Community Connection (Optional Extension Activity): </strong></p><p>Before or after this lesson, take a quiet walk around the school with a notebook. Note any community members (e.g., stakeholders—office staff, custodians, students from other grades). With teacher support, students can ask community members what they think about water conservation and take notes. </p>"
          ]
        }
      }
    ]
  }
}