{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "rNGRNxQWpSmVPyex",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This Problem builds on students’ understandings of percent that begin in the Grade 6 <em>Comparing Quantities </em>Unit. A percent is a part to whole comparison of two quantities where the whole of one of the quantities is 100. This Problem explores the use of percent proportional relationships to solve problems about tax.</p><p><strong>Implementation Note</strong>: Be sure to hold a discussion after the Initial Challenge before moving on to the What If. This will allow you to highlight your students’ strategies before analyzing the strategies of other students that are presented in the What If. You can use the strategies in the What If to connect to how your students thought about the proportional reasoning in the tax situation. If students aren’t interested in the context of buying school supplies in the Initial Challenge you could use items from a local store’s weekly sales advertisement.</p><p>Have students work on the Initial Challenge. As a class, discuss the strategies and solutions for determining the total cost with tax. After the discussion, have students work on the What If questions. For Situation A, you might have students think about and discuss as a class the strategies not already presented by your students. This may allow a discussion of strategies different from students’ own thinking for solving the Initial Challenge. Situation C offers an opportunity to work backward to find the cost of an item when we know the tax amount.</p>"
          ]
        }
      },
      {
        "id": "TILE_4yB4ds05gGL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL: </strong> Analysis, Synthesis</p>"
          ]
        }
      },
      {
        "id": "TILE1UdsymQu2AcN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding, use, and representation of proportions to include percents</p><ul><li>Find the percent of a number</li><li>Find the base when given the percent and percent of a number</li></ul><p>Deepen ability to make and use comparisons of quantities to include percents.</p><p>Consider multiple strategies to solve problems, including a tape diagram.</p>"
          ]
        }
      },
      {
        "id": "TILEcEcMZFYLWnSP",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How are percent problems like ratio and rate problems?</p>"
          ]
        }
      },
      {
        "id": "8QKWQK3ydBWuNauh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started</strong></u>)</p><p><u>Connecting to Prior Knowledge</u></p><p>Use <strong>Teaching Aid 3.1: Introduction</strong> to begin the Problem with students. This will allow you to have students keep their books closed or not look at the Problem for the Introduction. Explain the use of percentages for discounts and taxes. It is important for students to understand that discounts take a percentage off of an amount and that taxes add a percentage to an amount. Some students may be familiar with this use of percentages.</p>"
          ]
        }
      },
      {
        "id": "9_YME9MJPn2IwYRY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Another way to think about this is to remember that $1.00 is 100 pennies.</p><p>100 pennies + (6% of 100) = 100 pennies + 6 pennies</p><p>                                           = 106 pennies</p><p>                                           = $1.06</p>"
          ]
        }
      },
      {
        "id": "pshmipmc3fd1GVBv",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>For the Initial Challenge, have students keep their books closed or look only at the Initial Challenge. The What If portion of the Problem presents student strategies that you may not want students to see until after working on the estimate and total bill with tax.</p><p>Introduce the Jason’s school items with tax using <strong>Learning Aid 3.1A: Cost of Skylar’s School Items</strong>. You can use one Learning Aid per partner group. Although estimating is a common strategy when shopping, many students will resist doing an estimate. You may have to encourage them to do the estimate before finding the actual amount of the bill with tax.</p>"
          ]
        }
      },
      {
        "id": "xPJgrwCencd53a_6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Why is it important to estimate? (Sometimes in a situation like this one, an estimate is all you need to do. Jason just needs to know if he has enough money. Estimates also tell us if our actual answer is reasonable.)</li><li>How do we find estimates? (We change the numbers, often by rounding slightly up or down, to make them easier to compute with.)</li><li>What is an estimate for the price of the sticky notes? ($4.)</li></ul><p>Have students work with a partner on this problem of finding the exact costs with tax.</p>"
          ]
        }
      }
    ]
  }
}
