{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "nfHOBffFNwuww-3j",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have students share how they used the long division algorithm to find the decimal equivalents. (This could be just in a Gallery Walk with all of the work displayed.)</p><p>Have partners share the patterns they found and how this helps in predicting which fractions have terminating decimal representations and which have repeating decimal representations. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "mftiHBNh40VfOEr_",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>The long division algorithm is introduced in the 6th grade unit, <em>Points of Rational</em>. Having a short conversation on how they used it can help some students to solidify their understanding of the process. The main focus of the summary should be on repeating decimals.</p>"
          ]
        }
      },
      {
        "id": "ZvkKLWH7oGkCN6nr",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How did you use the long division algorithm to find your decimal representation? (Answers will vary.  Have students share their work and explain how they used it.)</li><li>In the Initial Challenge, was Charlie’s claim correct? (Yes. When dividing with integers the numeral in the quotient will be the same, the sign will change depending on the signs of the dividend and divisor.)</li><li>In the Initial Challenge, is it possible for Nicole to predict if the fractions will have a terminating or repeating decimal? (The fractions with denominators of 4, 5, 8, 10 would still terminate and the denominators of 3, 6, 7, 9, 11 would repeat.)</li><li>What pattern in Matt find in What If Situation B? (The numerator is the number that is repeating in the repeating decimal)</li></ul><p><strong>Going Further</strong>:  Some students might also enjoy looking at the pattern in the decimals that have a denominator of 11.  </p><ul><li>How did you find the fractional representation for the decimals in What If Situation C? (Answers will vary. Focus the discussion on the patterns they found in this problem. For example: 1.2222… has a repeating pattern of .22222 which was the pattern found in What If Situation C for 2/9 so the equivalent fractional representation would be 1 and 2/9.)</li></ul>"
          ]
        }
      },
      {
        "id": "dKfZ7E91B0g9p89s",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "i0LLYCEKvSD1vcch",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
