{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "IUSufsyYKWg_vBj2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem challenges students to find ways of putting multiple copies of a figure together to make a larger, similar figure. This process is called rep‑tiling. Rep‑tiling allows students to revisit similarity in a new context. In deciding how to put rep‑tiles together, students identify relationships between the scale factor, side lengths, and areas of similar figures. For example, they find that if the scale factor from a smaller quadrilateral to a larger quadrilateral is 2, the side lengths and perimeter grow by a factor of 2. The area, however, grows by a factor of 2<sup>2</sup>, or 4.</p>"
          ]
        }
      },
      {
        "id": "7V6e84Fe_H68M-eN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:</strong> Creating the rep-tiles takes time for students to cut, manipulate and draw. Due to this it may take 1.5 days to complete this task. Having a conversation after students have completed the Initial Challenge can help them focus their thinking between the two class periods. </p>"
          ]
        }
      },
      {
        "id": "weCzudF9TinRuAHG",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>:  Analysis, Synthesis</p>"
          ]
        }
      },
      {
        "id": "TILEXBkoBN1-OnZp",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How do rep-tiles show the relationship between the scale factor and the perimeter and area of similar shape? </p>"
          ]
        }
      },
      {
        "id": "4CVY5J6FiZFc7wCe",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Explore enlarging a geometric figure using “rep-tiling. Expand understanding of similar figures and which attributes change and which stay the same: </p><ul><li>corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.</li><li>corresponding side length of the rep-tile (similar figure) increases by the scale factor used to create a new figure. </li><li>perimeter of the rep-tile (similar) figure increases by the scale factor </li><li>area of the rep-tile (similar) figure increases by the scale factor squared. </li></ul>"
          ]
        }
      },
      {
        "id": "WA-h_rcD-bL-CgzA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u><em>Connecting to Prior Knowledge</em></u></p><p>In the previous Investigation, students explored the relationship between the corresponding sides, corresponding angles, perimeters, and areas of similar figures. This Problem continues students’ exploration of scale factors and similarity by rep-tiling, or building shapes from copies of smaller, similar shapes with a focus on the area change.</p><p>In each of these contexts, students study how the areas of two similar figures are related to the scale factor. It is often surprising to students that if they apply a scale factor of 2 to a figure (or in general, n), the area becomes four times as great (in general, n2 as great).</p><p>At this stage, students should not be concerned with area calculations. Instead, students use rep-tiles to see that when they apply a scale factor of 2, it requires four copies of the original figure. In this case, students measure area using the original figure as the unit rather than units of square inches or square centimeters.</p>"
          ]
        }
      },
      {
        "id": "pR5bV3Qq8Wu_KS1o",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Use the diagrams in the student edition. </p>"
          ]
        }
      },
      {
        "id": "TupYGJOAoFAsDyUk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How are these patterns similar? (The patterns both tessellate. The shapes fit together exactly with no overlap or underlap.) </li><li>What is different about these patterns that might make one a rep‑tile and the other not?</li></ul>"
          ]
        }
      },
      {
        "id": "YfoaYM_AqwLK9FgZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note:</strong> A regular hexagon will tessellate because it fits together with no overlaps or underlaps. It has a pattern that can be continued forever. However, there is no larger regular hexagon in the pattern formed by the small hexagons. The regular hexagon tessellates, but it is not a rep‑tile. On the other hand, if you put four squares together, you can make a larger square that is similar to the small squares. Students will find other figures for which this is the case.</p>"
          ]
        }
      },
      {
        "id": "TILEzIBhJ1Go68JF",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students are going to work with quadrilaterals and triangles. The challenge is to determine which types of quadrilaterals and triangles are rep‑tiles. For each shape, find whether it is possible to put together several identical small shapes to form a larger version of the same shape. When it is possible, you will sketch how the shapes fit together and answer some questions about the measurements of the figures.</p><p>Students can work with partners or in small groups.</p><p>Students can use their own drawings, the Shapes Set, or copies of <strong>Learning Aid 3.1: Quadrilaterals for Rep-Tiles </strong>(accessibility)  and L<strong>earning Aids 3.1B: Triangles for Rep-Tiles </strong>(Portrayal) to make copies of figures. If they fold a piece of paper in fourths, trace a figure, and then cut it out, students will have four congruent copies of that figure.</p><p>Students may want to use colored pencils so that they can clearly see the borders between figure copies. Rulers can be helpful as well. Students can use them as straight‑edges when sketching, and also measure lengths in order to find scale factors. Students can use angle rules or protractors to check angle measures (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "oYTCdEGdHbBbjEDX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:</strong> Stopping after students have worked on the Initial Challenge to have a short conversation can help students to stay focused on the math. Students can get lost in the cutting, drawing, and/or manipulating shape sets and miss the mathematics. Have a brief conversation on which ones they were able to rep-tile and then send them to the What If.  </p>"
          ]
        }
      }
    ]
  }
}