{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "BmjUdRy0JbM78L46",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>One day in the ancient kingdom of Montarek, a peasant saved the life of the king’s daughter. The king was so grateful he told the peasant she could have any reward she desired. The peasant, the kingdom’s chess champion, made an unusual request:</p>"
          ]
        }
      },
      [
        {
          "id": "cd7532Ur0_PSU3ZT",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Plan 1:  The Peasant&#x27;s Plan</strong></p><p>“I would like you to place 1 ruba on the first square of my chessboard, 2 rubas on the second square, 4 on the third square, 8 on the fourth square, and so on. Continue this pattern until you have covered all 64 squares. Each square should have twice as many rubas as the previous square.”</p><p>The king replied, “Rubas are the least valuable coin in the kingdom. Surely you can think of a better reward.” </p><p>But the peasant insisted, so the king agreed to her request. </p>"
            ]
          }
        },
        {
          "id": "w7M3H1URL8Tprus_",
          "title": "Image 1",
          "content": {
            "type": "Image",
            "url": "ggg/images/screenshot-2025-01-08-at-4.22.44 pm.png",
            "filename": "ggg/images/screenshot-2025-01-08-at-4.22.44 pm.png"
          }
        }
      ],
      {
        "id": "1gmJewCwQPYOCFmn",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To decide if the peasant made a wise choice Chen makes a table, graph, and an equation to represent the Peasant’s request.</p><li>Explain how Chen’s representations might help? </li><p></p><li>Which square will have 2<sup>30</sup> rubas? Explain your answer.</li><p></p><li>What is the first square on which the king will place at least one million rubas? How many rubas will be on this square? </li><p></p><li>Does the pattern shown in the table, graph and equation represent an exponential function? If so, what is the growth factor?</li>"
          ]
        }
      }
    ]
  },
  "supports": []
}
