{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "lVdT0jlR92zDdcxc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students analyze various methods for making fair decisions. Fictional students propose ways to make a number of decisions, which students need to evaluate. The proposals suggest some new ways to use spinners, number cubes, blocks, and drawing straws to help students think about probability simulations.</p>"
          ]
        }
      },
      {
        "id": "dF5kN_5nAqi-pHvI",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong>  Explore/Analysis &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "q4k35LwpNpAYyuAb",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Continue making sense of equally likely outcomes determining the fairness of a game.    </p><p>Begin to see that there are many things to consider when simulating an event.</p><p>Begin to notice/recognize:  </p><ul><li>A game is fair if the outcomes are equally likely to occur</li><li>A tool used to simulate a game must be able to simulate the indicated outcomes</li><li>Use a model to determine the probabilities of events</li><li>Design a simulation to generate frequencies for an event</li><li>Analyze possible simulations to determine which method will yield fair results</li></ul>"
          ]
        }
      },
      {
        "id": "Kuv9a37w8qsFVmRr",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>When using a tool to simulate a fair game, what things must you consider?</p>"
          ]
        }
      },
      {
        "id": "xvDDFjvDh5dx2eYX",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>In this Problem, students use all of the methods or tools they have learned (coins, number cubes, blocks, and spinners) to evaluate the fairness of an activity. Students must use what they have already learned to decide if their chosen strategy is fair and how to use that strategy to create a fair event.</p>"
          ]
        }
      },
      {
        "id": "jSbZcdgelsRDZxpU",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What does it mean to choose fairly? (Everyone has an equally likely chance of being chosen. The choosing is done randomly.)</li></ul>"
          ]
        }
      },
      {
        "id": "GjP3zHYs28Kb-mu3",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Explain the situation in the Introduction on choosing a messenger to send to the office. Ask students if they have any suggestions to fairly select a student.  Have students work in groups of two to three. For the Initial Challenge you might want to divide up the possible methods to investigate and have each group analyze two to three methods to save time. Have available blank spinners (<strong>Learning Aid 3.1:  Blank Spinner</strong>), number cubes, coins, colored, blocks, straws, and bags for students who want to test their ideas.  </p><p><strong>Implementation Note:</strong>  You might want to have a brief conversation after the Initial Challenge before having groups work on the What If Situations.  </p>"
          ]
        }
      }
    ]
  }
}