{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "wtL1TpqGz-_Nlw8p",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Opening Question</strong></p><p>Who should conserve water in our community? Why is water conservation important to that person?</p><p>Type your answer in the box below.  If you would also like to draw a sketch to express your ideas, use the sketch box. </p><p>(Optional) Feel free to use this sentence starter:</p><p>________ should conserve water because ______________ </p>"
          ]
        }
      },
      {
        "id": "r6mF45wntQjOpQqs",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Who should conserve water in our community. Why is water conservation important to that person? </strong></p><p></p><p></p>"
          ]
        }
      },
      {
        "id": "4MDGEPDNDWg_Rd9E",
        "title": "Who should conserve water in our community? Why is water conservation important to that person?",
        "content": {
          "type": "Drawing",
          "objects": []
        }
      },
      {
        "id": "to51k2UP3aB3row9",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity: Identifying Stakeholders</strong></p><p>You just identified some of your<strong> stakeholders</strong>! </p><p>A <strong>stakeholder</strong> is any person who<em> cares about</em> your design solution or <em>will be affected by it </em>in some way. In this case, stakeholders are people in your community that you will affect if you create a design solution for water conservation. They <em>have a stake</em> in your design solution.</p><p>A design solution can affect many people:</p><ul><li>people that care about the design solution</li><li>people that use the design solution (even if they don&#x27;t care about it very much)</li><li>people that want the design solution in their community (even if they might not use it)</li><li>people that might not want the design solution in their community</li><li>people that will give money, time, or other resources to create the design solution</li></ul>"
          ]
        }
      }
    ]
  }
}