{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "H1RR2TclzD-BKKqd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>For some groups, it might be helpful for them to use the Three Read strategy that was used to launch the unit as they look through the scenarios in the Initial Challenge.  </p><p>Allowing students to use whiteboards, windows, desks, or laminated chart paper to try their ideas before writing it in their notes can alleviate student fears of being wrong.</p>"
          ]
        }
      },
      {
        "id": "oulvYSW9kPkpQkFw",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>For _______ club, what are they trying to find out with their sampling? <em>(Business Club: favorite yogurt of students; Adventure Club: how to find the number of marbles in a bowl; Video Game Club: outcomes of a game; Fish Club: number of fish in a lake; Future Medical Professional Club: heart rate data of seventh graders.)</em></li><li>For _______ club, would a sketch of the situation be helpful? <em>(Answers will vary) </em></li><li>Can you put into your own words the idea that Lucas or Quinn have for finding the population at the concert? <em>(Answers will vary) </em></li></ul>"
          ]
        }
      },
      {
        "id": "Sau5hkZXvyLfGgKl",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Suggesting that the students draw a sketch or act out the scenarios in What If . . . ? Situation C can help them make sense of each survey method. <em>(Portrayal)</em></p><p>They may want to make a list advantages and disadvantages that can be considered in a class discussion during the summary. </p>"
          ]
        }
      },
      {
        "id": "PdSgPnbhDm6cL_h9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "Q-j_5pYxcDHFbOQY",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><em>Now What Do You Know?</em></u></p><p><em>Why do we look at samples to describe or draw conclusions about a population? Why is it important to have a representative sample?</em></p><p>(As you are circulating during the Explore, listen to how students are discussing what they believe makes a sample representative of the population.  Collect examples to have students share in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}
