{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "H1RR2TclzD-BKKqd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>For some groups it might be helpful for them to use the Three Read strategy that was used to launch the unit as they look through the scenarios in the Initial Challenge.  </p><p>Allowing students to use whiteboards, windows, desks, or laminated chart paper to try their ideas before writing it in their notes can alleviate student fears of being wrong.</p><p><strong>Suggested Questions </strong></p><ul><li>For _______ club, what are they trying to find out with their sampling? (Business Club- favorite yogurt of students; Adventure Club- how to find the number of candies in a bowl; Video Game Club- outcomes of a game; Fish Club- number of perch in a lake; Future Medical Professional Club- heart rate data of 7th graders. </li><li>For _______ club, would a sketch of the situation be helpful? (Answers will vary) </li><li>Can you put into your own words the idea that Lucas or Quinn have for finding the population at the concert?</li></ul><p>Suggesting that the students draw a sketch or act out the scenarios in What If Situation B can help them make sense of each survey method. (Portrayal)</p><p>They may want to make a list advantages and disadvantages that can be considered in a class discussion during the Summary. </p><p><strong>Implementation Note</strong>:  For Problem 1.2, students need to have some data collected to start the problem. To save some time, have students come up in groups of 4 to collect samples and record the data while they are working on this problem. You will have a container with 100 cubes: 30 green, 20 yellow, 50 red. Groups draw out 10 cubes and record the number of red cubes they pull out. They put them back and mix them up before each sample. Continue to have groups collect data until you have a total of 10 samples as a class.  </p>"
          ]
        }
      },
      {
        "id": "PdSgPnbhDm6cL_h9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "Q-j_5pYxcDHFbOQY",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><em>Now What Do You Know?</em></u></p><p><em>Why do we look at samples to describe or draw conclusions about a population? How can you be assured that a sample is representative of the population?</em></p><p>(As you are circulating during the Explore listen to how students are discussing what they believe makes a sample representative of the population.  Collect examples to have students share in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}