{
  "type": "reflection",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Learning Logs</strong></p><p>Now that you know how to record your ideas in a CLUE document, and how to share and reuse tiles, you may have already figured out that you can reuse your own work from previous activities. By default, the work you do within a lesson with remain within that lesson.  If you copy something into your learning journal, you will be able to view that work in any lesson. Throughout the lessons, there will be periodic reminders to save some of your work into the learning journal. Whenever you see this, make sure to copy that work into the journal, it will be useful in a later lesson!</p><p>To access your learning journal follow these steps.</p><p></p><p></p>"
          ]
        }
      },
      {
        "id": "aMa3B99qq9E0quim",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "YuQSy5xKkH652yL2",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>1) Single click on &quot;My Work&quot; tab in the upper panel</p><p>2) Single click on &quot;Learning Journal&quot; tab in the lower panel</p><p>3) Double click on the learning log file</p><p></p><p>In the <strong>Class Work</strong> tab, you&#x27;ll find the document you are currently working on, plus those of your classmates and even your teachers. If they chose to <strong>Share</strong> these, you&#x27;ll be able to open them up. You can refer to your previous work and any shared work from your classmates in all the subsequent activities.</p>"
          ]
        }
      },
      {
        "id": "c1QyG-0v7DlAB5kU",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sorting your Work</strong></p><p>The Class Work view lets you sort documents in several important ways. You can look at work by name (to find your own), by group (to see th differences in how each group is developing ideas), by tools used, and by Design Strategy. The strategy sort will help you see over time the way you approach your work and how your classmates do it. At some points in the class, you may also find that you may be given a CLUE to how your style of work might be expanded.  If your work isn&#x27;t being sorted into a strategy yet, ask your teacher to make sure to put it in a category for you. You might choose to pick which strategies you used together as a class during presentations or summaries of your work.</p><p>If you try sorting by two strategies, you will see a graph that shows how all the documents fall into the sorted categories.</p>"
          ]
        }
      },
      {
        "id": "WkSdrQe6dYdFHMko",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Teacher Notes</strong></p><p>If you are a teacher, you may see green highlighted sections like this in the content. These are only visible to you, not your students, although they may be copied into your documents and shared with the class if you wish.</p>"
          ]
        }
      }
    ]
  }
}
