{
  "type": "reflection",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Now that you know how to record your ideas in a CLUE document, and how to share and reuse tiles, you may have already figured out that you can reuse your own work from previous activities. You should summarized your most important ideas in a learning log at the end of the lesson, or perhaps you made a few documents to work on different versions of your ideas. To make new documents, use the My Work tab which has buttons to help you create more, or use the menu at the top of your Workspace.</p><p>In the Class Work tab, you'll find the document you are currently working on, plus those of your classmates and even your teachers. If they chose to Share these, you'll be able to open them up. You can refer to your previous work and any shared work from your classmates in all the subsequent activities.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Class Work view lets you sort documents in several important ways. You can look at work by name (to find your own), by group (to see th differences in how each group is developing ideas), by tools used, and by Design Strategy. The strategy sort will help you see over time the way you approach your work and how your classmates do it. At some points in the class, you may also find that you may be given a CLUE to how your style of work might be expanded.  If your work isn't being sorted into a strategy yet, ask your teacher to make sure to put it in a category for you. You might choose to pick which strategies you used together as a class during presentations or summaries of your work.</p><p>If you try sorting by two strategies, you will see a graph that shows how all the documents fall into the sorted categories.</p>"
          ]
        }
      }
    ]
  }
}
