{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "Ai6FzjPmu99hmaev",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Maria Needs a Strategy</strong></p><p>Examine the conversation between Maria and Max. Does Maria’s suggestion make sense? Explain.</p>"
          ]
        }
      },
      {
        "id": "4jcp57hb-n-GnxUa",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Max: “I wonder how many electronic games I will win if I have 100 prize cards.”</p><p>Maria: “You can use proportional reasoning to help figure it out.”</p>"
          ]
        }
      },
      {
        "id": "QClNUNHyT5ZDFVkt",
        "title": "Text 21",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Yes. Since the probability of winning is 1/10, you can expect to win about once every 10 times. If you play 100 times that would mean you have a scale factor of 10, so 1 x 10 = 10. You would be expected to win about 10 electronic games playing 100 times. </p>"
          ]
        }
      },
      {
        "id": "Dw3gyE0lbiYa89U0",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. Truth in Advertising</strong></p><p>The Federal Trade Commission (FTC) makes rules for businesses that buy and sell things. One rule states that an advertisement may be found unlawful if it can deceive a person. </p><p>To decide whether an ad is deceptive, the FTC considers the “general impression” it makes on a “reasonable person.” Even if every statement is true, the ad is deceptive if it gives an overall false impression. For example, cows can’t appear in margarine ads because they give the false impression that margarine is a dairy product. </p><p>Tawanda places this ad in a newspaper. </p>"
          ]
        }
      },
      {
        "id": "W9M3jqXCZSQCgey5",
        "title": "Tawanda's Toys Ad",
        "content": {
          "type": "Image",
          "url": "hlit/images/3.3_WI_1.png",
          "filename": "hlit/images/3.3_WI_1.png"
        }
      },
      {
        "id": "3nQtpbEwwIClBfHC",
        "title": "Text 25",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>According to the FTC rule, does it seem legal for Tawanda to say, “Every card is a winner”? Explain. </li></ul>"
          ]
        }
      },
      {
        "id": "WpuRcZIJFr3YHNwB",
        "title": "Text 27",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Every card has the possibility of being a winner, but it doesn’t mean that you will scratch off the correct spots to be a winner. </p>"
          ]
        }
      },
      {
        "id": "q5I2iLzzZOYSFJDi",
        "title": "Text 29",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Design an ad that attracts people but does not lead some to think they will win every time. </li></ul>"
          ]
        }
      },
      {
        "id": "DNOM0tkRhuBPNg3A",
        "title": "Text 31",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Students might add a word so the result does not sound positive that you will win. Students might say: </p><p>You could win on every card!</p><p>Every card has the possibility of being a winner!</p><p>Every card has a winning combination! Can you pick the spots?</p>"
          ]
        }
      },
      {
        "id": "FUZBmKAizj_9z178",
        "title": "Text 33",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation C. Design, Simulate, and Analyze</strong></p><p>Describe a situation in which it would be very difficult to directly determine the probability of an event happening. Show how you could use a simulation to help you figure out the approximate probabilities for the outcomes of the event. </p>"
          ]
        }
      },
      {
        "id": "kOp5fDA0FaOaQ8iZ",
        "title": "Text 35",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>Example:</p><p>Design a simulation to determine the probability of a basketball player making 6 out of the next 10 free throw attempts, given that his normal free throw percentage is 50%.</p><p>This can be optional or assigned as homework or part of a mini-project.</p>"
          ]
        }
      }
    ]
  }
}