{
  "type": "resources",
  "content": {
    "tiles": [
      {
        "id": "rzdD9r2WGRrh6QH2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>(Slide 13) Making Assumptions</strong></p><p>When creating and solving word problems about a real life situation, a mathematician makes several assumptions about the situation in order to simplify it.</p><p><strong>The process of making interpretations and choices when creating or solving a math problem is called the process of making assumptions.</strong></p><p>Making assumptions is a very important part of the math modeling process. They need to be made carefully and deliberately because they have an impact on what the final answer will be. As you examine a math problem, ask yourself: &quot;Did the question writer/solver make a choice? Is there another choice that could be made? What is assumed to be true?&quot;</p>"
          ]
        }
      },
      {
        "id": "qB6vw7Tr-d8XtvXg",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>(Slide 15) Types of Assumptions</strong></p><ul><li>Numeric - There is often a range of values possible for a variable. What value was chosen and why? What unit is appropriate?</li><li>Contextual - What can you assume about the problem space to simplify the model? E.g., The school has the same schedule every day.</li><li>Non-quantitative - How are you interpreting the task? E.g., what does it mean to be a “typical” school day?</li></ul><p>Assumptions impact your model and choices. When you are modeling, be ready and able to explain why you made these assumptions and what will happen as a result.</p>"
          ]
        }
      },
      {
        "id": "seHSrp8QdnJKIYDd",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>(Slide 19) Vocabulary</strong></p><p><strong>Mathematical Variables:</strong> These are the important parts of the problem that might change. </p><p><strong>Programming Variables:</strong> Variables can also be defined using the programming definition, as information that should be stored for answering the question. </p><p><strong>Setting the value of a variable:</strong> Sometimes it is useful to choose reasonable values and units for our variables so that we can start making calculations. We call this process setting the value of a variable. </p>"
          ]
        }
      }
    ]
  }
}
