{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "FZ-wTHadlk6mVEdN",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Observe students to make sure they are accurately measuring the circumference and the diameter. For students who struggle with the questions in the Initial Challenge, you might suggest they compare their actual lengths of string as well as the values in their tables. (Portrayal)</p><p><strong>Suggested Questions:</strong></p><ul><li>Look at the string you cut for a circle and compare diameter and circumference lengths. What do you notice? How are they related? (The circumference is about 3 times as long as the diameter.) </li><li>What is the ratio of the circumference to the diameter? (The ratio is a bit more than 3.) </li><li>If you know the diameter, can you predict the circumference? (The circumference is ≈ 3d.) </li><li>Does this happen with all your circles? (Yes.) </li><li>If you know the length of the circumference, how can you predict the length of the diameter? (Use D ≈ C/3.)</li></ul><p>Come back to these questions again in the Summary.</p><p>Do not feel all students must complete everything before moving on to the Summarize. What you want students to notice is that the relationship between diameter and circumference is multiplicative, and that the circumference is always a bit more than three times the diameter. It is okay if all students do not come to this conclusion during the Explore. This will come out in the Summarize. The Summarize will also introduce a discussion of pi and a more precise value for it. If your students already know about π, they may think it is a number equal to 3.14. You might want to have a chart in your room that shows π expanded to many decimal places. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "2Zh57pWnsl2hgy1r",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "aRkFngQQKtoP4P3y",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What is the relationship between the diameter or radius of a circle and its circumference?  Describe a strategy for finding the circumference of a circle.</em></p><p>(As you are circulating during the Explore listen to students as they describe the relationship they have found between the circumference and the diameter.  Select student groups to describe their findings during the summary.)</p>"
          ]
        }
      }
    ]
  }
}