{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      [
        {
          "id": "nqSWd9LY1cpYvTVE",
          "title": "Text 1",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>We will make models of prisms (with open tops and bottoms) by folding paper.</p><p>For example, the sketch shows how to make a triangular prism.</p>"
            ]
          }
        },
        {
          "id": "ZG_8CUaN5FBLVdPW",
          "title": "Image 1",
          "content": {
            "type": "Image",
            "url": "faw/images/image14.png",
            "filename": "faw/images/image14.png"
          }
        }
      ],
      {
        "id": "3PpKqbc83jyYFTkM",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>The Right Prisms Experiment</strong></p><p>Make a prediction</p><ul><li>How will the volume and surface area change as the number of lateral sides increases?</li></ul><p>Conduct an Experiment</p><p>Find the surface area and compare the volume of five right prisms.</p>"
          ]
        }
      },
      {
        "id": "n0wmeLgrG4MPn1e1",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Equipment</em> </p><ul><li>Five pieces of stiff paper, card stock, or index cards all identical in size</li><li>Tape</li><li>Sand, bird seed, rice, rice cereal, or some other light-weight dry material to fill the shapes </li><li>Paper or card stock for the base of each prism</li><li>Grid paper for the base (optional)</li></ul>"
          ]
        }
      },
      {
        "id": "xK3RNXmDMg9TNqxT",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Directions (with a partner make one prism, as a group make the whole set)</em></p><p><em>Find Surface Area</em></p><p>Use the shorter dimension of the paper or card stock as the height for each prism.</p><p> Fold and tape congruent rectangles to form each prism.</p><ul><li>Use three congruent rectangles as the faces (lateral sides) of a Triangular Prism</li><li>Use four congruent rectangles as the faces (lateral sides) of a Square Prism</li><li>Use five congruent rectangles as the faces (lateral sides) of a Pentagonal Prism</li><li> Use six congruent rectangles as the faces (lateral sides) of a Hexagonal Prism</li><li>Use eight congruent rectangles as the faces (lateral sides) of an Octagonal Prism</li></ul><p>Make any measurements needed to find the surface area each prism.</p><p><em>Compare the Volumes </em></p><ul><li>Tape the prisms to a paper base, make sure the base is secure.</li><li>Fill the Triangular prism with the dry material.</li><li>Pour that volume of material from the Triangular prism into the Square prism.</li><li>Repeat pouring the volume into the other prisms.</li><li>Record the relationships between the volumes.</li></ul><p></p>"
          ]
        }
      },
      {
        "id": "bEd8_goDpjVmXygi",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Analyze the Data</em></p><ul><li>How does the surface area of each prism change as the number of faces of the prism increases? Explain.</li></ul>"
          ]
        }
      },
      {
        "id": "eZIMRl5mLhJv552Z",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As you increase the number sides, the area of the base gets larger and the surface area increases. Since the area of the lateral sides is constant, the base area sets the trend of surface area. (The ultimate in the trend would be a cylinder.)</p><p>Calculations will vary depending on the dimensions of the papers that students use to make prisms. Students might also have estimates. This is one example using an 8 1⁄2 x 11 inch sheet of paper.</p><p><em>Note:</em> the level of accuracy shown is not expected when students are estimating measures from folded paper.</p><p><em>Note:</em> Student may not calculate the volume until What If Situation A.</p>"
          ]
        }
      },
      {
        "id": "R1D87mbXRqV9yE-1",
        "title": "Image 2",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "faw/images/screen-shot-2023-12-21-at-9.20.42-pm.png",
          "filename": "faw/images/screen-shot-2023-12-21-at-9.20.42-pm.png"
        }
      },
      {
        "id": "DhQrjwrvt8Ubbw5a",
        "title": "Image 3",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "faw/images/screen-shot-2023-12-21-at-9.20.54-pm.png",
          "filename": "faw/images/screen-shot-2023-12-21-at-9.20.54-pm.png"
        }
      },
      {
        "id": "ukU-L4KDpAzPi9z8",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How does the volume of each prism change as the number of faces of prism increase? Explain.</li></ul>"
          ]
        }
      },
      {
        "id": "Iy-BgRzLmKj7Zt-B",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The volumes increase as the number of sides increase.</p><p>As you increase the number sides the area of the base gets larger and the volume increases. Since the height is constant, the base area sets the trend of volume.</p><p>At this point, discovering the trend by experiment for students is good enough. Students might pour the contents of one prism into another prism to compare the volumes.</p><p>For example, if you pour the contents of the triangular prism into the square prism to see that it does not fill the container. This means that the square prism has a greater volume. This can be repeated to see the relationships in the volumes.</p>"
          ]
        }
      },
      {
        "id": "EoKzOI7AYL0Uq2jO",
        "title": "Prisms Volume",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "faw/images/prisms.png",
          "filename": "faw/images/prisms.png"
        }
      },
      {
        "id": "1v0atRWqMbCzTqX4",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Describe a strategy for finding the surface area of a right prism</li></ul>"
          ]
        }
      },
      {
        "id": "gMcZMyWM2fUARrg9",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Add the lateral surface area (the combination of areas of each rectangle on the faces) to the areas of the base and top.</p><p>Because we used the same size of paper to make prisms, are is the same as the area of the paper. </p>"
          ]
        }
      },
      {
        "id": "Sys9YnET95-NFnZH",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Describe a strategy for finding the volume of a right prism? </li></ul>"
          ]
        }
      },
      {
        "id": "dWe68KggA5ELcicN",
        "title": "Text 12",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this time, students may not have a strategy for finding volume.</p><p>What If Situation A will introduce a strategy if this is not part of their conversations, yet.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}