{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "Nf1Es0nvLXz22jnY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>This problem introduces negative rates of change (negative slope). It poses two situations involving a decreasing linear relationship. That is, for every unit change in the independent variable, the dependent variable decreases by a constant positive amount (which is equivalent to saying the dependent variable increases by a constant negative amount).</p><p>One situation uses a graphical representation, and the other uses a tabular representation. Students interpret and compare information from different representations and build on skills recognizing linear relationships from various representations. The y-intercept is named and students begin to interpret it as a point on a line, an entry in a table, or as the constant<em> b</em> in the equation <em>y = ax + b</em>.</p>"
          ]
        }
      },
      {
        "id": "tuR9XhHOfifNsktj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Explore &amp; </p><p>Algebraic Expressions and Equations: Analysis</p>"
          ]
        }
      },
      {
        "id": "TILE4X6ciM6guGPZ",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK</em></p><p>If a relationship is linear, how can you tell if the pattern of change is decreasing, increasing, or neither?</p>"
          ]
        }
      },
      {
        "id": "PueEZe6ets6TGJxH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Continue to explore and analyze linear relationships using a new <em>decreasing </em>context (week #, dollars withdrawn from account) that is initially presented with tabular, graphic, and symbolic representations.</p><p>Make sense of two decreasing linear relationships initially presented in tabular and graphic forms working to:</p><ul><li>recognize proportional and non-proportional linear relationships presented in tabular and graphic forms,</li><li>identify the decreasing rates of change from the table and graph,</li><li>identify the initial value of the relationship from the graph (y-intercept), and the table (y value when x = 0),</li><li>describe these relationships in words and with equations and inequalities using one or more equivalent forms, and</li><li>use the various representations to compare relationships and to efficiently answer relevant questions for each relationship.</li></ul>"
          ]
        }
      },
      {
        "id": "gGM-ZzHwsFx6UXIK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong>        </p><p><em>Connecting to Prior Knowledge</em></p><p>If you did not introduce the vocabulary term “y-intercept” in the summary of Problem 1.3, the introduction of this problem offers the opportunity.</p><p>Tell students that they have been looking at linear relationships and determining whether the relationships are proportional.</p>"
          ]
        }
      },
      {
        "id": "KNgFTr5Hgl0uH6sU",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions </strong></p><ul><li>How can you tell whether a relationship is linear? (Answers will vary and may not be polished at this point. Look for students to mention a rate of change and describe how to recognize a constant rate from different representations, including a table, graph, equation, or verbal description.)</li><li>Are all linear relationships proportional? (No. All have a rate of change. Some have a rate of change that is also the constant of proportionality/unit rate.)</li></ul>"
          ]
        }
      },
      {
        "id": "gAS0TX4EdvzS2aH4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>In this problem, students will continue to work with linear relationships that are modeled by tables and graphs. Tell the first story of how one class is going to use the money they raised from the walkathon. Display <strong>Teaching Aid 1.4A: Ms. Chang’s Class Account</strong>. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "x1gsp6j7Gi2wncGn",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What do you notice and what do you wonder? (Answers will vary to set the scene for the rest of the problem.)</li><li>Do you have any “What If…” questions? (Answer will vary to set the scene for the rest of the Problem.)</li><li>Would the graph of these data look like the pledge plan data? (Sample answer: No. The graph would look different from other graphs in this Investigation, because the dependent variable is decreasing.) (Problem Solving Environment)</li></ul><p>Use the preceding questions to help students visualize that as <em>x </em>is increasing, <em>y</em> is decreasing. Some students may already be good at recognizing this trend, but most students need a chance to think about the question before they begin to answer questions. Eventually, the goal is for students to have a rough idea of what a graph of a linear relationship will look like without actually graphing it.</p><ul><li>Is this a linear relationship? (Answers may vary. Collect some conjectures, and come back to them in the Summarize.)</li></ul><p>Have students begin this problem independently and then work with a partner.</p>"
          ]
        }
      }
    ]
  }
}
