{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "-lGILygtfw8503j0",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sharing Work in Your Group</strong></p><p>CLUE is designed so that you can learn with others in your group and in your class. Discussing and sharing your work is an important part of the learning process.</p><p>Sharing your work with your group is controlled with the button and slider switch in the upper right corner of your workspace. The button on the left toggles your workspace view from your individual view to a group view. In the group view, your work is always in the upper left corner. You can see the initials of your group members in each window pane.</p>"
          ]
        }
      },
      {
        "id": "rTMXx9qjao3lJewW",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Share slider makes your work visible to your group members and to your class.</p><p>Your group members cannot change your work and you can’t change theirs. However, you can drag tiles from your group members’ workspaces and they can drag tiles from your workspace. You will see soon how to view and borrow from class members outside your group.</p><p>Switch to group view and turn on sharing. Ask your group members to do the same. You can zoom into each window by placing your cursor at the center of the four windows, and dragging the window panes to see more detail.</p><p></p>"
          ]
        }
      },
      {
        "id": "2CJ62oHtNFxDMVEh",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "ggg/images/screenshot-2025-01-14-at-10.07.24 am.png",
          "filename": "ggg/images/screenshot-2025-01-14-at-10.07.24 am.png"
        }
      },
      {
        "id": "E3n9U30co3v14RMM",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>How and WHY to share!</strong></p><p>Look at your group members’ work in the <strong>Introduction</strong>. Did they write a <em>haiku</em>? </p><p>If you like something from your group members’ work, copy it by dragging your neighbor’s tile and placing it in your <strong>What if...? </strong>Section, for example. Then you can edit it and expand on it. Your neighbor may want to copy it back after your changes.</p><p>Why is this useful when doing math? Imagine that you’re working on a problem and your neighbor finds a different way to solve it. You can trade your solutions. Or, maybe you are stuck on how to start a problem. Perhaps your neighbors can help you get going.</p>"
          ]
        }
      },
      {
        "id": "-YsXaFSks_nAQFWZ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>A Fun Challenge</strong></p><p>To learn more about the difference between the Coordinate Grid and the Graph, try this:</p><ol><li>Drag the table labeled <em>Dog</em> into your workspace.</li><li>Drag both a new Coordinate Grid and a new Graph into your workspace.</li><li>Add the Dog table data to both graphs types.</li><li>If you wish, connect the points of the Dog data in the Coordinate Grid using the Polygon tool to outline the dog.</li><li>Answer the questions in the text tile below.</li></ol>"
          ]
        }
      },
      {
        "id": "Hmq_UvALn0XTM8xs",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What can you do with the dog in both graphs? </p><p>Try selecting different parts of the dog in each graph--points, lines, and the whole animal. Then test the different graph types. Record what you find out. Try answering these questions: </p><ol><li>What can you move with the mouse, and what won&#x27;t move?</li><li>Can you duplicate the figure (make a copy)?</li><li>If you can make a copy, try doing things with the copy.</li><li>Can you move it? Rotate it?  Stretch it?</li><li>Can you measure a length of one segment?</li></ol><p>See if you can <em>unlink</em> the graph. What happens?</p>"
          ]
        }
      }
    ]
  }
}
