{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "Koy1F-D9XBK1US0d",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Implementation Investigation 2</strong></p><p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know to summarize their learning over the time (Time). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "lf5AF4AsINPYN7ro",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>: Analysis </p>"
          ]
        }
      },
      {
        "id": "WFAwU_ubbB252Zzj",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about measurements of two- and three-dimensional shapes?</p>"
          ]
        }
      },
      {
        "id": "Tn43LlxoiGrgw9YJ",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p>"
          ]
        }
      },
      {
        "id": "PiqXuSVPHqt_pbVr",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What do you know about measurements of two- and three-dimensional shapes?</strong></p><p> (At this point students can talk add to these ideas to their Investigation 1 thoughts:  finding the volume of all right prisms by calculating the area of the base times the height; the volume of right prisms increases as the number of sides increases; and how to create various shapes by slicing a rectangular prism.)</p>"
          ]
        }
      },
      {
        "id": "YQlVIg17VioFaoyY",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What in evidence in students’ work shows an understanding the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}