{
  "type": "MathReflection4",
  "content": {
    "tiles": [
      {
        "id": "50awySsCZ1k3qJaH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "v4c6ydoU7eXy6HMZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p><strong>At A Glance</strong></p><p>What do you now know about similar figures? What do you know about proportional reasoning?</p><p><strong>AoL:</strong> Synthesis</p>"
          ]
        }
      },
      {
        "id": "9NkxCfPI8nBZkYbs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have checkpoints of their understanding of the mathematics after each investigation.</p><p>Students can use the Mathematical Reflection to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For more on the Teacher Moves listed here, refer to the General Pedagogical Strategies and the Attending to Individual Learning Needs Framework in A&nbsp;Guide to Connected Mathematics® 4.</p>"
          ]
        }
      },
      {
        "id": "4YhfsW_LW-e5phRM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Having students refer to their notes from the Now What Do You Know? in each problem in the investigation can help them to synthesize all their ideas around similar figures and proportional reasoning. <em>(Time)</em></p><p>As a class discuss the Mathematical Reflection. Use an idea like those on the next page to have students synthesize and record their thinking.</p><p><strong>Suggested Questions:</strong></p><ul><li>After this investigation, what do we know about proportional reasoning and using scale factors and/or ratios to find missing side lengths of a shape? <em>(Portrayal, Language)</em></li><li>What did we learn in each problem of this investigation?</li><li>How might we describe the “big mathematical idea(s)” of the investigation?</li></ul>"
          ]
        }
      },
      {
        "id": "4dUcS9fANQ85BcSL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>At the beginning of the year, students will need more collaboration to outline and summarize the important ideas. They may need examples of writing, diagrams, and/or justifications from other students to help build their vision of what is expected when answering a Mathematical Reflection. Early in the year, you may want to start writing Mathematical Reflections as a whole group. Then as the year progresses, move to small groups, pairs, and finally individuals.</p><p>Each investigation contributes to students’ conceptual understandings of the ideas in the unit. Students’ explanations at the beginning of a unit might be just forming. As you progress through the unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the unit, students can create a complete picture of understanding.</p><p><strong>Example Strategies for Student Participation</strong></p><p>Here are a few creative strategies teachers use to encourage students’ ownership of their learning.</p>"
          ]
        }
      },
      [
        {
          "id": "qQruMZhZwVLZ0MKl",
          "title": "Text 1",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        },
        {
          "id": "9dZH-lalblQ4yEDe",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        }
      ],
      [
        {
          "id": "fDpbMIAe-Xh7Oycg",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        },
        {
          "id": "E8eDSlcOqaUEQ5NW",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        }
      ],
      [
        {
          "id": "hqKiQXe4NMsNLAf3",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        },
        {
          "id": "eYv5o4TsjpF-cHMo",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>"
            ]
          }
        }
      ]
    ]
  }
}
