{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "yAQmhWB5gpOr_U0r",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Mr. Bernoski saved examples of addition equations that his class used in Investigation 1. He put up the posters. He challenges his students to look for patterns. Record equations from Investigation 1 that fit in each category.</p>"
          ]
        }
      },
      {
        "id": "BkB-uWrxcIsXw-B7",
        "content": {
          "type": "Table",
          "columnWidths": {
            "DCpkEiZS1J5apZNU": 178,
            "bkZhPgWse1A9V4k4": 152,
            "JUFpHtdzjYWpaEkk": 172
          }
        }
      },
      {
        "id": "nlRaAT9_kk1qq8YE",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How can you predict whether the sum of two integers is negative, positive, or equal to zero? Explain your reasoning using equations, number lines, or chip boards. </li><li>What strategy can you use to find the sum? Does it work in each case? Explain.</li></ul>"
          ]
        }
      },
      {
        "id": "cgCFJJ1pZMLqylOI",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students&#x27; answers will include a variety of thinking. Many students will answer with cases such as the following.</p><p><strong>Sums that equal Zero</strong></p><p>If the integers are opposites, they have the same absolute value but different signs, and their sum is 0. This is the additive inverse. </p><p>Students were &quot;making zeros&quot; or adding integers and their opposites in Investigation 1. This is what happens on a chip board when you have equal amounts of red and black chips. In the <em>Going Positive </em>game, it happened when a player scored a correct and incorrect answer on the questions with the same point value. </p><p><strong>Sums that are always Negative</strong></p><ul><li>If Both Numbers are Negative: If both of the rational numbers are negative, the sum will be negative. On a number line, you start in the negative (to the left of 0) and continue to the left, making the sum smaller. With the chip board, you start with red chips and add in more red chips, resulting in all red chips, modeling a negative sum. </li></ul><ul><li>Negative Sum with Different Signed Numbers: If the absolute value of the negative number is greater, then the sum will be negative. In the example -50 + 20 = -30, the sum is negative because -50 is further away from 0 (has the largest absolute value). </li></ul><p><strong>Sums that are always Positive</strong></p><ul><li>If Both Numbers are Positive: If both of the rational numbers are positive, the sum will be positive. On a number line, you start in the positive (to the right of zero) and continue to the right, making the sum larger. With the chip board, you start with black chips and add in more black chips, resulting in all black chips, modeling a positive sum. </li></ul><ul><li>Positive Sum with Different Signed Numbers: If you have one positive integer and one negative integer, you can compare their absolute values to figure out if the sum will be positive or negative. If the absolute value of the positive number is greater, then the sum will be positive. As an example, 50 + -20 = 30, which is a positive sum.</li></ul><p>Some students will consider the value of the numbers.</p><p>The ”weight of the number” (absolute value) decides if the sum will be positive or negative. </p><ul><li>On a chip board –&gt; you will have more of that number</li><li>On a number line –&gt; that number is farther away from zero.</li></ul><p>If the addends are all the same sign, you just collect more of that sign.</p><p>             –50 + –100 = –150            3 + 3 = 6</p><p>If the addends have different signs and the same “weight” (or absolute value) the sum is 0.                 </p><p>            –4 + 4 = 0            10 + –10 = 0</p><p>If the addends are different signs and have different absolute values, the sum will have the sign of the “weightiest” number. And the sum is what you get after combining “zero pairs”.              </p><p>                                              – 6 + 4 </p><p>                               = (– 2 + – 4) + 4 </p><p>                               =  – 2 + (– 4 + 4 ) </p><p>                               =  – 2</p><p><em>Note: students may not include all of these cases, or may explain using different models.</em></p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "5HK09oOlTV_6dCJF",
          "providerId": "BkB-uWrxcIsXw-B7",
          "dataSet": {
            "id": "XS6-vA9rG_EyMxqi",
            "name": "Addition Equations from Investigation 1",
            "attributes": [
              {
                "id": "DCpkEiZS1J5apZNU",
                "clientKey": "",
                "name": "Sums That Are Negative",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  null
                ],
                "title": ""
              },
              {
                "id": "bkZhPgWse1A9V4k4",
                "clientKey": "",
                "name": "Sums That Are Equal to Zero",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  null
                ],
                "title": ""
              },
              {
                "id": "JUFpHtdzjYWpaEkk",
                "clientKey": "",
                "name": "Sums That Are Positive",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  ""
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "YnZOvUxdx7Mc5KT-"
              }
            ]
          }
        },
        "tiles": [
          "BkB-uWrxcIsXw-B7"
        ]
      }
    ]
  },
  "supports": []
}
