{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "nJyXwNmjTA-3n3xV",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students work on the problem, listen for the patterns they are noticing. For the Initial Challenge, it might help to encourage some students to draw the number relay situation to visualize the context. (Portrayal)</p><p>Some groups might need review with multiplication and division of fractions and mixed numbers.</p>"
          ]
        }
      },
      {
        "id": "Wst-p0_-B4ajDmmU",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>In What If...? Situation A, what do you notice about the signs of the numbers in each group? (Answers will vary depending on the set they are looking at.)</li><li>Is there a multiplicative identity for multiplication and division of rational numbers? Explain. (1 is the multiplicative identity for multiplication and division of rational numbers. Some examples are 7 x 1 = 7 and 7 รท 1 = 7.) </li><li>Does it matter whether we multiply 1 on the left or right for our multiplicative identity? Why or why not? (No; the Commutative Property of Multiplication allows the multiplicative identity, or any number, to be multiplied on either side.)</li><li>What does it mean for a number to have a multiplicative inverse? (If a number has a multiplicative inverse, then it can be multiplied by some number in order to obtain the multiplicative identity, 1.) </li><li>Is there a multiplicative inverse for each rational number? (Yes, provided that the number is nonzero, the reciprocal of the number is its multiplicative inverse. The product of a number and its multiplicative inverse will always be equal to 1, which is the multiplicative identity. Some examples shown below. Both 1 and -1 are their own multiplicative inverses. Zero has no multiplicative inverse.</li></ul>"
          ]
        }
      },
      {
        "id": "PnPnqCwmjkDgZm3R",
        "title": "Multiplicative inverse example 1",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac23\\times\\frac32=1"
        }
      },
      {
        "id": "GuDh749gSqmmY5gr",
        "title": "Multiplicative inverse example 2",
        "content": {
          "type": "Expression",
          "latexStr": "-5\\times-\\frac15=1"
        }
      },
      {
        "id": "CmE1MWwANwlM5VYV",
        "title": "Multiplicative inverse example 3",
        "content": {
          "type": "Expression",
          "latexStr": "-1\\times\\left(-1)=1\\right."
        }
      },
      {
        "id": "OweeuJe1n5mYjaf7",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "cPLJfX4hHLkfMQCi",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe an algorithm for dividing rational numbers. Describe how multiplication and division are related. </em></p><p>(As you are circulating during the Explore, listen for how students are making sense of the signs for the quotients in the division sentences.  Find examples of student work/conversations that will help students describe a division algorithm and the relationship between multiplication and division.)</p>"
          ]
        }
      }
    ]
  }
}
