{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students work with the polystrips during the Initial Challenge, keep in mind that a key goal of the experimentation is to help them discover the Triangle Inequality Theorem (the sum of any two side lengths must always be greater than the third side length). With this in mind, make sure students produce sample sets of side lengths that can be used for constructing a triangle and other sample sets that cannot be used. Have students record the sets of side lengths that can be used to make a triangle versus those that cannot, so that they may draw their own conclusions from the data collected. (Portrayal)</p><p>When students address the question about whether it is possible to make more than one triangle with any three side lengths, they might say, “Yes.” What they are probably thinking is that the same triangle viewed from different perspectives is actually a different shape. You might ask them to make two triangles with corresponding sides the same length. Ask them to see if they can or cannot fit one triangle exactly on top of the other by suitable turns, slides, and flips.</p><p>As students continue to explore types of triangles using polystrips, encourage them to try to find patterns in the side lengths of the triangles they find.</p>"
          ]
        }
      },
      {
        "id": "RjEbOl8IKVzU2RJz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li> What examples have you created? (Answers will vary)</li><li>Do any of these examples have special properties? (Answers will vary. Look for right, isosceles, and equilateral triangles.)</li><li> What combinations of sides can be used to make triangles? (Answers will vary. The sum of the two short sides are greater than the longest side)</li><li>What is a summary statement that you could use to help someone who is not here today know how to judge whether three lengths will make a triangle without actually building the triangle? (Explanations will vary. The sum of the two short sides are greater than the longest side)</li><li>How can you represent your conjecture symbolically? (Accept all reasonable answer)</li></ul><p>Asking students to restate how another person describes their conjecture can help a group to decide how to write it symbolically.</p>"
          ]
        }
      },
      {
        "id": "0B6gB6if3cdrOE6t",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When testing the pattern on equilateral, isosceles and right triangles, some students may need some reminders of the definitions for the different triangles. Also, some students may have created some or all of these triangle types during the Initial Challenge. If they have done so you can challenge them to find others or have them go on to What If Situation A. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "2g4XwaIO-PjwRqZB",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the <em>Now What Do You Know? </em>question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "CyNdr_pgOt-Bjwp3",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What combinations of three side lengths can be used to make a triangle? How many different triangles are possible for each combination?</em></p><p>As you are circulating, take note of the conjectures students have on the combinations of three side lengths that can be used to make a triangle. Encourage students to look for patterns in the data they have collected. Choose several examples from students that will make triangles and examples that will not make triangles to use in the Summary.</p>"
          ]
        }
      }
    ]
  }
}
