{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "6lPb04vZIDjQ4Cga",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>This problem takes an experimental approach to the question about angle sums in polygons to give students more information as they become more proficient in constructing geometric shapes. Students are guided to make measurements of the regular polygons and to look for patterns in those measurements.</p><p>For students who may need an adaptation for tearing the angles off and keeping track matching the angles around one point, you could try two other methods. Example 1 shows folding the shape to match up the angles. Students will need to number the angles on both sides of their triangle. Then, the angles can be folded in to show that the sum of the angles of a triangle create a 180˚ angle. Example 2 below shows comparing the angles to a straight angle of 180˚. Students will need to number the angles on both sides of their shape. They can combine, compare, and estimate the angles as they compare to a straight angle.</p>"
          ]
        }
      },
      {
        "id": "GTN7cEaakvlWObVv",
        "title": "Example 1: Alternative to tearing off angles",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.2-tg-pic-2.png",
          "filename": "sad/images/sd-3.2-tg-pic-2.png"
        }
      },
      [
        {
          "id": "iO8zl6YEUFds-JKo",
          "title": "Step 1: Fold the top angle down",
          "content": {
            "type": "Image",
            "url": "sad/images/newt.jpg",
            "filename": "sad/images/newt.jpg"
          }
        },
        {
          "id": "VoI9oODQdz0WCPt4",
          "title": "Step 2: Fold in the base angles",
          "content": {
            "type": "Image",
            "url": "sad/images/tow.jpg",
            "filename": "sad/images/tow.jpg"
          }
        }
      ],
      {
        "id": "X1JMdjgVxV7TR4h7",
        "title": "Example 2: Alternative to tearing off angles and surrounding a point",
        "content": {
          "type": "Image",
          "url": "sad/images/dima.jpg",
          "filename": "sad/images/dima.jpg"
        }
      },
      [
        {
          "id": "o_YCsdAdNMndhAkQ",
          "title": "∠1+∠2 = 180º",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-3.2-tg-pic-6.png",
            "filename": "sad/images/sd-3.2-tg-pic-6.png"
          }
        },
        {
          "id": "0Sm89Zz37P_zKkI2",
          "title": "∠3+∠4 = 180º",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-3.2-tg-pic-7.png",
            "filename": "sad/images/sd-3.2-tg-pic-7.png"
          }
        }
      ],
      {
        "id": "2IBTvBhfnhu8rRId",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What do you observe about the sum of the angles of the triangle? (Since the three angles form a straight line, the sum of the angles is 180°.)</li><li>How can you arrange the angles of the quadrilateral around a point? (one example in the image below)</li><li>Can you make a conjecture about the angle sum of any quadrilateral? (The angle sum of any quadrilateral is 360°.)</li></ul>"
          ]
        }
      },
      {
        "id": "jbLYX_oFFvDVQvhS",
        "title": "Example angle sum of a quadrilateral",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.2-tg-pic-8.png",
          "filename": "sad/images/sd-3.2-tg-pic-8.png"
        }
      },
      {
        "id": "yMY6r8oyG5qbD7uu",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In Trevor’s method, check that students see how the angles of subdividing triangles actually add up to the angles of the polygon. To assist some groups in moving their conversation forward around seeing that the sum of the angles of a polygon is equal to the sum of the angles in (n - 2) triangles, you can suggest numbering the angles of the triangles using Devon’s method. (Portrayal)</p><p>In Casey’s method, check that students see how the subdivision into triangles actually includes 360° that are not part of the polygon angles (around the center point). A similar numbering to Devon’s method may also help with Casey’s method. Some students may need to be reminded that the sum of the angles around a point is 360º.</p>"
          ]
        }
      },
      {
        "id": "Yzf8-7BowETE5-YF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "iAwivJVxQFmP-Bw5",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What is the relationship between the angle sum S of a polygon with n sides? How can you find the measure of an angle in a regular polygon with n sides?</em></p><p>(In describing the relationship that relates the angles sum S to the number of sides n look for the variety of ways that students may describe this. Use these in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}
