{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "Tu7GCC17QTpOmw2o",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Use copies of student work to focus student observations about patterns in the <em>(time, distance) </em>data. You can use <strong>Teaching Aid 1.3A: Atlantic City to Cape May Table and Graph</strong> at the end as a final wrap-up of the problem. Invite students to share their observations of interesting patterns in the graph and what they mean about the cyclists’ progress.</p>"
          ]
        }
      },
      {
        "id": "_5jYsSKgow46uRR-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>Which variable is displayed on the x-axis? Why? <em>(Time; it is usually put on the x-axis so that the graph tells a story of how a variable changes over time as you read from left to right. Also, it is the independent variable and thus should go on the x-axis.)</em></li><li>What is the greatest value needed to show on the x-axis? <em>(The greatest value needed is 5.0.)</em></li><li>What is the least value needed to show on the x-axis?<em> (The least value needed is 0. So the x-axis needs to count from 0 to at least 5.)</em></li><li>Why is it reasonable to have the size of the interval for the x-axis be 0.5 hours? <em>(The data were collected on half-hour intervals.) </em></li><li>Which variable is displayed on the y-axis? <em>(The variable displayed on the y-axis is distance.)</em></li><li>What is the least value needed to show on the y-axis? <em>(The least value needed is 0.)</em></li><li>What is the greatest value needed to show on the y-axis? <em>(The greatest value needed is 45. So the y-axis needs to count from 0 to at least 45.)</em></li><li>What could be the size of the interval for the y-axis on this graph? <em>(Answers will vary. Some students may say 5 miles.)</em></li><li>What are the coordinates of the third point on the graph? What information do the coordinates represent? <em>(The coordinates are (1, 15); it means the cyclists traveled 15 miles in one hour.)</em></li><li>How far did the group travel over the length of the trip?<em> (They traveled 45 miles in 5 hours.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILESZHgcQDzUHC8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Focus on the relationship between the variables to explain the pattern of change.</p>"
          ]
        }
      },
      {
        "id": "O99Ic1qjOb3dP9B0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>How would you describe the patterns in their trip from Atlantic City to Cape May? When did they travel the fastest? Slowest? How do you know?<em> (Answers will vary. Students should mention when the bikers were progressing the fastest [like in the first 1/2 hour or from 3.5 to 4 hours] or slowest [like between 2 and 2.5 hours or between 4 and 4.5 hours] or when the progress decreased or went backward from 3 to 3.5 hours.)</em></li><li>What are some reasons for the patterns of change in the trip? <em>(Students should mention variables such as terrain, wind speed, food and rest breaks, and temperature as possible explanations for the data changes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "xSC1yj9n_WdwUohc",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If students do not use the word variable to describe the things that might have affected the cyclists’ speed and distance traveled, make sure you add this word to the conversation. Also, let the class ask questions of each presenter and decide whether the presenter’s story fits or goes beyond the data given. Compare the different descriptions given by presenters.</p>"
          ]
        }
      },
      {
        "id": "WoXywOmTiJIkKSYh",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Connect the progress of the tour group on Day 1 to Day 2:</p><ul><li>How does the data from Day 2 compare to the data from Day 1? <em>(Answers will vary. Students might mention: the variables are the same, the distance goes backward on both days, Day 2 was longer, and the bikers traveled a longer distance.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "Lqa6A7ubYy1WrJG8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As students give reasons why they selected each graph in What If . . . ? Situation A, make sure they are attending to such issues as why there is a horizontal segment in (3) and (4) and what it means. When matching the paths with the statements, students may question why the first statement (Situation Celia) does not correspond to path (3) and the second statement (Situation Theo) could correspond to path (4). Emphasize that the horizontal segment in these paths means the distance is not increasing and therefore the cyclist is not moving at all. Students may ask, “Why does the line go on if the cyclist is not moving?” Point out that, even though the cyclist is not moving, time continues to pass. Therefore, the segment gives us information about how long the cyclist was stopped. You may want to ask students to describe another situation that matches one of the graphs or have them act out the situation.</p>"
          ]
        }
      },
      {
        "id": "ZIRWSg-20zeNaOIy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Labeling the variables or seeing connections on a graph can help some students. Teaching Aid 1.3B: Connecting Graph Points Examples can help with this discussion. Pick specific points on a connection, and discuss what that coordinate says about time and distance. <em>(Language)</em></p>"
          ]
        }
      },
      {
        "id": "bp9boHybI_womw18",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Look at connection (A) on the graph, and relate to a table of values to represent the relationship shown by the connection.</p>"
          ]
        }
      },
      {
        "id": "4lOoywokeSHGEITl",
        "title": "Atlantic City to Cape May",
        "content": {
          "type": "Image",
          "url": "vap/images/atlantic-city-to-cape-may.png",
          "filename": "vap/images/atlantic-city-to-cape-may.png"
        }
      },
      {
        "id": "N-BDX0Fk3V8hMnNL",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If we mark a point on the connection, what does that point tell us about the time and distance?</p>"
          ]
        }
      },
      {
        "id": "xcB9DMoyeV4ELLN0",
        "title": "Estimate of Values: 4.6 Hours",
        "content": {
          "type": "Image",
          "url": "vap/images/a1.png",
          "filename": "vap/images/a1.png"
        }
      },
      {
        "id": "50bV8mL0ZEST0k7Z",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>If we look at time continuing and mark another point on the connection, what does that point tell us about the time and distance?</li></ul>"
          ]
        }
      },
      {
        "id": "QJq3uRY6iv0q5hSe",
        "title": "Estimate of Values: 4.7 Hours",
        "content": {
          "type": "Image",
          "url": "vap/images/a2.png",
          "filename": "vap/images/a2.png"
        }
      },
      {
        "id": "TPR-uAvr33_5MffX",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>If we look at time continuing and mark another point on the connection, what does that point tell us about the time and distance?</li></ul>"
          ]
        }
      },
      {
        "id": "NsEpT_l-3zOthdjG",
        "title": "Estimate of Values: 4.8 Hours",
        "content": {
          "type": "Image",
          "url": "vap/images/a3.png",
          "filename": "vap/images/a3.png"
        }
      },
      {
        "id": "si5TfhZWCQv6RcLl",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>If we look at time continuing and mark another point on the connection, what does that point tell us about the time and distance?</li></ul>"
          ]
        }
      },
      {
        "id": "9ovoQairg8_UZwJZ",
        "title": "Estimate of Values: 4.9 Hours",
        "content": {
          "type": "Image",
          "url": "vap/images/a4.png",
          "filename": "vap/images/a4.png"
        }
      },
      {
        "id": "032jmXtSZGdMNZiM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Does this connection increase slowly or quickly? <em>(It increases quickly. For an increase of 1/10 of an hour, the distance increases by 2.5 miles, then 1 mile, then 1/2 mile, then 1/2 mile. So the biker slows down as the time continues.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEuvzgvktbDg2O",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? question.</p>"
          ]
        }
      },
      {
        "id": "iubhq_IjV-FX49D2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong> </p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
