{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "6GlK9Iy6-TPczwa4",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have students share their thoughts on the data sets in the Initial Challenge.  Have students share how they made their decisions for the questions in What If Situation A.</p>"
          ]
        }
      },
      {
        "id": "C0bgV8JCSlHi8HTg",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>Who is taller, the male basketball players or the female basketball players? How do you know? </li></ul><p>Students will most likely note that the male players are taller than the female players. Have your students share their reasoning. If students focus on comparing the means, point out that there are portions of the two distributions that overlap. </p><ul><li>When you compare these two samples, can you tell, for these samples, that the men are taller than the women? Or can you tell me, that for these two populations (professional male and female basketball players), the heights are distributed differently? (Push students to explain why they think they can leap from comparing samples to comparing the underlying populations. They should mention that the sample size makes it likely that the sample statistics are similar to the statistics for the underlying populations.) </li><li>These two distributions have similar variabilities. Because of this, we can compare the means of the distributions rather accurately. The difference between the means is about 16 centimeters (or about 6 inches). Do you think this difference in means is just due to the fact that heights vary from sample to sample? Or do you think that you can say that male basketball players are generally taller than female basketball players? In other words, if you were given two other samples from the male basketball player and the female basketball player populations, might you find there is no difference in heights? </li></ul><p>Let students talk about their observations. Point out that these are samples. </p><ul><li>You compared the two sample distributions. The means are different. How did you measure this difference? (Each mean is compared to the distribution of values in the other sample. MADs are used to measure the difference. Data values that are 2 or 3 MADs from the mean of a distribution are unexpected for that distribution.) </li><li>You drew conclusions about the heights of the populations of male and female basketball players. Why are you justified in doing this? (The samples are large, random samples, so they are likely to be representative of the underlying populations. When you say the mean of one sample is an unexpected value for the other sample, you are actually saying that the typical height for the population of male basketball players is different from the typical height for the population of female basketball players.) </li><li>For What If Situation B, how did you determine whether the sample data were taken from a male professional basketball player population or a female professional basketball player population? (The distribution has a mean that is about 2 centimeters less than the male player distribution, but about 14 centimeters greater than the female player distribution. The mean of the unknown distribution is also within one MAD of the male player distribution and within two MADs of the unknown distribution. This mean, therefore, is considered expected for either the male basketball player or female basketball player distributions. While it is an expected mean, however, within either distribution, the distribution in Question D has a mean that is more similar to the male professional basketball player distribution, and within 1 MAD for the male professional basketball player distribution.) </li><li>Do you think that the differences between the male basketball player sample heights and the female basketball player sample heights prove that there are meaningful height differences in those populations? Or, do the differences in the samples simply show naturally occurring variability? (From the data in this Problem, you can conclude that male professional basketball players are noticeably taller than female professional basketball players. The difference between the sample means is too great to be just the result of naturally occurring variability among samples from the same population.) </li></ul><p>At the end of this Problem, students should understand that when they analyze two samples whose means seem very different from each other, they can use the MADs of the samples as measures of difference. Students can use these measures to conclude that the samples either represent two populations that share a similar attribute, and the size of the difference is caused by the natural variability among the samples, or they represent two populations whose measures on those attributes are distinctly different. </p>"
          ]
        }
      },
      {
        "id": "eVlaSequl6_IBZBN",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "GwC8YVmuD9_HbVMS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}