{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "20PGMOQckzAi6oit",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Have groups share the boxes they created.  Have them report how their prisms compare to the original cylinder. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "v3F3f59rXDvqRWiv",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Look for a variety of rectangular boxes. Ask students how they decided on the dimensions of their boxes. </p><p>Some example explanations from one classroom:</p><p><u>David</u>: “I decided to make the bottom of the box a 5-centimeter square. So, the area of the base   is 25 square centimeters. That means the height had to be 251.9 ÷ 25 ≈ 10.076 centimeters.” </p><p><u>Trisha</u>: “I wanted my box to be 11 centimeters high, just like the can, so the area of the base had to be 251.9 ÷11 ≈ 22.9 square centimeters. If one side of the base is 4 centimeters, the other side has to be 22.9 ÷4 = 5.725 centimeters.” </p><p><u>Leng</u>: “I found three numbers that multiply to give 251.9: 10 x 5 x 5.038 = 251.9. I made these the dimensions of my box.” </p><p>Help the class compare the boxes they made. </p>"
          ]
        }
      },
      {
        "id": "21Rn0j6n49eNoyJf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Which of these boxes do you think would be easiest to drink from? </li><li>Which do you think would cost the least to manufacture?</li><li>Which would be the easiest to pack in a larger shipping box? </li></ul><p>By this time, students should have a general strategy for finding the volume and surface area of a rectangular prism and of a cylinder. </p><ul><li>Do any of your boxes use less material (have a smaller surface area) than the original cylinder? (Students are not going to be able to design a box with less surface area than this particular cylinder. The most efficient box in terms of surface area would be a cube with a side length of about 6.32 cm. The surface area of this box would be about 239 cm<sup>2</sup>.) </li><li>If a cylinder and a rectangular prism have the same volume, will the cylinder always have less surface area? Explain your reasoning. (Students should realize that some cylinders are less efficient than others, just as some boxes are less efficient than others. They might suggest that a cube‐like box has less surface area than a very tall and skinny cylinder with the same volume.) </li></ul><p>Use similar questions when having students share and compare their triangular prisms from What If Situation A.</p>"
          ]
        }
      },
      {
        "id": "UefEqrBAg0w36MIl",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "BDY_qRo3EKV4aWgb",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}