{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "AM7lZv5W7LkqbzVi",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students use an angle ruler, monitor their work to be sure that they are placing the angle ruler correctly and reading the measures accurately. Since the tool is easily flipped over and the arms interchanged, be aware of the importance of placing the arm with the scale on it down first. It needs to be placed over the initial side of the angle, with the rivet over the vertex, before rotating the other arm counterclockwise to the terminal side.</p><p>If students use a protractor, ask them to check their answer with the goniometer/angle ruler and vice versa. This gives them practice with both tools.</p><p>As you work with groups, look for interesting ways students reasoned for you to share in the summary.</p><p>The question about which direction the bee uses to indicate the location may come up. In the diagram, it is a counter clockwise, but it could be clockwise.  </p><p>As students are working on the What If...? Situation B table and equation about Amelia Earhart’s journey, refer them back to their work with equations in grade 6, <em>Comparing Quantities</em> or <em>Variables and Patterns</em>.  (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "Vlt7t7PeH81C_4VT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How can you compare the variables in this situation? (Answers wil lvary. As the time increases by 4 hours the distance increases by 80 miles.)</li><li>Are there ratios in this situation that can help us see patterns? (Yes. 4:80, 8:160, 12:240, The number of hours times 20 equals the number of miles.)</li><li>Is there a unit rate in this situation? (Yes. For every hour the distance increase by 20 miles.)</li></ul>"
          ]
        }
      },
      {
        "id": "tBmQCwAFerV18IAx",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "CMoQBU_4ozBC3LTC",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What are the advantages and disadvantages of estimating angle measures? What are the advantages and disadvantages of using a protractor or angle ruler to measure an angle?</em></p><p>(As students are working on this Problem, look for how students are using the tools to measure angles accurately.  Have students demonstrate how they find the angle measures.)</p>"
          ]
        }
      }
    ]
  }
}
