{
  "type": "resources",
  "content": {
    "tiles": [
      {
        "id": "MZLviHcI840ZR_Dy",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Instruction: </strong> In this section, you and your group member(s) will analyze an existing model. You will gain insights into its strengths and weaknesses through this evaluation process. Building upon these insights, you will proceed to develop a more comprehensive model. In addition to incorporating the lessons learned from your analysis of the existing model, you will also consider other important factors that you believe will contribute to the revised model&#x27;s effectiveness.</p>"
          ]
        }
      },
      {
        "id": "sCyvPqMH-PfnFGNT",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "m2s/images/kenia-s-model.jpeg",
          "filename": "m2s/images/kenia-s-model.jpeg"
        }
      },
      {
        "id": "Tv0mwslstWJFHF_k",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kenia lives in the Boston metropolitan area, which is in Massachusetts. The cost of renting an apartment there is very expensive. Recently, her friend told her that she could find an apartment of the same size in Nashua, which is in New Hampshire, and it would be cheaper. To decide if moving to Nashua is a good idea, Kenia used M2Studio to make the mathematical model above. Currently, Kenia has a job in Concord and lives in a one-bedroom apartment in Cambridge. Both Concord and Cambridge are places in Boston. Kenia thinks there might be other things (variables or factors) she should consider in her model before deciding. Your task is to identify those other things and make a better model that can help people like Kenia choose between two places to live if they have a job in a specific place. Use the workspace in M2Studio to document your work. You can use the internet to find information for your model. Ensure to include the URLs of websites you used to gather information for your model. </p>"
          ]
        }
      }
    ]
  }
}