{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "DnJVNzpwopzaQ3pw",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have students share their estimates for the angles measures in What If Situation A. Have them discuss how they got their estimates.</p><p>Have students discuss the student claims in What If Situation B.</p><p>Have students share their sketches for What If Situation C. Discuss how they drew the angle to match the given measure or criteria.</p><p>Have students share how they solved the equations in What If Situation D, to find N.</p>"
          ]
        }
      },
      {
        "id": "LuZJ0E2Y0qsz7LuM",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions:</strong></p><ul><li>What is the angle measure of the first figure in What if Situation A? (≈125°)</li><li>Repeat for the other angles</li><li>What benchmark angles were helpful to you? (Answers will vary.)</li><li>What made these benchmark angles helpful to you? (Answers will vary)</li></ul><p>For What If Situation B, have students share their ideas about each claim. Focus on the claims that caused the most conversations during the Explore.</p><ul><li>How did you know how to draw the angles in What If Situation C?  (Answers will vary.  Look for students using benchmarks.  Look for how students are using the information in the clues given to find the new angle measure.)</li><li>How did you solve for N in What If Situation D?  (Answers will vary.  Students will not have a formal way to solve equations at this time.  Look for students to use fact families or guess and check.  This is fine for now.  As they describe their process, you can script it to start leading them towards a more formal way to write their ideas which will be developed in Moving Straight Ahead later in the year.) For example:</li></ul>"
          ]
        }
      },
      {
        "id": "lccYWctjDKNuaQZw",
        "title": "Eq. 1 for What If D",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac13N=20\\degree"
        }
      },
      {
        "id": "K90EYQd83w5T_beG",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>A student might say that they knew that 1/3 of some number would be 20° and to them that meant that a number was being divided into three parts and resulting in 20°. Using fact families they knew that 20 x 3 would get them to N. You might write the following equations, which are all the same as Equation 1:</p>"
          ]
        }
      },
      {
        "id": "28bIxItCMiQsWLp3",
        "title": "Eq. 2 for What If D",
        "content": {
          "type": "Expression",
          "latexStr": "N\\div3=20\\degree"
        }
      },
      {
        "id": "IGmfjcHFDQyGwHU5",
        "title": "Eq. 3 for What If D",
        "content": {
          "type": "Expression",
          "latexStr": "20\\degree\\times3=N"
        }
      },
      {
        "id": "ZLef6gtzoblh2B2_",
        "title": "Eq. 4 for What If D",
        "content": {
          "type": "Expression",
          "latexStr": "N=60\\degree"
        }
      },
      {
        "id": "mCkSjQZp3Mx3-rC0",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students sketch the angle for N for each card and explain how it fits with the equation.</p>"
          ]
        }
      },
      {
        "id": "JVcSql2B7ZouUCAB",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions</p>"
          ]
        }
      },
      {
        "id": "ppDbw5NIy1QcDPtn",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
