{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "lQ38GE1nmUXtx3-F",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem engages students in the useful geometric practice of dissecting one figure and reassembling its parts into another, more convenient shape. In this case, the result shows how circumference and area are related and provides another justification of the area formula A = πr<sup>2</sup>.</p>"
          ]
        }
      },
      {
        "id": "jlZ7wJ1GBisWM-wv",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Area and Circumference of Circles: <em>Exploration, Analysis</em></p>"
          ]
        }
      },
      {
        "id": "XhFrj3It51Ka4bsE",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe the relationship between the circumference and area of a circle. </p>"
          ]
        }
      },
      {
        "id": "erZoafnQQLKj5baG",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Investigating the relationship between circumference and area of a circle students will:</p><ul><li>be introduced to pi (π) as about 3.14159</li><li>use radius squares to find A ≈ 3r<sup>2</sup>, and A = πr<sup>2</sup></li><li>find that both the circumference and the area of a circle are related to the radius and diameter of the circle</li><li>compare finding the area of a circle to finding the area of a parallelogram with the height that is close to the radius of the circle</li><li>area of a circle = πr<sup>2</sup></li><li>apply their knowledge of finding area and circumference of circles to real world problems</li></ul>"
          ]
        }
      },
      {
        "id": "-VhQii-7rVWCI57B",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Problem 3.2 used an experiment to provide some informal strategies for developing a formula relating circle area to radius.  In this Problem, students will explore an interesting relationship between the circumference and area of a circle. </p>"
          ]
        }
      },
      {
        "id": "tI01qqlHsqnVWvO-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Students will see examples of a circle cut into 4, 8, and 16 slices.  They will notice that, when the circle is cut into more slices, the new shape becomes more like a parallelogram.  Students can then explore the relationship between the dimensions of the circle and the dimensions of the parallelogram.  </p><p>Remind students of the task in the 6th grade unit <em>Covering and Surrounding</em> where they used radius squares.  It involved using squares that had the dimensions of the radius of the circle and cutting them to fit exactly on the circle. They found that it took a little more than 3 or π radius squares.  This problem will ask students to look at this dissection process in the opposite direction.  The problem will have the students study what happens when they rearrange sectors of a circle into the figure shown in the Initial Challenge that looks like a parallelogram.  </p><p>Have students work with a partner on this problem. What If Situation A is the formula students should get while doing the Initial Challenge.  It is there to assist if it doesn’t come out in the Initial Challenge</p><p><u>Implementation note</u>:  What If Situation B can be differentiated among the groups in the class and then discussed during the summary.  Having groups put their work on large paper can make this a gallery walk discussion in the summary. </p>"
          ]
        }
      }
    ]
  }
}
