{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "3uiQKSUg-SbioL_P",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goal of this Problem is for students to visualize three-dimensional figures and the shapes formed when those figures are sliced by planes.</p>"
          ]
        }
      },
      {
        "id": "qWXlQAksYxr613zn",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Surface Areas and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Exploration, Analysis</em></p>"
          ]
        }
      },
      {
        "id": "h43ES8s4hl0WcDRE",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "MJ2P2nvtCUMlmljt",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "GrUb1RbGEYW43Mmz",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In the last two Problems, students explored interesting prisms and developed strategies for finding volume and surface area.  They created prisms by folding pieces of paper. In this Problem, they will create new shapes by slicing a prism with one or more cuts.  To describe these shapes, they will use the number of vertices and edges as well as the shapes of the faces of the new solid.  </p><p>Hold up a pastry box or a shoebox.</p><p><strong>Suggested Questions:</strong></p><ul><li>How many vertices, faces, and edges does this box have?  Would these answers be different for larger or smaller rectangular prisms? (There are 8 vertices, 12 edges, and 6 faces.  This is the same for any rectangular prism.)</li><li>Now think about what you would see if you stood near a very large rectangular prism such as a railroad freight car.  How many vertices, edges, and faces would you be able to see?  (What you see depends on the size of the box you are looking at and where your eye is located.  You could stand in a position where you see something like the shoebox pictured in the Student Edition (or the one you are holding up) That is, you would be able to see 7 vertices, 9 edges, and 3 faces.  You will never be able to see more of the parts of the box.  However, it is also possible to stand in a position where you would be able to see 6 vertices, 7 edges, and 2 faces and a position in which you would be able to see 4 vertices, 4 edges and 1 face.</li></ul>"
          ]
        }
      },
      {
        "id": "hgoNKIbLsH7J-8p_",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Hold up a block of clay or another object.  </p><p><strong>Suggested Questions:</strong></p><ul><li>How could making cuts in this block generate other figures?  (Rhetorical question to be answered by doing the problem.)</li><li>How would you slice this brick to make a triangular prism?  Pentagonal prism? Hexagonal prism?  (Collect student conjectures)</li></ul><p>Have students try to visualize the shape they want to make and the cuts they would need to make the shape.  Then, have them experiment to see if their conjectures are correct.  </p><p>Have students work with a partner on this problem.</p>"
          ]
        }
      }
    ]
  }
}
