{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If the coordinate rule creates a similar figure, how can you use the rule to predict the side lengths of the image? The location of the image on the coordinate grid?</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For the coordinates (x, y) of the original figure, if you make the coordinate rules by multiplying each coordinate by the same number, k, then the new image with the coordinates (kx, ky) is similar to the original figure.</p><p>For example, if you multiply (x, y) by 2, then you will have new coordinates (2x, 2y). It makes the side lengths of the new image 2 times longer than the side lengths of the original figure. This rule has the same effect as both a rubber band with two-band stretcher and a copy machine setting with 200%.</p><p>If you multiply (x, y) by 3, then you will have new coordinates (3x, 3y). It makes the side lengths of the new image 3 times longer than the side lengths of the original figure. This rule has the same effect as both a rubber band with a three-band stretcher and a copy machine setting with 300%.</p><p>You can use the rule to predict what will happen to the lengths of corresponding sides. When looking at the coordinate rules, the multiplier from one coordinate to the next will tell how much the side lengths change from one figure to another. For example, if we think of Zug as the original and Bug as the image, each coordinate in the rule multiplies by 1.5. So, the lengths of Zug will grow 1.5 times to make the lengths of Bug. Zug’s nose is 2 units tall and Bug’s nose is 2 • 1.5 = 3 units tall. Zug’s forehead is 8 units long and Bug’s forehead is 8 • 1.5 = 12 units long</p><p>Zug             (2x, 2y)</p><h3>           x1.5⤸      ⤸ x1.5</h3><p>Bug              (3x, 3y)</p>"
          ]
        }
      },
      {
        "id": "-6wzAUG20220915AM",
        "title": "Comparing nose lengths for Zug and Bug",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sas/images/SS_2_2_NWDYK_Mug.jpg"
        }
      },
      {
        "id": "6QwDbQcp962Ps4BD",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The rule will predict the location change. When a number is added to or subtracted from the coordinate amounts, it will slide the figure.</p><p>For example, if we were to add to the x-coordinates of Mug, it would slide Mug to the right. If we subtract from the x-coordinate, it will slide Mug to the left.</p><p>Adding to the y-coordinate will slide Mug up. Subtracting from the y-coordinate will slide Mug down.</p>"
          ]
        }
      },
      {
        "id": "8hiHZAfMKw_Z7fmX",
        "title": "Mug Location Change",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sas/images/aaaa.jpg",
          "filename": "sas/images/aaaa.jpg"
        }
      },
      {
        "id": "yoEu01m3gID9Md5M",
        "title": "Did You Know?",
        "content": {
          "type": "Image",
          "url": "sas/images/2-2_initial_challenge_1.png",
          "filename": "sas/images/2-2_initial_challenge_1.png"
        }
      }
    ]
  },
  "supports": []
}
