{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "H0zfFobhA3xCu1Vf",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students are introduced to an area model for analyzing probabilities with two-stage outcomes. </p><p>An area model is used to analyze the theoretical probability for two-stage probability situations. Students could use a tree diagram to solve this Problem as well. The purpose of this Problem is to introduce the area model for probabilities in a simple two-stage situation, however. Furthermore, this Problem is meant to prepare students for how an area model can be used in a more complex two-stage situation later in Problem 4.2 (one-and-one free throws in basketball).</p><p>Note: One other context option for compound events is the weather. For example, looking at the chance of rain and the temperature. Or looking at the wind and sunny/cloudy forecast. You might want to have a discussion presenting percentages for each and discussing if they are equally likely. </p>"
          ]
        }
      },
      {
        "id": "__gpkSDDbnhDBJY_",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis&amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "cUvi_T5CSTwMlHkf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin making sense of compound events and using area models to analyze them.</p><p>Begin to notice/recognize: </p><ul><li>When using an area model to represent a compound event in the area of the model represents the entire situation/game</li><li>Each piece of the area model represents an outcome</li><li>The probability of a compound event is the fraction of the outcomes in the sample space</li></ul>"
          ]
        }
      },
      {
        "id": "dO3YQgfnNHX6EeDc",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK </strong></p><p>How can an area model help represent analyze the outcomes of a compound event?</p>"
          ]
        }
      },
      {
        "id": "vTMv_K-tUGxVIGPA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>In this Problem, students will consider area in a new light. Students will see the connection between area models and probability. Students will learn how to create area models and use them in probability situations. Skills involving operations with fractions will be used for this Problem. (Portrayal)</p><p>Discuss Miquel’s suggestion of using an area model for finding all the possible outcomes for the Match/No Match Game. Go through all the steps in creating the area model. <strong>Teaching Aid 4.1: Tree Diagrams Transformed to Area Models</strong> can be used to help students make the connections.</p><p><strong>Implementation Notes</strong>: You may want to have a brief discussion of students’ area models in the Initial Challenge before having them try another one in What If Situation A. </p><p>For What If Situation B, assign partner groups one of the cases for the two buckets. Have them put their explanations on large paper to use during the Summary</p>"
          ]
        }
      },
      {
        "id": "bPwOPg-ZcAZcMkcT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>In the Initial Challenge students will analyze the use of the area model for the Making Purple game and then in What If Situation A they will look at another area model for another game. Introduce the game Making Purple by playing a few rounds with the class.</p>"
          ]
        }
      },
      {
        "id": "Be5TaeN7YGEYkq-8",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Do you think purple and not purple are equally likely outcomes? Explain. (Possible explanation: There are more ways to not get purple than to get purple, so these outcomes are not equally likely.)Most students will intuitively know that the two outcomes are not equally likely, but they may not be sure how to find the probability of making purple. Some may think that the probability of making purple is 1/3 + 1/6 because one spinner is divided into thirds and the other into sixths. Other students may see that P(Red) = ½ and that P(Blue) = 1/3 and reason incorrectly that P(Red, Blue) = 1/2 + 1/3  = 5/6. If they do this, then ask students what P(Blue, Red) is. Using the same incorrect reasoning, students will believe that P(Blue, Red)= 1/6 + 1/3 = 1/2. Help students see that P(Red, Blue) or P(Blue, Red) = 5/6 + 1/2 = 8/6 which is greater than 1 and cannot occur. Others may offer additional suggestions. Again, do not confirm or refute their conjectures. These ideas will be revisited in the Summarize.</li></ul>"
          ]
        }
      },
      {
        "id": "A-3kbN0mzyPy3X7H",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 4.1: Making Purple</strong>, along with blank plastic spinners or paper clips. Have students work with a partner to analyze Making Purple using an area model.</p>"
          ]
        }
      }
    ]
  }
}