{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "ZyVE9WxjVp3hrxTb",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Students might get stuck by not realizing that they first have to find the volume of the cylindrical juice container (approximately 251.9 cm<sup>3</sup>). Since the volume is not a whole number, they might then be puzzled about how to choose dimensions of a rectangular prism that give the required volume product. Suggest that they try some possibilities in a guess/test/revise strategy. </p><p><strong>Suggested Questions:</strong></p><ul><li>How do you find the volume of a rectangular prism? (The volume is the area of the base times the height.) </li><li>If you plan for a particular base, how can you find a height to go with it? (Divide the area of the base into 251.9 to find the number of layers of the box, which equals the height.) </li><li>If you make a base that is 3 centimeters by 4 centimeters, what height would you need? (about 21 centimeters) </li></ul><p>Students will use different levels of accuracy. Some will be ready for the kind of thinking displayed above. Others will simply estimate their way to something close (a box with a volume of 250 cm<sup>3</sup>).  (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "yMQklv73rJZlsp-H",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "4WqzEjfm99XgLJb8",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How does the surface area of a cylinder, a rectangular prism, and triangular prisms that have the same volume compare to each other?</em></p><p>(As students are comparing their boxes listen for how they are finding relationships- they should see that for the same volume the surface area decreases as the number of sides increases.)</p>"
          ]
        }
      }
    ]
  }
}