{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "pSe8mHUMuKpUgUnT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>It can be helpful to focus attention on the key goal of developing a formula for calculating the volume of a cylinder by displaying a cylinder and asking questions about its dimensions.</p>"
          ]
        }
      },
      {
        "id": "_05VMcMkID2S0MkQ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>You found that the base of a cylinder is a circle. How did you find the number of cubes in the bottom layer? (You can find the number of cubes by counting squares (and parts of squares) or using the formula for the area of a circle.)</li><li>How did you use this information to find the volume of your cylinder?  (You can multiply that number by the height of the cylinder, or the number of layers, to find the volume.)</li><li>Suppose you measured the volume of the cylinder using larger cubes.  How would the number of cubes that it takes to fill the cylinder change?  (The number of cubes needed to fill the cylinder would be smaller.)</li><li>Suppose you measured the volume using smaller cubes.  How would the number of cubes that it takes to fill the cylinder change?  How would the volume change?  (the number of cubes needed to fill the cylinder would be greater.  However, since all volume measures determined by filling the cylinder are approximations, using smaller cubes results in a better estimate.  There would be fewer and smaller spaces left unfilled.)</li><li>Sometimes you need to measure a cylinder to describe it or to compute other measures.  What ways can you measure a cylinder so that you can describe it to someone else?  (You can measure the height, the circumference, and either the diameter or the radius.)</li><li>How much information would you need to have about a cylinder to be sure that someone else could duplicate the cylinder?  (The height and one of the following three measures:  the radius, the diameter, or the circumference.)</li><li>In What If Situation C, is Zeke’s claim correct?  (Yes.  The volume of every right prism can be found by finding the area of the base, which is one layer, and then multiplying this times the height, which is the number of layers.)</li></ul><p>Provide sample values for those measurements and ask how they would use those values to find the volume. Ask students again why the formula works and what measurement units should be attached. (Language)</p><p>For What If Situation A, the basic idea involved is that when the base circumference (and thus the diameter and radius) is increased, the base area is increased by the square of that scale factor. This tends to have a greater effect on volume than increasing the height, which has a linear relationship with the volume. Students are not expected to see that at this stage. In fact, the difference in volumes for what seems to be the same construction material is another pretty surprising result (comparable to what students discovered in their earlier work with prisms). </p><ul><li>What measurements would you need to make in order to find the volume of this cylinder? Compare these dimensions to the dimensions you used to find the volumes of prisms. (The dimensions of a cylinder are the height and radius (or diameter) of the base. For prisms, the necessary dimensions include the height and some description of the base. If the base is a regular polygon, then the number of sides and the length of each side are sufficient.)</li></ul>"
          ]
        }
      },
      {
        "id": "FpYQk9hq3FKVB8p0",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "wgVHeyIsNAVbop2y",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</p>"
          ]
        }
      }
    ]
  }
}