{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILErcLJ9KmKg1dp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Samples and Populations</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/18LeiBDrdmlrBsfVfLnMYU81ElTWTcz6r/view?usp=sharing\">Click here to view the <em>Samples and Populations</em> Unit Planning Chart (including pacing, key terms, materials and resources)</a></p>"
          ]
        }
      },
      {
        "id": "pom-CYnmmLa7uu4u",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Mathematical Reflection:</em></p><p><em>What do you know about the statistical problem-solving process?</em></p>"
          ]
        }
      },
      {
        "id": "A-rPCGW-evpac6n3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations</strong></p><p><strong>Investigation 1: Using Samples to Make Inferences About a Population</strong></p><p>There are three problems in Investigation 1. This will continue the work on statistical problem solving that students began in the grade 6 unit Data About Us. In Problem 1.1 students look at the context of school clubs to find what makes a sample a representative sample of a population. They will also look at different sampling methods and discuss which would give a more accurate sample. Problem 2.2 uses a context from the unit How Likely Is It?, The Gee Whiz Everyone Wins game. The students collect multiple samples of the same size and use them to decide the size of the population. In Problem 3.3 students decide how to collect a random sample from a population and then compare samples of different sizes.  </p>"
          ]
        }
      },
      {
        "id": "9xWbbi-kZ6w0OZ0D",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Using Samples to Compare Inferences Among Populations </strong></p><p>There are three problems in Investigation 2. Problem 2.1 has samples of data sets of male and female professional basketball players. Students use these samples to make inferences about the populations and compare the two populations. In Problem 2.2 look at data about wood and steel roller coasters to determine which is the faster coaster. They use measures of center and variability to make their decisions.  Problem 2.3 uses data about arrowhead length from 6 different archeological dig sites. Four sites are known time periods and two are unknown.  Students use the samples to decide which time period the unknown sites are from.  </p>"
          ]
        }
      },
      {
        "id": "s0Z1Y5viQwPxqXLt",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Overview </strong></p><p><strong>Key Ideas:</strong> Sample, population, sampling plans, representative sample, sampling distribution, measures of center (mean, median, mode) and variability (Range, MAD, IQR), simulation, inference. </p><p><strong>Major Focus:</strong> Statistics</p><p><strong>Strategic Connections:</strong> Proportional Reasoning, Probability</p><p>In S<em>amples and Populations</em> students use the skills they developed in <em>Data About Us</em> to collect and analyze data from samples, using measures of center and spread to describe the distribution of sample data. In this unit these skills are used to gain insights into how samples from the same population vary from each other. Various sampling plans are discussed, and students learn about the pitfalls of not using random samples. The impact of sample size on the variation among samples is investigated. The goal is to have students understand that, because samples will vary, not every sample will produce a valid inference about a population, no matter how well the sampling plan is designed and executed. They learn that large random samples are more likely to be representative of the underlying population, and more likely to produce valid inferences. Not only can students use samples to draw inferences about a population, but they can also compare samples to decide if they are similar enough to have been drawn from the same population, or different enough that they are likely to have come from two different populations. Students draw on experiences from <em>How Likely Is It?</em> to design and use a simulation to create random samples and make predictions. </p><p>The problems are also designed to give students multiple opportunities to use proportional reasoning.</p><p></p><p>LINK TO THE FUTURE: In future courses students will learn how to measure the confidence they can place in their inferences from samples. </p>"
          ]
        }
      },
      {
        "id": "sJxU5ajExWDZtfW1",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In roughly this order students: </p><ul><li>Understand the difference and relationship between a sample and a population, and that the purpose of sampling is to draw an inference about a population.</li><li>Use measures of center and spread and appropriate graphs to summarize a sample.</li></ul><ol><li>Compare samples from the same population, explain how they vary from each other and how the predictions from those samples will vary.</li><li>Analyze the benefits and drawbacks in various sampling plans, and how these might influence the resulting conclusions.</li><li>Use random sampling techniques and understand that random samples tend to produce representative samples and support valid inferences. </li><li>Use a sampling distribution to analyze the impact of sample size on the variability among samples and therefore on the reliability of inferences drawn from samples. </li><li>Use summary statistics from a random sample to draw conclusions about a population.</li></ol><ul><li>Use summary statistics from random samples from two different populations to draw conclusions about the populations.</li></ul><ol><li>Design and use a simulation to generate samples and draw conclusions.</li><li>Use mean and MAD, or median and IQR, from random samples to assess whether the differences in the samples are due to natural variability or due to meaningful differences in the underlying populations.</li></ol>"
          ]
        }
      },
      {
        "id": "-d8Ye9zSffNOwEqR",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Drawing inferences from samples: dealing with variability, sampling distributions</strong></p><p><strong>Variability within and among samples</strong></p><p>We use summary statistics from samples to draw inferences about a population. </p><p><u>Example: </u>The data below report “hours of exercise” for a sample of 7th graders. Each piece of data is a single student, and the graph shows a sample of 14 students.  We can see the variability within one sample.</p>"
          ]
        }
      },
      {
        "id": "W-FbCCDkUI3cfC5O",
        "title": "Hours of Exercise: Sample 1",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-1.png",
          "filename": "sap/images/te-pic-1.png"
        }
      },
      {
        "id": "hMlZ22Z-2FL5OnQ3",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Ordered, least to greatest:</p><p>6, 6.75, 7, 7, 7, 8, 8,| 8, 8, 8.5, 8.5, 8.5, 9, 10.</p><p>Summarizing this data:</p><p>Q1 = 7, Median = 8, Q3 = 8.5, Interquartile Range = 8.5 – 7 = 1.5.  </p><p>Typically a student reports 8 hours of exercise; the middle 50% report 7 to 8.5 hours. </p><p>(Or we can use Mean and Mean Absolute Deviation. Mean = 7.875. Using the ordered list above, absolute differences from the mean are:</p><p>1.875,1.125,0.875, 0.875, 0.875, 0.125, 0.125, 0.125, 0.125, 0.625, 0.625, 0.625, 1.125, 2.125. MAD = 0.80.)</p><p>Using Median/IQR statistics for this sample, and proportional reasoning, our inference for a population of 100 7th graders would be that a typical student gets 8 hours of exercise, and the middle 50 students get 7 – 8.5 hours. </p><p>BUT, what if we had chosen a different sample from the same population? Would we have made the same inference? Below is a sample of data from the same population. Sample size is 17.</p>"
          ]
        }
      },
      {
        "id": "YMZNGWUew_r7nCbq",
        "title": "Hours of Exercise: Sample 2",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-2.png",
          "filename": "sap/images/te-pic-2.png"
        }
      },
      {
        "id": "P0lEvxVRMTZUZhZW",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>6.67, 7, 7.5, 8,| 8, 8, 8.3, 8.3, 8.5, 8.5, 8.75, 9, 9.5,| 9.5, 9.5, 10, 10.</p><p>Summarizing this sample:</p><p>Median = 8.5 hours. Q1 = 8, Q3 = 9.5. IQR = 1.5. Our inference for a population of 100 7th graders would be that a typical student gets 8.5 hours of exercise and the middle 50 students would report getting 8 – 9.5 hours.</p><p><em>The inferences differ because the samples differ. This is not because of an error in collecting the samples, but because there is a natural variability among samples. </em></p>"
          ]
        }
      },
      {
        "id": "eyXPG7E5z9WFUKUS",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sampling Distributions</strong></p><p><u>Example: </u>The graph below shows variability among random samples from the same population. A sample in this case is 10 candies drawn from a jar of colored candies. We are tracking the number of red candies in a sample. Each piece of data on the bar graph is one sample. For example, one sample had 3 pieces of red candy and 14 samples had 8 pieces of red candy. </p>"
          ]
        }
      },
      {
        "id": "T89JarvWPheqm7NB",
        "title": "Sampling distribution of 36 samples",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-3.png",
          "filename": "sap/images/te-pic-3.png"
        }
      },
      {
        "id": "hH0GYLvpvEfxRRN4",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Samples have natural variability, but some results are more likely to happen than others. The sample with only 3 red candies out of 10 would lead to a prediction that the candy jar contains 30% red candies. A sample with 9 red candies would lead to a prediction of the jar holding 90% red candies. Neither of these samples is an error in itself, yet most of the inferences from the samples shown above would disagree with both.</p><p><em>So how can we be more confident a single sample is going to lead to an inference about the population that is likely to be an accurate prediction? The next section explains two best practices.</em></p>"
          ]
        }
      },
      {
        "id": "5AwiYrsXrDGdMeBc",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Impact of randomness and sample size</strong></p><p><strong>Sampling plans</strong></p><p>The goal with a sampling plan is to select a sample that is likely to represent the population. No group or category should be systematically included or omitted. Below are examples of 4 kinds of sampling plans.</p>"
          ]
        }
      },
      {
        "id": "i51gRmsvItYlXNLu",
        "title": "Four sampling plans",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-4.png",
          "filename": "sap/images/te-pic-4.png"
        }
      },
      {
        "id": "82Jp9skKbpseQsSZ",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ol><li>Convenience sample. Easy but omits any walkers.</li><li>Systematic sample. Attempts to eliminate bias but omits all who do not eat school lunch.</li><li>Volunteer sample. Easy but usually overrepresents strong opinions.</li><li>Random sample.</li></ol>"
          ]
        }
      },
      {
        "id": "7FavZ506v1wjKAJ2",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Random samples</em> are more likely to be representative of the population than non-random samples. By representative we mean that the sample looks like the population, that summary statistics, such as measures of center, of the sample are likely to be similar to the summary statistics of the population. This does not mean that every random sample will permit accurate predictions about the population, but most random samples will. </p><p>For example, in the <em>sampling distribution</em> of number of red candies in candy samples, shown on the left, we see that most random samples of 10 candies cluster around 7 or 8 red candies. Median sample = 7.5 red candies. Q1 = 6.5, Q3 = 8. IQR = 8 – 6.5 = 1.5. In fact, the population (jar) of candies was 70% red candies. Thus, out of 36 samples of 10 candies at least half of the samples would give a prediction that would be within 5% of the true percentage of red candies in the population. Only 13 random samples out of 36 samples would give a prediction that is more than 5% off the true population percentage of red candies. </p><p><em>Of course, we usually only choose ONE sample to use as a predictor of a population. We cannot guarantee that the ONE sample we have chosen will be representative of the population, but it is more likely to be representative if the sample is random. </em></p>"
          ]
        }
      },
      {
        "id": "sXHbrpBGxLx8XtJO",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Variability among samples depends on size.</strong></p><p>If we chose 30 samples of size 5 from the same population, say, 7th graders reporting hours of exercise, and made a sampling distribution showing how the means of the samples vary from each other, the sampling distribution might appear as below left.</p>"
          ]
        }
      },
      [
        {
          "id": "1B2zc2B3Gm2D_C98",
          "title": "Means of 30 samples, size 5",
          "content": {
            "type": "Image",
            "url": "sap/images/te-pic-5.jpg",
            "filename": "sap/images/te-pic-5.jpg"
          }
        },
        {
          "id": "BEtqJrfkhDzbCNBM",
          "title": "Means of 30 samples, size 30",
          "content": {
            "type": "Image",
            "url": "sap/images/te-pic-6.jpg",
            "filename": "sap/images/te-pic-6.jpg"
          }
        }
      ],
      {
        "id": "XET6hlUtwPfOeBT2",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If we repeated the experiment with 30 samples of size 30 we would find that the sample means would cluster more closely together, as above right.</p><p>Random samples of size 30 are more like each other and more likely to give similar and accurate predictions than samples of size 5. If we are only going to choose one sample and make a prediction, a sample of 5 will more likely give an inaccurate prediction than a sample of size 30.</p><p><em>Conclusion: use a random sample of a reasonably large size.</em></p>"
          ]
        }
      },
      {
        "id": "GHLjeBlxYKk25x03",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing two samples: Samples from the same population, from different populations</strong></p><p><strong>Samples from the same population</strong></p><p>If we have two large, random samples from the same population it is likely that their centers and spreads will be similar to each other and to the underlying population. Can this idea help us decide if two samples are likely to come from the same population?</p><p><u>Example:</u> The following 4 boxplots show the data from 4 samples. Two of the samples, 1 and 2, are known to come from the same population A (in this case, arrowheads known to come from the same time period). Do Samples 3 and 4 come from population A?</p>"
          ]
        }
      },
      {
        "id": "0ptQgrzxbGzw0izZ",
        "title": "Boxplots of 4 samples",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-7.png",
          "filename": "sap/images/te-pic-7.png"
        }
      },
      {
        "id": "ZIpdzl6DscHvhP7D",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Samples 1 and 2 look different, though they come from the same population. Typical arrowhead lengths from sample 1 are between 38 and 50 mm (median 45mm), and from sample 2 are between 29 and 40 mm (median 33mm). Using IQRs from these two samples we would predict that a typical arrowhead from Population A would have a length between 29 and 50. Most of sample 3 (the “box) fits within these limits. Thus, the lengths typical of sample 3 are also typical of population A. A typical length for sample 4 is between 20 and 25. Almost all the lengths in sample 4 are outside of the limits of what we would predict for population A. We can deduce that Sample 3 probably comes from Population A. The difference between sample 4 and samples 1 and 2 is large enough that we deduce that sample 4 comes from a different population. </p><p><em>What measure could we use to determine if the difference between two samples is “large enough” to deduce that two samples come from two different populations? </em></p>"
          ]
        }
      },
      {
        "id": "HpxWnXK-gkbu_BL0",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Samples from different populations</strong></p><p>When two samples are very different either the samples come from the same population and the difference is due to natural variability, or the samples come from underlying populations which differ on the attribute. We use the MAD to measure the difference.</p><p><u>Example:</u> Below are two dot plots showing large, random samples of basketball players. They look differe<em>nt. Is the difference large enough for us to conclude that they represent populations which differ on this attribute? </em>Is the population of female players different (with respect to height) from the population of male players?</p>"
          ]
        }
      },
      {
        "id": "ZFyH8s8mCu_q8N1z",
        "title": "Heights of Male and Female Basketball Players",
        "content": {
          "type": "Image",
          "url": "sap/images/te-pic-8.png",
          "filename": "sap/images/te-pic-8.png"
        }
      },
      {
        "id": "2GHSRQ3qSVPZtpld",
        "title": "Text 25",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Suppose that the populations for both male and female players are the same  height. For the sample of female players, 94% of the sample heights are within 2 MADs of the mean, 183.8cm. If this is representative of the heights of the underlying population of all players, then we would expect that the mean of all players would lie within these limits, and most samples would also have means within these limits. However, the mean player in the male sample has a height outside these limits. In fact most of the male sample lies outside these limits. So, the typical male player height from this sample would be very unlikely for the population represented by the female sample. It is unlikely that these two samples could represent the same population. That is, the difference, as measured by the MAD, leads us to the inference that the populations, male and female players, are different with respect to the attribute height.</p>"
          ]
        }
      },
      {
        "id": "FJUXIY9Tj42BdLkU",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Arc of Learning</strong></p><p>This Unit builds...</p><p>Click here to view <em>Samples and Populations</em> Unit Arc of Learning</p>"
          ]
        }
      },
      {
        "id": "4C1WFgWs3KzBoA8m",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Correlation to Common Core State Standards for Mathematics</strong></p><p>Click here to view the CCSSM correlations for Problems (including Mathematical Practices examples)&nbsp;&nbsp;</p><p>Click here to view the CCSSM correlations for Assessments</p>"
          ]
        }
      },
      {
        "id": "4QonyRdbt9iFmXOG",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Goals for the Unit</strong></p><p>Note: Objectives in bold text are relevant to the current investigation.</p><p><strong>Investigation 1: </strong></p><p>Students will be working to develop elements of the following Unit Goals throughout Investigation 1.</p>"
          ]
        }
      },
      {
        "id": "j_6Sq0oivqnrGUlx",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Other Resources</strong></p><p>Click here to view the Family Letter for <em>Samples and Populations</em></p><p>Click here to view other CMP4 Field Test resources for <em>Samples and Populations</em> (including PDFs of curriculum, supporting Learning/Teaching Aids)</p>"
          ]
        }
      }
    ]
  }
}
