{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILErcLJ9KmKg1dp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Samples and Populations</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/18LeiBDrdmlrBsfVfLnMYU81ElTWTcz6r/view?usp=sharing\">Click here to view the <em>Samples and Populations</em> Unit Planning Chart (including pacing, key terms, materials and resources)</a></p>"
          ]
        }
      },
      {
        "id": "pom-CYnmmLa7uu4u",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Mathematical Reflection:</em></p><p><em>What do you know about the statistical problem-solving process?</em></p>"
          ]
        }
      },
      {
        "id": "A-rPCGW-evpac6n3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations</strong></p><p><strong>Investigation 1: Using Samples to Make Inferences About a Population</strong></p><p>There are three problems in Investigation 1. This will continue the work on statistical problem solving that students began in the grade 6 unit Data About Us. In Problem 1.1 students look at the context of school clubs to find what makes a sample a representative sample of a population. They will also look at different sampling methods and discuss which would give a more accurate sample. Problem 2.2 uses a context from the unit How Likely Is It?, The Gee Whiz Everyone Wins game. The students collect multiple samples of the same size and use them to decide the size of the population. In Problem 3.3 students decide how to collect a random sample from a population and then compare samples of different sizes.  </p>"
          ]
        }
      },
      {
        "id": "9xWbbi-kZ6w0OZ0D",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Using Samples to Compare Inferences Among Populations </strong></p><p>There are three problems in Investigation 2. Problem 2.1 has samples of data sets of male and female professional basketball players. Students use these samples to make inferences about the populations and compare the two populations. In Problem 2.2 look at data about wood and steel roller coasters to determine which is the faster coaster. They use measures of center and variability to make their decisions.  Problem 2.3 uses data about arrowhead length from 6 different archeological dig sites. Four sites are known time periods and two are unknown.  Students use the samples to decide which time period the unknown sites are from.  </p>"
          ]
        }
      },
      {
        "id": "s0Z1Y5viQwPxqXLt",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Overview </strong></p><p><strong>Key Ideas:</strong> Sample, population, sampling plans, representative sample, sampling distribution, measures of center (mean, median, mode) and variability (Range, MAD, IQR), simulation, inference. </p><p><strong>Major Focus:</strong> Statistics</p><p><strong>Strategic Connections:</strong> Proportional Reasoning, Probability</p><p>In S<em>amples and Populations</em> students use the skills they developed in <em>Data About Us</em> to collect and analyze data from samples, using measures of center and spread to describe the distribution of sample data. In this unit these skills are used to gain insights into how samples from the same population vary from each other. Various sampling plans are discussed, and students learn about the pitfalls of not using random samples. The impact of sample size on the variation among samples is investigated. The goal is to have students understand that, because samples will vary, not every sample will produce a valid inference about a population, no matter how well the sampling plan is designed and executed. They learn that large random samples are more likely to be representative of the underlying population, and more likely to produce valid inferences. Not only can students use samples to draw inferences about a population, but they can also compare samples to decide if they are similar enough to have been drawn from the same population, or different enough that they are likely to have come from two different populations. Students draw on experiences from <em>How Likely Is It?</em> to design and use a simulation to create random samples and make predictions. </p><p>The problems are also designed to give students multiple opportunities to use proportional reasoning.</p><p></p><p>LINK TO THE FUTURE: In future courses students will learn how to measure the confidence they can place in their inferences from samples. </p>"
          ]
        }
      },
      {
        "id": "sJxU5ajExWDZtfW1",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In roughly this order students: </p><ul><li>Understand the difference and relationship between a sample and a population, and that the purpose of sampling is to draw an inference about a population.</li><li>Use measures of center and spread and appropriate graphs to summarize a sample.</li></ul><ol><li>Compare samples from the same population, explain how they vary from each other and how the predictions from those samples will vary.</li><li>Analyze the benefits and drawbacks in various sampling plans, and how these might influence the resulting conclusions.</li><li>Use random sampling techniques and understand that random samples tend to produce representative samples and support valid inferences. </li><li>Use a sampling distribution to analyze the impact of sample size on the variability among samples and therefore on the reliability of inferences drawn from samples. </li><li>Use summary statistics from a random sample to draw conclusions about a population.</li></ol><ul><li>Use summary statistics from random samples from two different populations to draw conclusions about the populations.</li></ul><ol><li>Design and use a simulation to generate samples and draw conclusions.</li><li>Use mean and MAD, or median and IQR, from random samples to assess whether the differences in the samples are due to natural variability or due to meaningful differences in the underlying populations.</li></ol>"
          ]
        }
      },
      {
        "id": "-d8Ye9zSffNOwEqR",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "hMlZ22Z-2FL5OnQ3",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "FJUXIY9Tj42BdLkU",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Arc of Learning</strong></p><p>This Unit builds...</p><p>Click here to view <em>Samples and Populations</em> Unit Arc of Learning</p>"
          ]
        }
      },
      {
        "id": "4C1WFgWs3KzBoA8m",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Correlation to Common Core State Standards for Mathematics</strong></p><p>Click here to view the CCSSM correlations for Problems (including Mathematical Practices examples)&nbsp;&nbsp;</p><p>Click here to view the CCSSM correlations for Assessments</p>"
          ]
        }
      },
      {
        "id": "4QonyRdbt9iFmXOG",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Goals for the Unit</strong></p><p>Note: Objectives in bold text are relevant to the current investigation.</p><p><strong>Investigation 1: </strong></p><p>Students will be working to develop elements of the following Unit Goals throughout Investigation 1.</p>"
          ]
        }
      },
      {
        "id": "j_6Sq0oivqnrGUlx",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Other Resources</strong></p><p>Click here to view the Family Letter for <em>Samples and Populations</em></p><p>Click here to view other CMP4 Field Test resources for <em>Samples and Populations</em> (including PDFs of curriculum, supporting Learning/Teaching Aids)</p>"
          ]
        }
      }
    ]
  }
}
