{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "GUz1vPPDH6pvmMDT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Effective work on this Problem will be aided by the ability of students to visualize and sketch the prisms that are described. Encourage students to make sketches that are variations on those shown in the text. Take this opportunity to again have them observe actual models of prisms and see how the sketch matches what is seen from certain perspectives. (Portrayal)</p><p>The vocabulary related to triangular prisms may be a bit confusing to students because the words base and height can be used in two senses—the base of the prism (which is a triangle) and the base of that triangle; and the height of the prism and the height of its triangular base. Keep an eye out for student puzzlement about these terms. (Language)</p>"
          ]
        }
      },
      {
        "id": "OXarsK1TM82LwhQl",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What is volume? (the number of unit cubes needed to fill a container) </li><li>How many unit cubes will fit on the base of the container? (The number is equal to the area of the base—there is one unit cube per every square unit on the base.) </li><li>How many layers are in the container? (The number of layers is equal to the height.) </li><li>What is the volume of the prism? (It is the area of the base times the height.)</li></ul>"
          ]
        }
      },
      {
        "id": "kPBxiQhC6LxAQgov",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "tgSsoU8iq4rDmxZW",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe a general strategy for finding the volume of any right prism—triangular, rectangular, pentagonal, and so on.</em></p><p>(As you are circulating during the Explore, listen for students describing how to find the volume of any right prism.  Select students to describe it as the number of unit cubes in it and/or by finding the area of the base times the height.)</p>"
          ]
        }
      }
    ]
  }
}