{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Daphne’s Reasoning</strong></p><p><em>Daphne’s Reasoning</em></p><p>I used ratios to find the height of the teacher. For every inch measured of the <em>PI Monthly</em> magazine, there are 10 inches in real life. I used the <em>PI Monthly</em> magazine height to measure the height of the teacher. </p><p>How could ratios help her find the height of the teachers?</p>"
          ]
        }
      },
      {
        "id": "O9pctwHvRc0oXlqk",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Every 1 magazine represents 10 inches, we can scale this ratio to find how tall the teacher is. </p><p>For example:</p><p>10 inches for every 1 magazine</p><p>    ↓ × 7                            ↓ × 7</p><p>? inches for every 7 magazines (if the teacher is 7 magazines tall in the picture) So there are 70 inches for every 7 magazines.</p><p><strong>Note</strong>: There may be some confusion about Daphne’s statement. Some may interpret the ratio as 1 to 10 on the picture and scale up. Some may interpret the measuring of the graphic to real life</p>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. What’s Different?</strong></p><p><strong>1.  </strong>How does the real-life teacher differ from the teacher in the photo?</p>"
          ]
        }
      },
      {
        "id": "j1GFsGtxO3uYUPL0",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The teacher in the photo is smaller than the real-life teacher. But the ratio between the height of the teacher in the photo and the height of the magazine in the photo is the same as the ratio between the height of the real-life teacher and the height of the real-life magazine. If we cut the hat from the photo and put it on our head, it would be ridiculously small. We would need to scale up the size of the hat to get it to&nbsp;fit.</p>"
          ]
        }
      },
      {
        "id": "document_Text_5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>2.</strong>  Can you think of some other times you could use a photo to estimate the size of something?</p>"
          ]
        }
      },
      {
        "id": "3iSb92kNnjiZ66VL",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>Possible answers:</p><ul><li>You might want to use a photograph to estimate the size of a large item you plan to buy, such as a large bookshelf. Estimating its size can help you determine whether or not it will fit in its designated spot. </li><li>You could also take a close-up shot of something small, like an insect, next to an object with a standard size, like a penny. Then you can compare the features of the insect, such as its size, to pictures in a reference book.</li></ul>"
          ]
        }
      }
    ]
  }
}
