{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "pMoP3iM4mTtWg1gy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Circulate as pairs work, assisting those who are having trouble analyzing this two-stage game. Some students may need help in labeling and interpreting the area model. Rather than show them again, ask them some questions. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "c6y1dpOQn0oLljOC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>For spinner A, what are the probabilities of getting each color? (1/6 for blue, yellow, and green and 3/6 for red)</li><li>How can you represent this on the square? (Divide one side of the square in proportion to the probabilities for each color on spinner A. Use these divisions to divide the square to represent the first of the two events.)</li></ul><p>Have students label each of the regions green, blue, red, or yellow. Note that students can subdivide the square starting from the left side or the top side. It makes no difference.</p><ul><li> For spinner B, what are the probabilities of getting each color? (1/3)  </li><li>How can you represent this on the square? (Subdivide the square into three equal parts on the other side of the square.)</li><li>How many regions do you have? (18)</li><li>What does each region represent? (The results of two spins)</li></ul><p>Have students label each region with the outcome it represents. For example, a region containing red and blue would be labeled RB.</p><ul><li>Which regions represent purple? (those labeled RB or BR)</li><li>What is the probability of getting purple? (4/18, or 2/9)</li><li>What are some other probabilities for this game? (Possible response: 1/6 for RR, 1/18 for GG or BB.)</li><li>In What If Situation A, what are all the possible outcomes of drawing a marble from Bucket 1 and then Bucket 2?(Students may start by making a list or tree diagram. That is fine. Lead them to thinking about it as an area model.)</li><li>How many regions/sections are there? (12)</li><li>What does each region/section represent? (The result of drawing a marble from each bucket to get two marbles)</li><li>How many possible pairs of marbles can be drawn from these two buckets? (12)</li><li>Why is the probability of getting RB 1/12, while the probability of getting GB is 1/6? (You are more likely to draw a green marble from Bucket 1 because two out of three marbles are green.)</li><li>Why is the probability of drawing at least one green the highest? (Green marbles are in each bucket. Green is more likely than red because one of the buckets has two green marbles out of three marbles.)</li><li>Drawing one marble from each bucket, what is the probability of drawing at least one blue or one yellow? Explain. (The total possible pairs are RR, RB, RG, RY, GR, GB, GG, GY, GR, GB, GG, GY. There are six pairs that contain either blue or yellow (RB, RY, GB, GY, GB, GY). So, the probability must be 6/12, or 1/2.)</li></ul><p><strong>Note:</strong> You may want to relate the area model to a tree diagram if students are having difficulty grasping the concept:</p>"
          ]
        }
      },
      {
        "id": "TN4VfYdaoR9-9l4G",
        "title": "Tree Diagram",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-pic-2.png",
          "filename": "hlit/images/tg-pic-2.png"
        }
      },
      {
        "id": "TILEduHybkrysBZL",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p><u></u>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence?</p><p><strong><em>Now What Do You Know?</em></strong></p><p><strong><em>How can an area model help represent and analyze the outcomes of a compound event?</em></strong></p><p>(As you are circulating during the Explore select students/groups that can talk about or show how the square area represents the entire situation/game; that each piece inside the square represents an outcome; and that the fractional size of the piece represents the probability of the outcome occurring.)</p>"
          ]
        }
      }
    ]
  }
}