{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "IISdAxq_9KSbviCq",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Investigation 3</strong></p><p>In this Unit, we use proportional relationships to investigate probability and solve problems. At </p><p>the end of this Investigation, what do you know about probability? About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "AmsolAV2CEwS5Ktv",
        "title": "Text 14",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this point students can decide if a game is fair by finding the theoretical probabilities for all outcomes. Students can decide on tools that will design simulations for events to determine probabilities. Students can use theoretical probabilities to design strategies to win games.</p><p></p><p>Probabilities are an example of proportional relationships where the quantities being compared are the desired outcomes to the total outcomes.</p>"
          ]
        }
      },
      {
        "id": "ds9CsFQnFvB9AogS",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflections on the Mathematical Practices</strong></p><p>As you worked on the Problems in this Investigation, you used prior mathematical knowledge to make sense of them. You also applied mathematical reasoning to solve the Problems. For example,</p><p>Ken said his group was making decisions about fairness in Problem 3.1. We had several tools: coins, colored cubes, spinners, number cubes, playing cards, or straws. </p><p></p><p>We had to determine which one was the most reasonable for choosing a messenger. </p><p>We also explained how we decided each tool was fair or not. To determine the fairness of each tool, we had to understand how each tool was used. We wanted to make sure each of the three students had the same chance of being chosen. Our group used a number cube. Billie goes if 1 or 2 comes up. Evo goes if 3 or 4 comes up. Carla goes if 5 or 6 comes up. As a class, we found a way to make each tool work. </p><p></p><ul><li>What mathematical practice(s) did Ken’s group use to solve this problem?</li><li>What other mathematical practices did you use to solve problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
          ]
        }
      }
    ]
  }
}