{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "GkG3EsEwhZLZ2M_I",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Discuss how the addition of a diagonal to a quadrilateral produces a rigid figure. Ask students why the diagonal produces a rigid figure. Some students may bring up that it has something to do with the two triangles that are formed.</p><p><em>Note: When a diagonal strip placed is in the quadrilateral, it becomes rigid. That is, if the strip stays in the same plane, then the shape is unique. If we are allowed to flip two adjoining strips through a third dimension, we would be able to form a different shape.</em></p><p>Have students share their polygons with the diagonals that they made with polystrips. Have students share the conclusion they found for the minimum number of diagonals needed to make an n-gon to make it rigid</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>Do you agree with _________’s polygon and the number of diagonals they have chosen? (Answers will vary. Repeat for several polygons and with several students sharing their polygon.)</li><li>What did you notice in your sketches of the polygons and the minimum number of diagonals? (Answers will vary. The number of diagonals is three less than the number of sides of the polygon.)</li><li>What is the minimum number of diagonals for an n-gon? (Number of sides of the polygon minus three.)</li><li>Did this generalization work for a heptagon, octagon and/or nonagon? (Yes. Have students show this with their polystrips.)</li><li>Do you agree with Beatrice? (Yes)</li><li>Does Beatrice’s observation about creating embedded - when adding the diagonals appear in the polygons you made with the polystrips? (Yes. Have students demonstrate this with their polygons.)</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "document_Text_5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
