{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "RqKFIK_EROZAOQQa",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Before starting the summary have students take a moment and stop and jot down what they are currently thinking about collecting and using samples. Have students revisit this after the discussion before doing the Now What Do You Know?.</p><p>Using a gallery walk of the students&#x27; data collections from the Initial Challenge can help move the conversations forward.  Give students time to look at the other groups&#x27; samples with the lens of looking for how do other groups’ samples compare to their own. </p>"
          ]
        }
      },
      {
        "id": "TvXJYZ9Hp7mIhqXy",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions :</strong></p><ul><li>What insight did you conclude about exercise patterns based on your sample? <em>(Answers will vary.  Have a group/individual share their findings.)</em></li><li>Did anyone’s data disagree with ________‘s findings? <em>(It is likely that there will be differences based on the random sampling.)</em></li></ul><p>Have several groups/individuals share their findings and have students respond to if their samples agree or disagree with them. </p><ul><li>Now that we’ve heard from several groups and looked at other groups’ findings, would you change your original insight on sleep patterns? <em>(Answers will vary.  Some students will want to change based on seeing other samples and more samples. Some students will want to keep their insights because it is what their sample showed.)</em></li></ul><p>Use What If . . . ? Situation A to compare the samples and the whole population. </p><p><strong>Note</strong>: This is a great lesson in why mathematicians never claim that a prediction from one sample is infallible. </p><ul><li>What might you be able to say about the population if we had data from only one sample? <em>(You may want to have students describe how confident they are that they can draw this conclusion using just their sample data.) </em></li><li>Would some samples give better estimates than others? <em>(Some samples may give better estimates than others. Choosing any random sample, however, gives a good chance of gathering information on a representative sample. If all groups in your class choose random samples, a group who chooses a more representative sample than other groups has done so purely by chance.) </em></li><li>Does a line plot or box plot of your sample help you make a better estimate? <em>(Either works well, but the box plot predicts the median, not the mean. Additionally, the box plot sometimes makes students think of reporting an interval for a prediction, which is not a bad idea.) </em></li><li>Would any of the samples have given a poor estimate? <em>(Some samples may have given poor estimates. Again, however, this would be by chance if students used random sampling plans.) </em></li><li>If there is a sample that would have given a very poor estimate, was this because the sample was chosen incorrectly? <em>(Random sampling plans can also provide poor estimates, as all samples vary from sample to sample, even when sampling is done using proper methods.) </em></li></ul><p><strong>Note:</strong> Make the point that a random sample resulting in a poor estimate is not anyone’s fault. This rarely happens. </p><ul><li>What patterns do you see in the measures of spread for the three different distributions in What If . . . ?Situation B? <em>(The distributions are for medians, which is a measure of center.  As the size of the random sample increase, the medians of the random samples are denser around the value of 8 hours.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "WIDShwvaL_nptX4t",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know?</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "3dsbRrQf7znh9qEU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
