{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Completely Rational Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/1c6bPeCtQuYx22ZzghtaFxvBrwtxKyxbP/view?usp=drive_link\">Click here to view the Completely Rational: Unit Planning Chart (including pacing, key terms, materials, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "IDcObjU5sNIEkPd0",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description</strong></p><p>This Unit encompasses the following overarching concepts of rational numbers: </p><ul><li>Extend the number system to include the rational numbers (positive, negative and zero integers, fractions, and decimals); </li><li>Locate and compare the values of rational numbers using a number line; </li><li>Develop and use algorithms for adding, subtracting, multiplying, and dividing rational numbers using models; </li><li>Extend the properties of positive rational numbers to the whole set of rational numbers</li><li>Represent equality and inequality among rational number with expressions and number lines</li><li>Solve problems involving rational numbers. </li></ul><p>The CMP contextual problems are used to help students make sense of the mathematics of the Unit. The problems are deliberately sequenced to simultaneously develop understanding of concepts and skills. </p><p>In Investigation 1, students use the number line to build on their prior understanding of positive rational numbers and to foreshadow operations with negative and positive rational numbers. Problems involving weather build on students’ experiences with positive and negative measures of temperature. Students also use red chips to represent negative quantities and black chips to represent positive quantities to model given situations. </p><p>In Investigation 2, students explore addition and subtraction of rational numbers using chip and number line models. They develop algorithms for addition and subtraction. Students work with different forms of the same information by writing equivalent number sentences (fact families.) This prepares them for future problems in which they will need to reformulate mathematical statements to find solutions to linear equations. </p><p>In Investigation 3, students develop and use algorithms for multiplying and dividing rational numbers. This completes the development of the four basic operations with rational numbers. </p><p>In Investigation 4, the concepts of the Unit come together as students use properties of operations in situations involving rational numbers. In addition to the Commutative Property, additive and multiplicative identities and additive and multiplicative inverses are explored.  Students use the Order of Operations and the Distributive Property to solve problems. The unit ends with a collection of problems in which students must decide what operations they need and then use these operations to find solutions. Knowing which operation to use is more than half way to being able to solve the problem. </p>"
          ]
        }
      },
      {
        "id": "c9UG2LbB79FsMBfK",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 units one mathematical Reflection guides the development of the understanding of the mathematical ideas in the unit. </p><p><em>Mathematical Reflection</em></p><p><em>In this unit we are continuing to explore rational numbers, including operations and their properties with positive, negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this Investigation, what do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "a9taZftA3C9wMTlY",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations </strong></p><p><strong>Investigation 1: Extending the Rational Number System</strong></p><p>This Investigation provides an opportunity for teachers to assess students’ prior understandings of rational numbers from 6th grade, <em>Points of Rational</em> unit and lay the foundation for a more in-depth exploration of rational numbers.</p><p>Problem 1.1 uses the setting of keeping score in the game Going Positive to build on students’ intuitions about negative numbers. It asks questions that may be represented by addition or related subtraction expressions. </p><p>Problem 1.2 uses the context of rising and falling temperatures.  In this problem students will write number sentences and sketch number lines to represent temperatures and temperature changes.</p><p>Problem 1.3 has students playing The Game of Zero.  Through this game students will model addition and subtraction on chip board displays.  One chip color indicates positive values, and the other chip color indicates negative values.  They use The Game of Zero to continue to explore the relationship between addition and subtraction, including additive inverses.</p>"
          ]
        }
      },
      {
        "id": "17NtpU4yAJEYw2fp",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Adding and Subtracting Rational Numbers</strong></p><p>This Investigation gives students experience with adding and subtracting positive and negative rational numbers. Students experiment with addition and subtraction by modeling real-world situations on chip boards with black and red chips representing positive and negative integers. Students also use the more sophisticated model of a number line. These experiences build the foundation for developing algorithms for addition and subtraction with positive and negative rational numbers. Students will use these operations with whole numbers, fractions, and decimals.</p><p>In Problem 2.1 students use chip board and number line models to make sense of adding integers.  The goal is to engage the students in concrete ways of representing and solving the problems.  Student move from concrete representations to more formal addition algorithms. </p><p>In Problem 2.2 students use the chip boards and number line models to represent and solve problems.  The focus is to develop an algorithm for subtracting integers.  Students also explore the Commutative Property which enhances their understanding of the relationship between addition and subtraction.</p><p>Problem 2.3 supports students in synthesizing their thinking about addition and subtraction with integers.  The usefulness of equivalent number sentences (fact families) is revisited with positive and negative rational numbers. They use fact families, examples, and context to solidify their algorithms for adding and subtracting integers.  </p>"
          ]
        }
      },
      {
        "id": "je9JnWqHxppYDWc7",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3: Multiplying and Dividing Rational Numbers</strong></p><p>This Investigation gives students experience with multiplying and dividing rational numbers. The Investigation uses time, distance, speed, and direction to think about multiplication and division of rational numbers. Students also examine number patterns and develop algorithms for multiplying and dividing rational numbers.</p><p>Problem 3.1 focuses on multiplication patterns with positive and negative integers including fractions using The Number Relay Race.  Nuances of understanding the properties of multiplication come out in this problem: -(-a) = a, -a/b = a/-b = –(a/b); multiplicative and additive identities and inverses as well as the Commutative Property for addition and multiplication.</p><p>In Problem 3.2 the relationship between multiplication and division is used to explore division of integers including properties of division.</p><p>Problem 3.3 revisits student work with long division from the 6th grade unit, <em>Points of Rational </em>and adds repeating decimals to their understanding. In this problem students also use long division to write rational numbers a/b as repeating or terminating decimals.</p><p>In Problem 3.4, students play the Integer Product Game to solidify their experiences with multiplication and division of positive and negative integers. This game is a version of the Product Game from <em>The N Games</em> which uses whole number. </p>"
          ]
        }
      },
      {
        "id": "n4hgOSMcv5WjL1Wj",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 4: Wrapping it Up</strong></p><p>This Investigation focuses on properties of operations.</p><p>Problem 4.1 uses the Dealing Up game for students to write and evaluate expressions given four random rational numbers drawn from a deck of cards. This reinforces all the properties of the operations of rational numbers, including the Distributive Property and the Order of Operations convention.</p><p>Problem 4.2 uses contextual situations on profit. Students write equations and inequalities and use number line graphs to describe these situations.</p><p>Problem 4.3 gives students an opportunity to use their knowledge of and experience with operations to solve problem situations. These problem situations have no labels suggesting a particular algorithm to use. Students have to decide which of the algorithms they have studied are appropriate. Knowing which operation to use is more than half- way to being able to solve the problem.</p>"
          ]
        }
      },
      {
        "id": "r2zLF-VO9xmJPG55",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematics Overview</strong></p><p><strong>Key ideas</strong>: Negative rational numbers, opposites, models for operations with rational numbers, properties of operations (including inverses and identities), algorithms for operations, solving equations and inequalities.</p><p><strong>Major Focus</strong>: Number</p><p><strong>Strategic Connections</strong>: Algebraic Reasoning</p><p><em>Completely Rational </em>completes the study of the rational number system. Algorithms for operations with positive rational numbers are extended to all rational numbers, making use of models such as colored chips and the number line to make sense of them.*  The number line is particularly useful as an aid in understanding operations and concepts such as opposites and commutativity. </p><p><strong>*Note</strong>: Telling rules for operations with integers, rather than developing meaning, may be faster, but this kind of pedagogy carries with it the message that mathematics is about memorization and not meaning, a lesson that is counterproductive. </p><p>Strategic Curriculum Connections: With access to negative rational numbers, students can now extend their prior understandings about graphing to 4 quadrants which occurs in later units, and to solving equations and inequalities.  </p><p>LINK TO THE FUTURE: In 8th grade students learn about irrational numbers in <em>Looking for Pythagoras</em>. This completes the set of real numbers. In high school mathematics students encounter complex numbers.</p>"
          ]
        }
      },
      {
        "id": "o3Mna9IjpQyMKZN5",
        "title": "Complex Numbers",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-unit-plan-pic-1.png",
          "filename": "cr/images/tg-unit-plan-pic-1.png"
        }
      },
      {
        "id": "mly2HKwFqsAzPxsG",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In roughly this order, students:</p><ul><li>Use number lines to explore the relationships between positive and negative rational numbers.</li><li>Use models to develop algorithms for operations.</li><li>Solve equations and inequalities.</li></ul>"
          ]
        }
      }
    ]
  }
}