{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>The most important result from this Problem is to answer the question, “What combinations of side lengths can and cannot be used to make a triangle?” Students should be able to articulate, in reasonably clear language, the principle that the sum of any two side lengths must always be greater than the third side length. They should be able to give an argument about why that is true, accompanied by a demonstration with polystrips. (Language)</p><p>If students have not concluded that the sum of any two side lengths must always be greater than the third side length, you can push the thinking.</p><p>Collect class data in two groups: three lengths that make a triangle and three lengths that do not make a triangle. You might also model collecting the lengths in an organized way by listing the lengths in ascending order. (Portrayal)</p><p>For example, a collection of some class data might look like this.</p>"
          ]
        }
      },
      {
        "id": "ofFJydZXlEK25mXc",
        "content": {
          "type": "Table",
          "columnWidths": {
            "_VDMHHd2-VgXmERK": 174.75694274902344,
            "9rdr3_W_b3ZjJGzO": 173.5069580078125
          }
        }
      },
      {
        "id": "RzRiaJpN7m4EJwWN",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Have groups make conjectures about what lengths will and will not make a triangle and explain why. Here are some conjectures students have made:</p><ul><li>Daniella said that two short sides added together have to be more than the longest side.</li><li>Paul said that if the two short sides are less than the long side, they fall on top of each other.</li><li>Yvonne said the two short sides could not add up to the same as the long side or they won’t stick up and leave any space inside.</li></ul>"
          ]
        }
      },
      {
        "id": "qI7frRU1rvaIPLV2",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li> Can we come up with a summary statement that would help someone who is not here today know how to judge whether three lengths will make a triangle without actually building the triangle? (Write the summary statement on the board. As students add to the discussion, revise the statement as improvements are suggested. Ask questions to stretch the students’ thinking until you have a rule that clearly distinguishes lengths that will work from those that won’t.) </li></ul><p>One good way to push their thinking in a situation like this is to make up examples to test. (Time) Give students the following sets of numbers: 4, 3, 5; 8, 2, 12; 8, 8, 4.</p><ul><li> Which sets form a triangle? Why? (These numbers form triangles 4, 3, 5 and 8, 8, 4 because the sum of any two sides is greater than the third.)</li><li>Do any of these triangles have special properties? Describe them. (8, 8, 4 is isosceles since it has two equal sides. 4, 3, 5 is a right triangle because it has one 90° angle.)</li><li>For What if...? Situation A, how could Geraldo make his triangular doorframe? (Have students demonstrate their answers with the Triangle Inequality Theorem or by making them with polystrips. He can make 3-3-3, 3-3-5, 5-5-6, 5-5-7, 3-5-6, 3-5-7,3-6-7, 5-6-7 triangles for the doorframe. The most likely solution is to make two 3-3-5 frames, one for the door and one for the rear.)</li><li>When you built your triangles, were you able to use the same side lengths to make a different triangle? (No)</li><li>Do you have any What If...? questions?</li></ul>"
          ]
        }
      },
      {
        "id": "vraR6xQaTvMFeCqX",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Continue to pose questions that ask students to explain why certain lengths work and others do not.</p><p>Some teachers take this opportunity to discuss with students how mathematicians think and record the results of their experimentation. You might want to show students how mathematicians use the language of mathematics to record their generalization. Before you share, tell them that they are not responsible for knowing the following yet.</p><p>Mathematicians talk about ideas at a general level rather than a specific one. For example, they name the lengths of a triangle’s sides rather than using specific side lengths such as 8cm, 6cm, 5cm. They give the sides of a triangle letters for names, such as side <em>a</em>,<em> b</em>, and <em>c</em>. So a triangle with sides <em>a</em>, <em>b</em>, and <em>c</em> stands for any triangle you can make. Then mathematicians would write a statement like this: “If <em>a</em> and <em>b</em> represent the two shorter sides of a triangle and <em>c</em> represents the longest side, then <em>a </em>+<em> b </em>&gt;<em> c</em>.”</p><p>This is called the Triangle Inequality Theorem.</p>"
          ]
        }
      },
      {
        "id": "-hwtrQ2oe0RZrbqS",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions</p>"
          ]
        }
      },
      {
        "id": "F5wG9qBo11VtAccz",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>1.  What evidence do I have that students understand the Now What Do You Know? question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>2.<strong>  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>3.<strong>  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?  </p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "73_yqo5RZz5MwDvr",
          "providerId": "ofFJydZXlEK25mXc",
          "dataSet": {
            "id": "dKyxlgRJ2tUEEnHZ",
            "name": "Class Data on Triangles",
            "attributes": [
              {
                "id": "_VDMHHd2-VgXmERK",
                "clientKey": "",
                "name": "Three lengths that make a triangle",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "3, 3, 3",
                  "3, 4, 5",
                  "4, 6, 9",
                  "6, 10, 12",
                  "8, 9, 10"
                ],
                "title": ""
              },
              {
                "id": "9rdr3_W_b3ZjJGzO",
                "clientKey": "",
                "name": "Three lengths that do not make a triangle",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "1, 2, 4",
                  "1, 5, 10",
                  "2, 2, 7",
                  "3, 5, 8",
                  "6, 7, 14"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "nNkyEVkih76S-l9a"
              },
              {
                "__id__": "hD_JA3xGJbjwLDHA"
              },
              {
                "__id__": "0vbxGOFJKupn9nCB"
              },
              {
                "__id__": "SqkQK4Y9Ou_nImVn"
              },
              {
                "__id__": "MId9UOIBzzar_zBq"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "ofFJydZXlEK25mXc"
        ]
      }
    ]
  }
}
