{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "Q5cNfWc_GIjU9YBv",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Have groups discuss strategies for placing their markers on the game board.  Have groups share how they found the theoretical probabilities for each sum.  Have groups share the games they designed for What If Situation B.(This may mean a second day to play and analyze the games.) (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "zHKxFNcw7RVyhqRW",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p><strong>Suggested questions</strong></p><ul><li>What was the first strategy your team used for placing markers in the 12 columns? (Make sure students can describe their strategies clearly.)</li><li>Did you change your strategy the second time you played? Explain why or why not. (Students should mention in their explanations whether they won with their first strategy.)</li><li>If you were going to play the game again, what strategy would you use now? Explain. (Again, make sure students can clearly explain any improvements in their strategy.)</li><li>How did you determine the theoretical probability for each sum?  (Answers will vary.  Look for students who used an organized list or a tree diagram.)</li></ul><p><strong>Note:</strong>  The difference between the pair (1, 2) and the pair (2, 1) is important, because there are two ways to get a 2 and a 1, but only one way to get two 2’s. You can emphasize this point by rolling cubes of two different colors or by marking the faces of one cube with a felt-tip marker or nail polish so it is distinguishable from the other cube.</p><ul><li>When you roll two number cubes, how many different number pairs are possible? (36)</li><li>Are these pairs equally likely? (Yes)</li><li>How many different sums are possible? (11)</li><li>Are these sums equally likely? (No)</li><li>When you roll two number cubes, what is the probability that the sum will be 12? (1/36)</li><li>What is the probability that the sum will be 1? (0)</li><li>What is the probability that the sum will be 0? (0)</li><li>What is the probability that the sum will be a factor of 36? (2, 3, 4, 6, 9, and 12 are the sums that are factors of 36. These are the sums of 16 of the 36 possible outcomes, so the probability is 16/36 or 4/9.)</li><li>What is the probability that the sum will be a prime number? (The prime sums are 2, 3, 5, 7, and 11. These are sums of 15 of the 36 possible outcomes, so the probability is 15/36 or 5/12.)</li></ul><p>Have students share their game from What If Situation B with another group.  Have each group analyze if this is a fair game.  Share some of these and discuss why they are or are not fair.  </p>"
          ]
        }
      },
      {
        "id": "WHFLnuLB1hGeKzNl",
        "title": "Text 14",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "ir5jspejqj206Q7T",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}