{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students work on the Initial Challenge, make sure students keep the question, “Can you make a quadrilateral using any four lengths for the sides?” in mind. Encourage them to consider different arrangements of side lengths and to record differences in the shapes that may occur. Also, encourage students to make sketches of their quadrilaterals. Be sure they are recording the side lengths in the table. You may want to provide extra polystrips so that students can keep various versions of quadrilaterals with the same side lengths to compare. This way they can check to see if the quadrilaterals are the same or different before disassembling them. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "e2SbUyQojinsijtk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What examples have you created? (Answers will vary).</li><li>What combinations of sides can be used to make quadrilaterals? (Answers will vary.)</li><li>What is a summary statement that you could use to help someone who is not here today know how to judge whether four lengths will make a quadrilateral without actually building the quadrilateral? (Explanations will vary.)</li><li>How can you represent your conjecture symbolically?</li></ul><p>The results from the Initial Challenge can be put on poster paper to share in a Gallery Walk during the summary. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "zibanHLaSCG8vA_n",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If a group is not making progress on the question of constructing more than one quadrilateral with a given set of four lengths, share something such as the following to challenge them. (Agency, Identity, Ownership)</p><ul><li>In one classroom, a group said they thought they could make more than one quadrilateral with the lengths 6, 8, 10, and 12. They said, “When we put the 10 between the 6 and the 8, the quadrilateral is different from the one we get when we put the 10 between the 8 and the 12.” Do you agree or disagree with this group? (This strategy does produce two different quadrilaterals. Putting the 10 between the 6 and the 12 also produces another quadrilateral.)</li></ul>"
          ]
        }
      },
      {
        "id": "itB8AfaGiAXtXq2x",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If...? Situation A, you may want to have half the room investigate pentagons and half the room investigate hexagons. Some groups may want to investigate other polygons as well.</p><p>While students are testing pentagons and hexagons, have the groups build examples supporting their conclusions. Make sure to leave plenty of time to discuss their conclusions as a class.</p><ul><li>Does anyone have a set of side lengths to try and see if they create a quadrilateral? (Answers will vary.) (Agency, Identity, Ownership)</li></ul>"
          ]
        }
      },
      {
        "id": "0cGJ6iSxbfNSE0VJ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "70LmEXHZ-QRKQBkm",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What do we know about side length relationships among the sides of a polygon?</em></p><p>(As students are working on making quadrilaterals look for examples that will make a quadrilateral and ones that do not. Use these in the summary. Listen for the way students are talking about the side lengths necessary to create a quadrilateral.)</p>"
          ]
        }
      }
    ]
  }
}
