{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "snK7APFG8vkWF3A3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Begin by discussing any strategies for playing and winning the game that students discovered. Here are some strategies students have found.</p><ul><li>“It is better to go second, because if you go first, you really don’t get to make a move on the board.” </li><li>&quot;There are more ways to get certain numbers than there were in the old games. For example, 6 can be made by 1 x 6 and 2 x 3, but it can also be made by -1 x (-6) and -2 x (-3). This version of the game makes you more aware of where the markers are on the board. I needed to carefully check all the possibilities before making my move so that I would have more choices on my next turn or not set up my opponent for a good move.” </li><li>“I tried to get products that would block my opponent.” </li></ul><p>Guide the discussion of strategies to bring out the notion that when using positive and negative products, you have many more combinations to consider than you do when the Product Game is played with nonnegative numbers. </p>"
          ]
        }
      },
      {
        "id": "GT-iQmDvJ9D5AlNm",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Help students connect their approaches back to their algorithms. Writing number sentences for their verbal descriptions might be helpful. Here is part of a conversation that a class had about the Integer Product Game: (Problem Solving Environment)</p><p><u>Mbato</u>: If -2 is the starting number, I can make the product -16.</p><p><u>Teacher</u>: How do you know that -16 will work? What would you put your other paper clip on?</p><p><u>Mbato:</u> Since I have a negative number and I am trying to get a negative number; I have to multiply a negative number by a positive number to get a negative number: -2 x 8 = -16 </p><p><u>Teacher</u>: So, you decided that since a negative multiplied by a positive is a negative that you should choose a factor that is positive. So, Mbato used this part of your algorithm for multiplying. [Teacher points to the algorithms that are on a poster displayed in the room that describes this.]</p><p><u>Teacher:</u> Did anyone think about this a different way?</p><p><u>Steven:</u> If my paper clip was on -2 and I wanted to get the product of -16 I saw this as division. I thought of it as -16 ÷ -2 = ∎.  I knew the quotient was going to be positive 8 because a negative number divided by a negative number is a positive number.  </p><p><u>Amber:</u> They are both right because they used equivalent equations from this fact family:</p>"
          ]
        }
      },
      [
        {
          "id": "fdrD_Hok2fTU-5eA",
          "title": "Equation 1",
          "content": {
            "type": "Expression",
            "latexStr": "-2\\times8=-16"
          }
        },
        {
          "id": "tTpTohiUeRmfgDwj",
          "title": "Equation 2",
          "content": {
            "type": "Expression",
            "latexStr": "8\\times-2=-16"
          }
        }
      ],
      [
        {
          "id": "Rj17xV2jdpOnB3j1",
          "title": "Equation 3",
          "content": {
            "type": "Expression",
            "latexStr": "-8\\times2=-16"
          }
        },
        {
          "id": "y5dy1c9MmK1dGCWv",
          "title": "Equation 4",
          "content": {
            "type": "Expression",
            "latexStr": "2\\times-8=-16"
          }
        }
      ],
      [
        {
          "id": "D31QnGMehYlwTCLI",
          "title": "Equation 5",
          "content": {
            "type": "Expression",
            "latexStr": "-16\\div-2=8"
          }
        },
        {
          "id": "AkBvi8hnIOKCxXBM",
          "title": "Equation 6",
          "content": {
            "type": "Expression",
            "latexStr": "-16\\div8=-2"
          }
        }
      ],
      [
        {
          "id": "hjCs0IH6kutbSOkY",
          "title": "Equation 7",
          "content": {
            "type": "Expression",
            "latexStr": "-16\\div2=-8"
          }
        },
        {
          "id": "d3yAegYETOfvdT-5",
          "title": "Equation 8",
          "content": {
            "type": "Expression",
            "latexStr": "-16\\div-8=2"
          }
        }
      ],
      {
        "id": "WHj6-TzBagmLk7u7",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>When was multiplication helpful? (Answers will vary)</li><li>When was division helpful? (Answers will vary)</li><li>How would the pairs of factors for a particular product compare to the list of factor pairs you could make if the game only used positive numbers? (There are twice as many factor pairs for every positive product.) </li><li>In What If Situation B, Zach asked “Why isn’t 0 listed as one of the factors”. How did you respond to that? (Have a conversation about the product of 0 and any number is 0 so as a factor it can only be used once to make a move on the board.)  </li></ul><p>For What If Situation C discuss how students solved the problems. Focus on their use of structure and the Distributive Property.</p>"
          ]
        }
      },
      {
        "id": "bKdvJ11CoDMOI61o",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This was a conversation in one classroom around Expression 7: </p><p><u>Patrick</u>: Expression 7 was difficult for us and we couldn’t solve it.</p><p><u>Teacher</u>: Who has a strategy to help Patrick with Expression 7?   </p><p><u>Anna:</u> When we first looked at it we thought it was going to be too hard but then we noticed that 5/8 was being multiplied by both the 1.6 and 2.4. </p>"
          ]
        }
      },
      {
        "id": "sLFMXYVFbkNXQWbe",
        "title": "Anna's Expression",
        "content": {
          "type": "Expression",
          "latexStr": "1.6\\times\\frac58-2.4\\times\\frac58"
        }
      },
      {
        "id": "oLodE47h-qk9EXkr",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Anna:</u> So we just rewrote it to make the computation easier for us.</p>"
          ]
        }
      },
      {
        "id": "ijUfTB-F8-sxKxjC",
        "title": "Anna's Rewritten Expression",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac58\\left(1.6-2.4)\\right."
        }
      },
      {
        "id": "ANNvb1Wq7XKHNJid",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Teacher:</u> Is it ok to rewrite it this way?</p><p><u>Patrick: </u>Oh yeah!  We did this last year; I think it was called the Distributive Property or something like that.  </p><p><u>Teacher:</u> Correct.</p><p><u>Patrick</u>: Anna, I’m going to try it and see if I get the answer you did. 1.6 – 2.4 = - 0.8 would be done first because of the parenthesis. Now I have to multiply that answer by 5/8. I would make them both fractions so it would be 5/8  × (-8/10) so the answer would be - 40/80 which is the same as -1/2</p><p><u>Anna</u>: That is what we did. </p>"
          ]
        }
      },
      {
        "id": "Sax_eMtt58Q178Ek",
        "title": "Patrick's Reasoning Step 1",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac58\\left(1.6-2.4)=\\frac58\\left(-0.8\\right)\\right."
        }
      },
      {
        "id": "mjRLOLz0uk5jbYyb",
        "title": "Patrick's Reasoning Step 2",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac58\\left(-0.8\\right)=\\frac58\\times\\left(-\\frac{8}{10}\\right)"
        }
      },
      {
        "id": "HjNQzoIXGfj4nQ2C",
        "title": "Patrick's Reasoning Step 3",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac58\\times\\left(-\\frac{8}{10}\\right)=-\\frac{40}{80}=-\\frac12"
        }
      },
      {
        "id": "WDvL_FH2NpgHd_BX",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "aoVP8SAwKtUQPlYY",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
