{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "U4RyBu_p6jwKqG9j",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Describe what you know about angles formed by intersecting lines. Include parallel lines and the angles formed by a line that intersects the parallel lines in your description.</em></p>"
          ]
        }
      },
      {
        "id": "SxMYobCo-YJWblSZ",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At the point where two lines intersect the vertical angles are equal. The sum of the two adjacent angles on a straight line is 180 degrees. They are supplementary.</p><p>When two parallel lines are cut by a third line, the angles that occupy the same relative position (corresponding angles) are equal. The corresponding angles are not equal for two non-parallel lines.</p><p>When the measurements of two angles add to 90˚, the angles are called complementary.</p><p>We can use the relationships among vertical, supplementary, complementary, and corresponding angles to find missing angles.</p><p>Knowing the relationships between angles can eliminate having to measure every angle.</p>"
          ]
        }
      },
      {
        "id": "iknfj1mfWSnjiqEF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>&quot;Engineers at Washington State University, supported by a grant from the U.S. National Science Foundation, used honey to make components for computer systems that mimic neurons and synapses of the human brain, known as neuromorphic computers.</p><p>Honey-- a natural antibacterial, preservative, and sweetener-- contains environmentally safe ingredients that can be used in neuromorphic computer system components called memristors&quot;</p><p>These neuromorphic computer systems are inspired by the structure and function of the huma brain. And becasue honey never spoils and is easily removed, these neuromorphic chips are environmentally friendly. It is amazing how much useful information humans have gained by studying bees.</p><p></p><p><em>Source: </em>National Science Foundation, &quot;Engineers Use Honey to Make Brain-like Computer Chips.&quot; Updated May 3, 2022. Accessed online.</p>"
          ]
        }
      }
    ]
  }
}
