{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "Bl9Q-2k3Y-RBwBq6",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies</em></p><p>Discuss which operations made the most sense to use when solving the questions in the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "xcpeOjpKsyzmmJkp",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Post the student work on the situations in the What If. Use a Gallery Walk protocol such as: </p><ul><li>First have students look at the work of students that solved the same situation they did. As they are looking at other posters have them use sticky notes and write down something they noticed or wondered about the other groups work. (Portrayal)</li><li>Then have them switch their thinking by looking at work on at least one poster that was a situation they didn’t solve. They are to decide is they agree or disagree with the work on the poster and why or why not.  </li></ul><p>As you are walking around during the Gallery Walk take notice of which situations are generating the most questions or noticing and wonderings. These are the ones that need the most attention in the discussion.</p>"
          ]
        }
      },
      {
        "id": "lVNasOXLdn_-15by",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions:</strong></p><ul><li>What equation did you write to show your reasoning for #1 in the Initial Challenge? (Answers will vary. Some may write it as one long equation or as several consecutive equations.)</li><li>What did you notice or wonder about a poster that was the same situation that you worked on? (Answers will vary. For example, a student might say, “I noticed that a group that did the Going Positive situation wrote one long number sentence that only included addition. We wrote more than one number sentence because we thought subtraction needed to be part of it. (This brings back up the +/- connection from Investigation 2.) (Agency, Identity, Ownership)</li><li>Looking at a poster from a situation that you didn’t do; is there one you disagree with? (Answers will vary. For example, a student might say, “I disagree with a group that did the Grocery Bills problem because with 4% sales tax you are supposed to add it to the total of those items and this group subtracted it.”)</li></ul><p>Continue these conversations on noticing/wonderings and disagreements until most or all have been addressed. </p><ul><li>How did you decide which operation to use in these situations? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "rhmCMy8JyFmS2h0A",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "k3J6RrSzHaxiUOV9",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
