{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "nolGt5uezE4dm-3T",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students are exploring, ask groups to explain their thinking. This allows you to consider which student groups should present their ideas. This makes for a good discussion of the problems, but more importantly, it allows you to determine who is understanding the ideas discussed and who needs more help. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "PGH-Ar-vHk_hAlIg",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There are 4 situations in What If Situation A. Assign 1-2 Situation Cards from <strong>Learning Aid 4.3: What If Cards</strong> for each group as they begin What If Situation A. Based on the formative assessment the teacher has gathered throughout this unit, the cards can be distributed to meet individual student needs. (Agency, Identity, Ownership) Have students record their thinking on large paper to be used in a Gallery Walk during the Summary.</p><ul><li>Situation A involves using multiplication and addition.  </li><li>Situation B involves finding percent of a number, addition, and subtraction.</li><li>Situation C involves 3 steps that include addition and subtraction.</li><li>Situation D involves adding and/or subtracting a string of integers.</li></ul>"
          ]
        }
      },
      {
        "id": "EZiO4BuPH1DXVebZ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "0DeIjM9goW8FHMys",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe how you can decide which operation(s) to use to solve a problem.</em></p><p>(Listen for how students are deciding which operation to use. Find examples of student work to highlight during the summary.)</p>"
          ]
        }
      }
    ]
  }
}
