{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "5ANHTQLcx6On5N8l",
        "title": "Question 1",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "KOzV8_",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Scoping Step 1: Asking Questions</strong></p><p>To begin scoping, first take some time to write down some questions you have about designing a water conservation solution for stakeholders in your community.  Write down any questions that you think are relevant. You may want to look at your Learning Journal to give you ideas for questions. </p><p>Write at least 5 questions. Use the text box below to make your question list. </p>"
                ]
              }
            },
            {
              "title": "Text 7",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Questions about a Water Conservation Solution</strong></p><ol><li></li></ol>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "Cyty6wen5aXWrQiP",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Whole Class Discussion</strong></p><p>Share at least two of your questions with the class. Listen carefully to your classmates: </p><ul><li>Try to share a question that someone else has not already shared.</li><li>If someone shares a question that is not on your list, add it to your list. You should have at least 12 questions on your list after this discussion.</li></ul>"
          ]
        }
      },
      {
        "id": "SxxWM2ZoJE48WaZW",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Scoping Step 2: Evaluating and Organizing Questions in a Scoping Table</strong></p><p>Notice that most of your questions are either <strong>natural</strong> questions, <strong>social</strong> questions, or <strong>design</strong> questions. </p><ul><li><strong>Natural</strong> questions are questions that are about nature, sustainability, and the environmental context of your design solution.</li><li><strong>Social</strong> questions are questions about people, culture, and the social context of your design solution.</li><li><strong>Design</strong> questions are questions about your design solution-- its construction, maintenance, and any design issues.</li></ul><p>Here are three examples. Can you tell which question is a natural question, which is a social question, and which is a design question? </p><ol><li>Where does the water we drink at school come from?</li><li>Do students at my school prefer to drink from the water fountain or use their own water bottles?</li><li>What material is best for a water bottle that keeps water cold for a long period of time?</li></ol><p>Question 1 is a <strong>natural</strong> question because it is about the environment. You would need to learn more about rivers, lakes, and other bodies of water to find the source of your drinking water at school. </p><p>Question 2 is a <strong>social </strong>question because it is about people. You would need to know about the habits and preferences of students at your school to answer that question. </p><p>Question 3 is a<strong> design </strong>question because it is a question about how to design a water bottle. You would have to learn about different water bottle materials that designers have used to answer that question. </p><p>Now let&#x27;s look at the list of questions you made. Identify which questions from your list are most important to you.  Then determine if each of these questions is a natural, social, or design question. Then organize the questions by typing them in the correct column in the table. Your final scoping table should have 2-5 questions in each category. Feel free to add any extra questions you think of as you create the scoping table. </p><p>It may be helpful to evaluate and organize one or two questions as a whole class before you complete the table on your own. </p>"
          ]
        }
      },
      {
        "id": "SC74pCqJW8cIYKMP",
        "content": {
          "type": "Table",
          "columnWidths": {
            "AQalYarVy4FoRbSW": 190,
            "CKSPxWj-xVNy3PQD": 212,
            "aO3Ek0py8dQge4Gd": 210
          }
        }
      },
      {
        "id": "R6GEy0lBQsSMWyzk",
        "title": "Question 2",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "kaU_-_",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Scoping Table Wonderings  (Quick Write and Whole Class Discussion)</strong></p><p>Examine the scoping table you just created. What wonderings do you have at this point?  Jot those down in the text box below.  You can use the sentence starters that are already there to express your thoughts.</p><p>Share some of your wonderings with your teacher and classmates and listen to their ideas and advice. </p><p><strong>My Scoping Table Wonderings:</strong></p>"
                ]
              }
            },
            {
              "title": "Text 8",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>I wonder....</p>"
                ]
              }
            },
            {
              "title": "Text 10",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>I don&#x27;t understand....</p>"
                ]
              }
            },
            {
              "title": "Text 9",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>I think....</p>"
                ]
              }
            }
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "gqWtWLbdCD4B7IzP",
          "providerId": "SC74pCqJW8cIYKMP",
          "dataSet": {
            "id": "o6iT6YO8wZZ9u_KJ",
            "name": "Scoping Table",
            "attributes": [
              {
                "id": "AQalYarVy4FoRbSW",
                "clientKey": "",
                "name": "Natural Questions",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "Would it be wasteful if I were to use water to make an experiment of my idea before actually committing to my idea?"
                ],
                "title": ""
              },
              {
                "id": "CKSPxWj-xVNy3PQD",
                "clientKey": "",
                "name": "Social Questions",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "If we need to save water and many are aware of this, how come we do nothing to prevent it?"
                ],
                "title": ""
              },
              {
                "id": "aO3Ek0py8dQge4Gd",
                "clientKey": "",
                "name": "Design Questions",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "What material would be most effective to my plan?"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "w8Xdr-p1TXXFZCxy"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "SC74pCqJW8cIYKMP"
        ]
      }
    ]
  }
}
