{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "7q6-7rjsoByHqMvC",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Many common and important three-dimensional objects are not defined by the straight edges and flat surfaces of prisms and pyramids. For example, you see <em>cylinders</em> in the shape of soup cans, pipelines, and telescopes. </p><p>The key to describing and measuring curved figures such as cylinders is understanding circles. The goal of this Investigation is to develop and apply formulas related to circles. </p><p>Recall that the size of a circle is usually described by its diameter or radius. The <em>diameter </em>of a circle is any line segment from a point on a circle through the center point to another point on the circle.  </p><p>Radius, area, and circumference are also useful terms for describing the size of a circle. A <em>radius</em> is any line segment from the center of a circle to a point on the circle. </p><p><em>Circumference</em> means perimeter in the language of circles. It is the distance around the circle. The area of the circle is the number of square units it takes to cover the region inside the circle.</p>"
          ]
        }
      },
      {
        "id": "nIPgt6AivxWwjs4d",
        "title": "Circle Diagram",
        "content": {
          "type": "Image",
          "url": "faw/images/ci.png",
          "filename": "faw/images/ci.png"
        }
      },
      {
        "id": "6YfSZpXaFWijP71j",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What are some examples of circles in real life?</em></p>"
          ]
        }
      },
      {
        "id": "BKew3dlCeqSDh_GJ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Circles and other geometric shapes and the way they interact with each other are the building blocks of video games. Circles are used to create paths to go around objects in a game. They also use two-dimensional objects to create three-dimensional objects to create depth. They do this by using a skybox. It is a way to create backgrounds that have depth. Skyboxes usually made from simple cubes with different textures for the faces. </p>"
          ]
        }
      },
      {
        "id": "hiXZzunxbx8Wymq4",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Going Around in Circles: Circumference</strong></p><p>Sue and her friends were designing playground games that needed various size circles that are surrounded by rope. They needed a way to measure the circumference of the circles so they could order rope. They experimented with several circular objects. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}