{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "7oA_JvKNEoxx_bWB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Problem 2.1 is designed to extend student thinking about variables beyond the change-over-time examples that dominated Investigation 1. The first pair of related variables to be considered are the number of bikes to be rented and cost of bike rentals, where it is rather natural to consider number of bikes the independent variable and rental cost the dependent or responding variable. Since the two shops from which the tour can rent bikes offer different cost plans, the main problem is to decide which shop to use.</p><p>This is students’ first introduction into solving equations in Connected Mathematics®. Finding solutions to questions about values on tables or coordinates on graphs will lead to students being able to make sense of values that solve symbolic equations. Students will informally use ratio and unit rate thinking to answer some questions. They also have to devise a scheme for interpolating data between given data points.</p><p>After studying the rental offers from the two shops, students will quickly see that the choice of bike shop depends on how many bikes will be needed. In order to make that observation, they need to demonstrate ability to read the information in the table from Rocky’s Cycle Center and the graph from Adrian’s Bike Shop. Using the patterns between the variables, students will find solutions when given specific values for one of the variables (number of bikes to rent or amount of money to spend).</p>"
          ]
        }
      },
      {
        "id": "iO6rBnwh49-UXj2R",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>This problem moves the conversation about the bicycle tour from time, distance, and speed to money issues. This allows us to move to tables that have a predictable pattern and, in the next investigation, to capture those patterns in equations. </p><p>Tell the class about the tour business partners considering costs and profits. Make sure students understand the questions being asked, especially the idea of profit (the amount of money left after all the bills have been paid).</p>"
          ]
        }
      },
      {
        "id": "ENxs79eJ7_Fe87np",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>What variables did we see in Investigation 1? <em>(number of jumping jacks, time, distance, etc.)</em></li><li>In Investigation 1, which variables were independent? <em>(time) </em>Dependent? <em>(number of jumping jacks and distance)</em></li><li>What are some things the tour operators will have to provide for their customers? Estimate the cost of each item per customer.<em> (Possible list: meals—$100 per person; accommodations (camping)—$75 per person; water—$10 per person; bike and helmet—$50 per person)</em></li></ul>"
          ]
        }
      },
      {
        "id": "zSQnlyXp305iR7nX",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If your students have limited experience with the context of theproblem, you may wish to bring in brochures of various types of bike tours (check cycle or travel magazines) to let students get a feel for the prices of tours. Students may also use Internet mapping software to lay out the bike route.</p>"
          ]
        }
      },
      {
        "id": "R3UnV3WkJvYC98s8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Show students the bike rental prices from Rocky’s and Adrian’s. Explain the terms independent and dependent variables. You may want to revisit the tables and graphs from Investigation 1 to look at other examples of independent and dependent variables.</p>"
          ]
        }
      },
      {
        "id": "eDHRgCDgAAFzT_kq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Why does it make sense to think of number of bikes as the independent variable and total rental cost as the dependent variable in this situation? <em>(The idea is that the total cost depends on the number of bikes rented.)</em></li><li>At Rocky’s Cycle Center, what is the cost to rent 5 bicycles? <em>($400)</em></li><li>What is the cost to rent 25 bicycles at Rocky’s Cycle Center? <em>($ 875)</em></li><li>At Adrian’s Bike Shop, what is the cost to rent 5 bicycles? <em>(Answers will vary. Students will probably estimate between $175 and $185. It is actually $180, but it is not important to find an exact answer at this time.)</em></li><li>What is the cost to rent 25 bicycles at Adrian’s Bike Shop? <em>(about $780)</em></li></ul>"
          ]
        }
      },
      {
        "id": "0zty3Vz6-59QuSWk",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In other situations or from another perspective, the labeling of those variables might be reversed. A businessperson might find that the number of rental customers depends on the price they charge per rental. (You will see an example of that sort of demand relationship in the problems ahead). So there isn’t always an obvious or certain way to label variables as independent and dependent.</p>"
          ]
        }
      },
      {
        "id": "9ksamQI0Tz-fa_Hh",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Note: </strong>Graphs typically have the independent variable on the x-axis and the dependent variable on the y-axis. With tables, there is no convention for where the variables are placed.</p><p>When students have an idea of how to read the graph and table, present the challenge of which company offers the better price. Have students work with a partner on this problem. Distribute <strong>Learning Aid 2.1: Rocky’s and Adrian’s Bike Rental </strong>for students to use as they work through the problem.</p>"
          ]
        }
      }
    ]
  }
}
