{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "vzlaB5pScS4pLF-o",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>After studying the variables involved in setting up a bike tour, Ms. Park’s class was interested in things that changed over time and how these changes would be represented in graphs. They came up with more examples.</p><p> Suppose the number of cars in your school’s parking lot changes as time passes during a typical school day. Graph 1 and Graph 2 show two possibilities for the way the number of parked cars might change over time. </p><ul><li>What are the dependent and independent variables?</li><li>Describe the story each graph tells about the school parking lot. </li><li>How could you label the graphs so that someone else would know what they represent? </li></ul>"
          ]
        }
      },
      {
        "id": "iHZpUdsHyt0Bhocs",
        "title": "Graph 1 and Graph 2",
        "content": {
          "type": "Image",
          "url": "vap/images/g11.jpg",
          "filename": "vap/images/g11.jpg"
        }
      },
      {
        "id": "06vzBrqNKYWEXOkG",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>The independent variable is time, and the dependent variable is the number of cars. It is because the number of cars in the parking lot changes depending on time.</li><li> Answers will vary. Possible answers include: <strong>Graph 1: </strong>A few cars park in the lot early in the day, but then there is no change for a period of time. In the middle of the day, there is a sharp increase in the number of cars, followed immediately by a sharp decrease. There is a constant, small number of cars for a while, and then those cars leave, and the lot is empty.  <strong>Graph 2: </strong>There is a steady increase in the number of cars early in the day. The number of cars levels off and is constant for most of the day. Then, there is a steady decrease in the number of cars until the lot is empty.</li><li>Answers will vary. Possible answers include: (1) I would label the x-axis “Time” and the y-axis “Number of Cars” and add the title “Cars in School Parking Lot.” (2) Graph 2 is what I would expect for a school parking lot, where teachers park their cars in the morning, leave them in the parking lot for the school day, and then drive them home in the evening.</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
