{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "_0Hlj15x90KUUGRY",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The tour was a success. The organizers consider doing another tour, called the Chicago Great Lakes Tour. The bike tour business partners want to attract more customers. They offer a discount code for $50 off the cost of the tour. Suppose the original cost for the tour is C. The cost after the discount is D. The customer uses the discount.</p><p><strong>1.  </strong>Write an equation that would help a customer calculate the cost of the tour. Describe what information the variables and numbers in your equation represent. </p><p><strong>2.  </strong>Use the equation to find what the customer pays if the original cost of the tour was $400.</p><p><strong>3.  </strong>Use the equation to find the original cost of the tour if the customer paid $275. </p>"
          ]
        }
      },
      {
        "id": "Yvdg96P6s7jLJs92",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>1.  </strong>If a customer uses the $50 discount code, they will pay $50 less than the original tour price.</p><p>So the equation is the relationship between the original price (C) and the discounted price (D):</p><p> D = C − 50</p><p><strong>2.  </strong> $350</p><p>If the original price was $400, the customer will pay 400 − 50 using a coupon, which is $350.</p><p>      D = 400 − 50</p><p> 350 = 400 − 50</p><p><strong>3.   </strong>$325</p><p> If the customer paid $275, which is $50 less than the original cost, then the original cost was $325 since 325 − 50 = 275.</p><p> Students might also reason by thinking about the missing dividend. </p><p>“What number subtract 50 equals 275?”</p><p> 275 = C − 50</p><p> 275 = 325 − 50</p><p><strong>Note: </strong>At this time in the year, students’ use of the equation will be very informal. Students will continue to revisit finding solutions for equations with one operation throughout the year.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
