{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "U3KBZDJ_IJ_zXQgN",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate make sure students are making sense of the equation for Kim’s bicycle tune-up business, the use of number line graphs, and inequalities. (Portrayal)</p><p><strong>Suggested Questions:</strong></p><ul><li>What does 50n mean? (50 times n)</li><li>What does &gt; mean? (Greater than)</li><li>How do you find the values for Kim’s table? (The number of tune ups multiplied by 50 and then subtract 800.)</li><li>How does a number line help Kim? (She can see when her profit is great than zero.)</li></ul>"
          ]
        }
      },
      {
        "id": "qT42257u033WBpRj",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When students are working on What If Situations A and B, remind them to think about the meaning of the symbols &lt;, &gt;, and = as they are writing their inequalities, interpreting a situation and making their matches.  </p><p>For What If Situation B, it may help some students if you ask some predicting questions…</p><ul><li>What are some possible heights for Beatrice?</li><li>How many weeks must Izzy work to consider buying a scooter?</li><li>What are some possible temperatures for Mongolia for the month of August?</li><li>How much money could Saul have earned at his work?</li></ul>"
          ]
        }
      },
      {
        "id": "y2terdkgTK7FwmNA",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "q2fhUNl9A05661r4",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe how representations of equality and inequality are helpful in solving problems. </em></p><p>(Listen for how students are making sense of profit and loss in the Initial Challenge. Listen for how students describe the symbols &lt;, &gt;, and =.  Are they able to describe settings using them? Are students connecting the number line graphs, situations and symbols?) (Language)</p>"
          ]
        }
      }
    ]
  }
}
