{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "FX4xAco6La3xLOao",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Following are five different school club scenarios involving samples and populations. </p><ul><li>What is the population? What is the sample? </li><li>Why do you think each club chose to conduct a sample rather than counting the whole population? </li><li>Is the sample representative of the population? Explain why.</li></ul>"
          ]
        }
      },
      {
        "id": "vgB-XdZ_G28B5c1P",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Favorite Fruit Yogurt</u></p><p>Members of the Business Club run the Snack Shack at school. They want to survey their customers about a new marketing campaign for fruit yogurt. </p><p>On Monday, they ask on social media for volunteers to share their favorite flavor. </p><p>They receive responses from 10 volunteers.</p>"
          ]
        }
      },
      {
        "id": "nYedirZIsu26POYS",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Population is all customers of the School Snack Shack. Sample is volunteers who look at their social media. </li><li>Population is finite but difficult to count. It is easier and faster to do a sample.</li><li>not representative; Sample also includes those old enough to use social media. Volunteers might not represent all Snack Shack locations.</li></ul><p><strong>Note: </strong>This is an example of volunteer response sampling.</p>"
          ]
        }
      },
      {
        "id": "5F0gXD0_IkHWvx6w",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Marbles in a Bowl</u></p><p>Members of the Adventure Club are trying to win a contest. They must guess how many marbles of each color are in a large container.  </p><p>They decide to count the first 25 marbles they see in the container and record the number for each color.  </p><p>They estimate that there are 500 marbles in the container. So, they multiply.</p>"
          ]
        }
      },
      {
        "id": "q7U9JVA4E-Sohz0i",
        "title": "Marbles in a Bowl",
        "content": {
          "type": "Image",
          "url": "sap/images/marbles.png",
          "filename": "sap/images/marbles.png"
        }
      },
      {
        "id": "riaBnUuAAprHTZq_",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Population is the total number of marbles for each color in the container. Sample is 25 of the first marbles seen. </li><li>Population is finite but contained. Total population can be counted in practice but takes time and resources, such as being able to pour out all the marbles.</li><li>not representative; You see all the colors, but you don’t necessarily see the weighted value of the colors. We don’t know how the colors are mixed.  For example, there seem to be more red at the top and more blue in the lower part. A sample from a certain part might not have any blue. </li></ul><p><strong>Note: </strong>This is an example of convenience sampling. </p>"
          ]
        }
      },
      {
        "id": "_RoTyJvR3wIK8FSS",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>A Fair Spinner</u></p><p>The Video Game Club creates a new game that uses a virtual spinner with four equal-size regions. The regions are green, white, yellow, and blue. The game requires that they use the same spinner twice. The Club decides to randomly spin the spinner 32 times. To test if the spinner is fair.</p>"
          ]
        }
      },
      {
        "id": "vRW2Gv8HTcBWe5QK",
        "title": "A Fair Spinner",
        "content": {
          "type": "Image",
          "url": "sap/images/sp0.png",
          "filename": "sap/images/sp0.png"
        }
      },
      {
        "id": "ccghlLjedKQLHsVl",
        "title": "Text 9",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Population is probability distribution of all sixteen color combinations with 1/16 probability for each one. It is theoretical and does not exist in material form. Sample is the distribution and outcomes for the 32 spins. </li><li>In this case, they might not need to sample. Maybe they wanted to see if the spinner produces fair and random results.</li><li>Representative. The sampling should be random, if the virtual spinner is set-up correctly.</li></ul>"
          ]
        }
      },
      {
        "id": "kJsdaHhUW9W1V1IZ",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>A Fishy Catch</u></p><p>The Fish Club wants to know how many fish are in the local lake. They randomly select 12 equal-size areas of the lake. They record the number of fish in each area. They use the quantities of fish in the samples and scale-up to estimate the total fish in the lake.</p>"
          ]
        }
      },
      {
        "id": "EpeRh2cazJQpjzFF",
        "title": "Loon Lake",
        "content": {
          "type": "Image",
          "url": "sap/images/loon.png",
          "filename": "sap/images/loon.png"
        }
      },
      {
        "id": "MStlCk2hdNo6baNw",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Population is the fish in the lake. Population is difficult to do without draining water and/or harming fish.</li><li>Sample is the number of yellow perch in each of the 12 equal-size areas. </li><li>It would be impossible to count the total fish in the lake without hurting the fish. The lake is large and the fish move making it difficult to count every fish.</li><li>Representative. The sections of the lake were chosen randomly. This means that the fish in the sections should mirror the population of fish in the whole lake.</li></ul>"
          ]
        }
      },
      {
        "id": "IqM-qHsIW9-fIiuG",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Counting Your Beats</u></p><p>The Future Medical Professional Club wants to look at heart rate data of all seventh graders in the United States. They randomly select 25 students in their school to share their heart rate data for the last three days from their smart watches.</p>"
          ]
        }
      },
      {
        "id": "1EUl3tLYZ6XAz_dK",
        "title": "Text 11",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Population is all US seventh graders (typically seventh graders would be defined by age). Sample is 25 students in their school.</li><li>The population is difficult to count. </li><li>Not representative. While 25 students were randomly selected, they were not necessarily 7th graders. They are only one school which in not representative. School activities and populations will differ across the United States on a variety of characteristics. For example, many 7th graders do not have smart watches. So, selecting students with smart watches is not representative of the whole US population.</li></ul><p>Also, students may not have data on their smart watch for the entire three days (e.g., take the watch off, battery dies or needs charging time). This is an added consideration for big data sets.</p><p>Note: Many data sets are from one instance or moment in time. In contrast, big data sets often sample more than one moment in time.</p>"
          ]
        }
      }
    ]
  }
}
