{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "jVu0lyX6VmWRgOhY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Time to try some CLUE tools</p>",
            "<p><strong>Text</strong></p><p>When you click into a text tile in your workspace, a tray with icons for editing options appears below it. Hover your mouse over the items in the tray for more information (and a keyboard shortcut) about each. Go ahead and make a text tile now, and write down what you're most looking forward to learning in this class. Be sure to try some formatting and list options.</p>"
          ]
        }
      },
      {
        "id": "_acGcUoGuBg5sXvL",
        "title": "Tool Tiles on the CLUE Toolbar",
        "content": {
          "type": "Image",
          "url": "mods/images/AllToolsToolBar-labeled.png"
        }
      },
      {
        "id": "MADDxE2jZiDIptpg",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sketching and Images</strong></p>",
            "<p>Images can be used in lots of ways in your work. You can make a standalone image with the image tool, or you can put an image into a sketch and annotate it with the sketch tools. Images could be something you looked up, a photo you take of an experiment or scene, or a screen capture of your own work to document it.</p>",
            "<p>You can place an image into an Image, Sketch, or Data Card in three ways: (1) Use the upload button in the tool set to pick an image from your computer, (2) Drag and drop an image into a new image or sketch tool, or (3) copy an image to the clipboard and use Ctrl-V to paste it in the target tile.</p><p>Of course, you can always drag an image from another document into your workspace.</p>", 
            "<p>Here's an image to play with. Try including it in various tiles or import one of your own.</p>"
          ]
        }
      },
      {
        "id": "_acGcUoGuBg5sXvL",
        "title": "The Taj Mahal",
        "content": {
          "type": "Image",
          "url": "mods/images/TajMahal.png"
        }
      },
      {
        "id": "SbbKDh_4RIFGF5Ig",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sketch</strong></p><p>Sketches are useful for communicating ideas or for documenting parts of solutions. There are lots of tools for letting you make shapes, change colors, group and order things and control the visibility of things. Make sure to open the View/Sort panel on the left of the sketch tile to see what it does.</p>"
          ]
        }
      }
    ]
  }
}