{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "bUh9TxFlkkFiGG8E",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have students share some of the winning number sentences for the Dealing Up Game.  Discuss how they knew this was the winning number sentence.</p>"
          ]
        }
      },
      {
        "id": "BnYz8eycArLTh8tl",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>As students are sharing their number sentences from the Dealing Up game or looking at the number sentences in the What If Situations, emphasize the use of order of operations; the algorithms for computing with integers; and the size of the rational numbers. </p><p><strong>Suggested Questions:</strong></p><ul><li>Why did you choose multiplication (division, addition or subtraction) in this part of your number sentence? (Answers will vary.  Look for understanding of the operations and the uses of the algorithms with integers.) (Agency, Identity, Ownership)</li><li>Why did it make sense to use a positive (negative) number in this part of your number sentence? (Answers will vary. Emphasize the value of the numbers as you discuss this)</li><li>Would exponents help to make a winning number sentence? (Answers will vary)</li><li>How did your team know which number sentence was the winning one? (Answers will vary)</li></ul>"
          ]
        }
      },
      {
        "id": "2nyRGb630tZHkVSF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Discuss Stephanie’s idea of using Absolute Value in What If Situation B by looking at examples for the Relay Race from Problem 3.1.</p><ul><li>Who is correct in What If Situation D, Pedro or David? (Pedro). Why? (He used the order of operations correctly and David just worked from left to right.)</li></ul>"
          ]
        }
      },
      {
        "id": "qAAhiFn5rNWlKpSO",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "0T_6kOmMFlVPdQcI",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
