{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "VZHt42TTv7qcQaEC",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder List</strong></p><p>Use the box below to make a list of stakeholders in your community that will be affected by your water conservation solution. List as many stakeholders as you can think of (at least 12). Try to think of:</p><ul><li>people that might use the water conservation solution </li><li>people that might want a water conservation solution in your community (even if they won&#x27;t use it)</li><li>people that might not want the design solution in their community</li><li>people that might give money, time, or other resources to create the design solution</li></ul><p>You can include stakeholders from the activity you just finished. </p>"
          ]
        }
      },
      {
        "id": "tW4kWsMgyl1ukG_x",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "FkznDb7v5Y8A5v5B",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Whole Class Discussion</strong></p><p>Share 1-2 of your stakeholders with the class. Your teacher will make a class list. </p><p>Do some of these stakeholders have things in common? For example, you might see that one group of stakeholders is inside your school and another group is outside your school. Note any commonalities amongst stakeholders in the box below. </p>"
          ]
        }
      },
      {
        "id": "3UuQ4rF4hcQ7uFHa",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "vTJgF-sUgnJ5VU7X",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Mapping</strong></p><p>Make one small text box for each of your stakeholders somewhere in the box below. </p><p>Now, sort your stakeholders by moving their name boxes. Which stakeholders will be most affected by your water conservation solution (or which stakeholders do you want to affect the most)?<u>  [Should revise. Not sure this is best use of new features in sketching tool.]</u> Organize your stakeholders by moving your most affected stakeholders to the blue box labeled &quot;water conservation solution&quot; and your least affected stakeholders further away. </p>"
          ]
        }
      },
      {
        "id": "NEK5kpPf57O4kcXm",
        "title": "Drawing 1",
        "content": {
          "type": "Drawing",
          "objects": [
            {
              "type": "text",
              "id": "xDJQI-RpCJqQ224Z",
              "x": 16,
              "y": 41,
              "width": 125,
              "height": 87,
              "stroke": "#0000ff",
              "text": "Water conservation solution"
            }
          ]
        }
      },
      {
        "id": "JYZxLhdIbNvAxxZ3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Need Statement Reframe</strong></p><ol><li>How does the  help us understand a need in our community and create a solution?</li><li>What changes should we make to our problem statement now that we understand stakeholders?</li></ol><p>Write your answers to these questions in the text box below. </p><p>Then discuss as a class.  Note any important thoughts from the discussion in the same text box. </p>"
          ]
        }
      },
      {
        "id": "tZYHx9bV5iEtaAQN",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  }
}