{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "VZHt42TTv7qcQaEC",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder List</strong></p><p>Use the box below to make a list of stakeholders in your community that will be affected by your water conservation solution. List as many stakeholders as you can think of (at least 12). Try to think of:</p><ul><li>people that care about the design solution</li><li>people that use the design solution (even if they might not care about it)</li><li>people that want the design solution in their community (even if they don&#x27;t use it)</li><li>people that might not want the design solution in their community</li><li>people that will give money, time, or other resources to create the design solution</li></ul><p>You can include stakeholders from the activity you just finished in your list.  </p>"
          ]
        }
      },
      {
        "id": "tW4kWsMgyl1ukG_x",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>STAKEHOLDER LIST</p><p>1. </p><p>2. </p><p>3. </p><p></p>"
          ]
        }
      },
      {
        "id": "FkznDb7v5Y8A5v5B",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Whole Class Discussion</strong></p><p>Share 1-2 of your stakeholders from your list with the class. Your teacher will make a class list. </p><p><strong>Do some of these stakeholders have things in common?</strong> For example, you might see that one group of stakeholders is inside your school and another group is outside your school. Note any commonalities amongst stakeholders in the box below. </p>"
          ]
        }
      },
      {
        "id": "3UuQ4rF4hcQ7uFHa",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "vTJgF-sUgnJ5VU7X",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Mapping</strong></p><p>1. Make one small text box for each of your stakeholders somewhere in the box below. </p><p>2. Now, make three groups of stakeholders:</p><p><u>Group 1, Users</u>: stakeholders that might use your water conservation design solution</p><p><u>Group 2, Resource-Providers</u>: stakeholders that might give resources (time, money, information, etc) to create your water conservation design solution</p><p><u>Group 3, Questioners</u>: stakeholders that might have questions about your design solution. They might not think it is useful or important or they might have other questions about it. </p><p>Put each stakeholder in the group you think fits best   . If it seems like a stakeholder could fit in more than one group, you can make a duplicate text box for that stakeholder and add it to both groups. </p><p>3. (Optional) Color code your groups.</p><p>4. Check that your work is titled &quot;Stakeholder Map&quot;</p><p>5. (Optional) note any wonderings you have about stakeholders or stakeholder mappings in the text box below. </p>"
          ]
        }
      },
      {
        "id": "NEK5kpPf57O4kcXm",
        "title": "Stakeholder Map",
        "content": {
          "type": "Drawing",
          "objects": []
        }
      },
      {
        "id": "ZEQE59hXRn24u_oK",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Map Wonderings</strong></p><p>I wonder....</p><p>I don&#x27;t understand....</p><p>I think....</p>"
          ]
        }
      },
      {
        "id": "JYZxLhdIbNvAxxZ3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Need Statement </strong></p><p><strong>It is important to conserve water in our community. Explore ways to access water through collecting it, reducing its use, or considering other resources.  </strong></p><ol><li>How does the stakeholder map help us understand this need in our community and create a solution?</li><li>Should we add or change any information to our need statement now that we have created a stakeholder map?</li></ol><p>Discuss these questions with a partner. Then write your answers to these questions in the text box below. </p><p>Then discuss as a class.  Note any important thoughts from the discussion in the same text box. </p><p>Finally, type your need statement in the box (in bold). Even if you didn&#x27;t make any changes, it&#x27;s important to take some time to think about (and document) your current need statement so you make sure all of your design work is helping you solve this need. </p>"
          ]
        }
      },
      {
        "id": "tZYHx9bV5iEtaAQN",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Need Statement (Lesson 2)</strong></p><p><strong></strong></p>"
          ]
        }
      }
    ]
  }
}