{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "EwFjvKb9nbm7MCDz",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Key Vocabulary</strong></p><p>A <strong>stakeholde</strong>r is any person who will be affected by a design solution. In this case, stakeholders are people in your community that you will affect if you create a design solution for water conservation. </p><p>A design solution can affect many people:</p><ul><li>people that use the design solution</li><li>people that want the design solution in their community (even if they don&#x27;t use it)</li><li>people that don&#x27;t want the design solution in their community</li><li>people that will give money, time, or other resources to create the design solution</li></ul>"
          ]
        }
      },
      {
        "id": "VZHt42TTv7qcQaEC",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder List</strong></p><p>Use the box below to make a list of stakeholders in your community that will be affected by your water conservation solution. List as many stakeholders as you can think of (at least 10). Try to think of:</p><ul><li>people that might use the water conservation solution </li><li>people that might want a water conservation solution in your community (even if they won&#x27;t use it)</li><li>people that might not want the design solution in their community</li><li>people that might give money, time, or other resources to create the design solution</li></ul><p>You can include stakeholders from the activity you just finished. </p>"
          ]
        }
      },
      {
        "id": "tW4kWsMgyl1ukG_x",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "vTJgF-sUgnJ5VU7X",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Mapping</strong></p><p>Create several cards, each with a name of a stakeholder. A stakeholder can be a specific person (&quot;Principal Jones&quot;) or a general person (&quot;a 6th grader at Lincoln Middle School&quot;). </p><p>Drag the starter card deck below into your Workspace and then add your stakeholders. </p>"
          ]
        }
      },
      {
        "id": "Hy5j0LggDu1yRLQx",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sorting Activity</strong></p><p><u><strong>Sort 1:</strong></u> Sort the group into at least 2 categories. You will need to add more categories to the sample deck. Label each group consistently in the cards. Explain your categories to everyone in the class. Some stakeholders may belong in multiple categories. In this case, decide what category makes the most sense to you and add that stakeholder to that category. </p><p><u><strong>Sort 2:</strong></u> Now complete a second sort with <strong>at least two </strong>of the following categories. </p><p><u>beneficiaries:</u> people whose life will be better if they have a way to conserve water. </p><p><u>resource providers</u><strong>:</strong> people who will give resources (for example, money or labor) to create a water conservation solution </p><p><u>influential bystanders:</u> people who will not be directly affected by a water conservation solution but are still important in some way</p><p><u>potential allies</u>: people that will partner with you to create a water conservation solution</p><p>You can also add additional stakeholders to your card deck at this time.</p>"
          ]
        }
      },
      {
        "id": "JYZxLhdIbNvAxxZ3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Need Statement Reframe</strong></p><ol><li>How does mapping help us understand a need in our community and create a solution?</li><li>What changes should we make to our problem statement now that we understand stakeholders?</li></ol><p>Write your answers to these questions in the text box below. </p>"
          ]
        }
      },
      {
        "id": "tZYHx9bV5iEtaAQN",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  }
}