{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "yGR3lFv3tpyFXjDs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>Suggest that students use what they know about working with chips and the number line to help them reason as they work through the situations. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "eck7UQ0hOwibiDTB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What patterns do you see in the number sentences on each poster from Mr. Bernoski’s class? (Answers will vary.)</li><li>How do you know if the solution will be positive or negative? (If the two addends are positive, the answer will be positive. If the two addends are negative, the answer will be negative. If the addends have opposite signs, the sign of the answer will match the sign of the addend with the greater absolute value.)</li><li>For What If Situation C: How does the initial number sentence help you? (Answers will vary. Students should be able to connect their work from 6th Grade <em>Bits of Rational</em> to this unit on integers.)</li><li>How did you decide when to use a chip model and when to use a number line? (Answers will vary. Students may discuss the chip board being helpful in take away situations and number lines in comparison situations.)</li></ul>"
          ]
        }
      },
      {
        "id": "HmVtukKJnOVFwtpe",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "CDC6tyekFvc9G-3I",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe an algorithm for adding rational numbers. How does this compare to your algorithm for adding whole numbers?</em></p><p>(Look for ways students are connecting the models to number sentence.  Look for how students are generalizing about the sign of the sums. Listen for how students are making sense of the patterns they’ve seen and generalizing this into an algorithm.)</p>"
          ]
        }
      }
    ]
  }
}
