{
  "type": "objectives",
  "content": {
    "tiles": [
      {
        "id": "3783LgotcLR5O2Kq",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Exploring Stakeholders in Water Conservation Solutions</strong></p><p>In lesson two, students explore stakeholders in their communities (individuals that can participate in or benefit from water conservation solutions) through stakeholder mapping. </p><p><u>Lesson Context:</u> In the previous lesson, students considered the significance of community-level water conservation. In today’s lesson, they will consider who in the community should conserve water.</p>"
          ]
        }
      },
      {
        "id": "7msTuCn8hUQ8yMLq",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Learning Objective(s)</strong></p><p>Students will be able to identify at least five stakeholders in their design solution.</p><p>Students will be able to identify commonalities among groups of stakeholders. </p>"
          ]
        }
      },
      {
        "id": "5VdEm5HM4QkP0alr",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Main Activities</strong></p><ul><li>Introductory discussion about stakeholders</li><li>Stakeholder mapping</li><li>Need statement reframe</li><li>Engineer notebook reflection</li></ul>"
          ]
        }
      },
      {
        "id": "B1o4sFmbbOGq6p9U",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineering Standard(s) </strong></p><p><a href=\"https://www.nextgenscience.org/topic-arrangement/msengineering-design\">NGSS Engineering Standard: MS.ETS 1.1</a></p><p>Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principles and potential impacts on people and the natural environment that may limit possible solutions.</p><p><strong>Explanation</strong></p><p><em>At the middle school level, students learn to sharpen the focus of problems by precisely specifying criteria and constraints of successful solutions, taking into account not only what needs the problem is intended to meet, but also the larger context within which the problem is defined, including limits to possible solutions (www.nextgenscience.org)</em></p><p>In this lesson, the teacher engages students in exploring about water conservation, focusing on the ways that individual stakeholders-- the students themselves and a network of community members-- use water. Students do not need to memorize an extensive list of stakeholders, but instead will explore the (sometimes aligned, sometimes competing) wants and needs of key stakeholders in their community through stakeholder mapping. Students will also re-examine and challenge the current need statement, making changes if necessary to best express the shared need of a diverse group of stakeholders. Students will use this knowledge to propose and evaluate design solutions that would meet stakeholder need in the following lessons. </p>"
          ]
        }
      },
      {
        "id": "IL_9Dz5HiQv44Y7G",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Earth Science Standard(s)</strong></p><p><a href=\"https://nextgenscience.org/pe/ms-ess2-4-earths-systems\">MS-ESS2-4</a></p><p>Develop a model to describe the cycling of water through Earth&#x27;s systems driven by energy from the sun and the force of gravity.</p><p><a href=\"https://nextgenscience.org/pe/ms-ess2-6-earths-systems\">MS-ESS2-6</a></p><p>Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.</p><p><strong>Explanation </strong></p><p></p><p></p>"
          ]
        }
      }
    ]
  }
}