{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "0LyP7-12b2iAfLh2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem begins with a census table showing the counts of different kinds of roller coasters worldwide. Students use two samples selected from roller coasters listed as part of the census. Students use the data from these samples and a variety of strategies to make comparisons between speeds of steel-frame and wood-frame coasters. </p>"
          ]
        }
      },
      {
        "id": "NARmpZv_MlyNKLa2",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>As with earlier problems, looking at measures of spread may provide better insights into ways to answer the question posed. Students look at the IQR and are asked to represent data with box plots, in addition to line plots/dotplots. In the grade 6 unit, Data About Us, the interquartile range (IQR) is the difference of the values of the upper quartile (Q3) and the lower quartile (Q1).</p>"
          ]
        }
      },
      {
        "id": "qOVpcihqb6ODNAdv",
        "title": "Box Plot Example",
        "content": {
          "type": "Image",
          "url": "sap/images/box-plot-example-1.png",
          "filename": "sap/images/box-plot-example-1.png"
        }
      },
      {
        "id": "jLvvQLakYErVTK8P",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Using the median as a measure of center is explored, as well as variability centered about the median.</p>"
          ]
        }
      },
      {
        "id": "cD8PdMKQq8uRZ6tp",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discus roller coasters.</p><p><strong>Suggested Questions:</strong></p><ul><li>Have you ever ridden a roller coaster?<em> (Answers will vary)</em></li><li>Where do you see roller coasters? <em>(Answers will vary)</em></li><li>What types of roller coasters have you seen?<em> (Answers will vary. Hopefully, there will be students that have seen wood and steel roller coasters. If not, you may want to show them pictures of the different types.)</em></li><li>Can everyone ride roller coasters?<em> (Answers will vary. This is to generate that different types and speeds of roller coasters would be appropriate for different age groups.)</em></li><li>Have students examine the data in the table in their Student Edition. Have a discussion about how to read the tables and what information can be obtained from them. <em>(Language)</em></li><li>Is there any information in the tables that surprises you? Why or why not? <em>(Answers will vary.)</em></li><li>What other information might you want to collect about roller coasters?<em> (Possible answer: You can collect information about how fast a coaster can travel, the park and state location, the number of people who can ride it, the tallest height, and so on.) </em></li><li>How might you go about collecting this information about several coasters? <em>(You can collect the information from the theme parks or amusement parks where coasters are located or from websites.) </em></li></ul>"
          ]
        }
      },
      {
        "id": "iJ_ktwhpn2pqs42W",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Introduce that the data in the Initial Challenge is a sample taken from the roller coasters that are represented in the table in the student edition.</p><p>Distribute <strong>Learning Aid 2.2: Steel-Frame and Wood-Frame Roller Coaster Data Displays</strong>. Have students work with a partner on the problem.</p><p><strong>Teacher Note: </strong>The data for the information in the Initial Challenge was from randomly selected roller coasters in the census data.</p>"
          ]
        }
      }
    ]
  }
}
