{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "0LyP7-12b2iAfLh2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem begins with a census table showing the counts of different kinds of roller coasters worldwide. Students use two samples selected from roller coasters listed as part of the census. Students use the data from these samples and a variety of strategies to make comparisons between speeds of steel-frame and wood-frame coasters. </p>"
          ]
        }
      },
      {
        "id": "hemhPw1RC2KHXSl-",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: </p><p>Proportional Relationships:</p>"
          ]
        }
      },
      {
        "id": "ifNXzxM8fjJTKnVB",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you use measures of center and variability from sample distributions to compare two populations?</p>"
          ]
        }
      },
      {
        "id": "9UUoNVQDfzjgxBjH",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "NARmpZv_MlyNKLa2",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>As with earlier Problems, looking at measures of spread may provide better insights into ways to answer the question posed. Students look at the IQR and are asked to represent data with box plots, in addition to line plots or histograms. Using the median as a measure of center is explored, as well as variability centered about the median. </p>"
          ]
        }
      },
      {
        "id": "cD8PdMKQq8uRZ6tp",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discus roller coasters. Have students examine the data in the table in their student edition.   Have a discussion about how to read the tables and what information can be obtained from them. (Language)</p><p><strong>Suggested Questions:</strong></p><ul><li>Is there any information in the tables that surprises you? Why or why not? (Answers will vary.)</li><li>What other information might you want to collect about roller coasters? (Possible answer: You can collect information about how fast a coaster can travel, the park and state location, the number of people who can ride it, the tallest height, and so on.) </li><li>How might you go about collecting this information about several coasters? (You can collect the information from the theme parks or amusement parks where coasters are located or from websites.) </li></ul><p>Distribute <strong>Learning Aid 2.2: Steel and Wood Roller Coaster Displays</strong>. Have students work with a partner on the problem.</p><p><strong>Note: </strong>The box plots have the outliers shown.  These have not been formally studied yet.  You can choose whether or not to have an official discussion about them.</p>"
          ]
        }
      }
    ]
  }
}
