{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "RYnjzOGw9yId98jb",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>The Integer Product Game</em></p><p>Equipment: </p><ul><li>Integer product game board </li><li>Sketch Tile (see <u>Digital Note</u> below)</li></ul><p>Rules: Play as individuals or in teams</p><ul><li>Player A circles a number in the factor list. </li><li>Player B circles another number in the factor list, including the number chosen by Player A. Player B marks the product of the two factors on the product grid and sets its color. </li><li>Player A erases and moves <em>either</em> <em>one</em> of the circles to another number. Player A marks the new product with a different color than Player B.</li><li>Each player takes turns moving a circle and marking the product. A product can only be marked by one player. </li><li>The winner is the first player to marker four squares in a row (up and down, across, or diagonally).</li></ul><p><u>Digital Note</u>: Insert a sketch tile into your workspace and drag a copy of the integer product game board inside. Use the <em>circle</em> tool to create a moveable circle.</p>"
          ]
        }
      },
      {
        "id": "g5prCQQxxloxnXGT",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Play the game. Keep track of strategies you use for picking the factors and products. </p><ul><li>What factors would give the least product? The greatest product? </li><li>What are three strategies you used to play the game?</li></ul>"
          ]
        }
      },
      {
        "id": "gEIdFQCv4CoumBlu",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What factors would give the least product? The greatest product?</li></ul><p>The least product is given by choosing 36・(-36), since 36・36 will give the greatest absolute value of product, and choosing one negative factor will give a negative product. The greatest product can be found in two ways, either by choosing (-36)・(-30) or by choosing 36・30. These are the factors with the two greatest absolute values, which will give the greatest absolute value of product, and choosing both factors to be positive or both factors to be negative will give a positive product.</p><ul><li>What are three strategies you used to play the game?</li></ul><p>Answers will vary. Here are examples of three strategies students have found:</p><ul><li>“It is better to go second, because if you go first, you really don’t get to make a move on the board.”</li><li>“There are more ways to get certain numbers than there were in the The N Games games. For example in the The N Games, 6 can be made by 1*6 and 2*3, now it can also be made by (-1)*(-6) and (-2)*(-3). This version of the game makes you more aware of where the markers are on the board. I needed to carefully check all the possibilities before making my move so that I would have more choices on my next turn or not set up my opponent for a good move.”</li><li>“I tried to get products that would block my opponent.”</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
