{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "j-ydP6ieNZZ92C_e",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Strong Ideas</strong></p><p>Read over your design solution sketches and choose your <strong>three</strong> strongest design solutions, solutions that best meet the need of your stakeholders. </p><p>Copy each of these design solution ideas and paste each of the ideas in your workspace. Add a text box to each of the sketches. In the text box, explain how this design solution meets the needs of your stakeholders. </p><p>You can use this sentence starter or write in your own words. </p><ul><li>My stakeholders are [insert stakeholders] and their needs are [explain need]. This design solution meets their need because it [is/has/does...].</li></ul>"
          ]
        }
      },
      {
        "id": "nUFH6xh5xXTS0QVB",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Surprising Ideas</strong></p><p>Read over your design solution sketches and notes and choose <strong>two </strong>design solution ideas that surprised you. Copy these sketches in your workspace. (One of your surprising ideas could also be one of your strong ideas from the previous activity.) Add a text box to each of your surprising idea sketches. In the text box, explain what surprised you about this design solution idea.</p><p>You can use this sentence starter or write in your own words: </p><ul><li>This idea was surprising because...</li></ul>"
          ]
        }
      },
      {
        "id": "D_YPQTzqHKzwVRmY",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sharing Ideas </strong></p><p>Choose one design solution to share with your class. You will also share your idea with at least one special guest. Your special guest could be the principal, another teacher, or someone on staff at your school (like the custodian). Your special guest is someone in your school that has the power to support the implementation of one of your design solution ideas. </p><p>Prepare to share your design solution. You will have two minutes to share your idea: </p><ul><li>one minute to explain how the design solution works and any special features</li><li>one minute to explain how the design solution meets stakeholder need </li></ul><p>Take five minutes to practice what you will say to the class with a partner. Then your teacher will welcome your special guest and facilitate the two-minute presentations for each person in your class. </p><p>At the end of the presentations, your special guest can share their thoughts on your design solutions. There may be one design solution that they would like to implement at your school or several solutions they want to think about possibly implementing in the future. </p>"
          ]
        }
      }
    ]
  }
}