{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "E5TVngSBXAcCRV_A",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students explore variability as it relates to sample data and statistics. They select random samples of 30 from a population of 100, and they analyze the samples to help them draw conclusions about the population. By comparing graphs and summary statistics of different samples, students learn about how random samples vary, how some may be more representative of the population than others, and how sampling is a good technique in general, but can occasionally lead to drawing poor conclusions. </p>"
          ]
        }
      },
      {
        "id": "MN1sxsrnB2XNczKi",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: <em>Introduction, Exploration</em></p><p>Proportional Relationships: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "bpejqj1TFIQKDgsr",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How do random samples of the same size vary? How do random samples compare to the population that they are drawn from? </p>"
          ]
        }
      },
      {
        "id": "ONjbka6Lic1HolBF",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Students investigate comparing random samples of the same size </p><p>They will:</p><ul><li>conduct an experiment to collect and analyze samples</li><li>choose a method for selecting samples</li><li>create a line plot for their samples</li><li>create a five number summary for their samples</li><li>draw conclusions about a population from their samples</li><li>compare their samples to distributions of the entire population</li><li>examine the median when the size of samples are change</li></ul>"
          ]
        }
      },
      {
        "id": "qxew_dN7y0V_26ag",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Problem 1.3 continues with the idea of random sampling.</p><p>If needed, use the Introduction before the Problem to review a Five-Number Summary. </p><p><strong>Suggested Questions:</strong></p><ul><li>We have talked about a median, what is a quartile? (It cuts the data values into four pieces.)</li><li>How can you explain Quartile 1 and Quartile 3? (Students may discuss that Q1 is like the median of the lower half of the data and Q3 is like the median of the upper half of the data. Also, students may discuss that 50% of the data is in between Q1 and Q3. This shows “the bunching” of the data around the median or center. The box on the box plot represents the 50% of the data values.)</li><li>An Inner Quartile Range or IQR is related. What is an IQR? (It is the range from Q1 to Q3. It tells us how far the 50% of the data distribution is spread around the median.)</li></ul>"
          ]
        }
      },
      {
        "id": "f7eK0sH9VcumgE6h",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Introduce your students to <strong>Learning Aid 1.3A: Sleep Hours</strong> which is a copy of the table in the Student Edition. Have students skim through it and make an initial conclusion about what they see in the data. Talk about the idea of selecting a random sample of students to study rather than calculating statistics and making statistical representations for the entire set of data, or population. </p><p>Have students look back at the four sampling plans from Problem 1.1. Group 4’s strategy reflects a way to choose a random sample of students. Have students explain why each of the other strategies is not a random sampling plan. Refer back to the discussion of each of the strategies in Problem 1.1. </p><p>Discuss how they looked at random samples in Problem 1.2.</p><p>Talk with students about the desirability of sampling plans that produce random samples, samples in which each member of a population has the same chance of being selected. </p><p>Students can choose their own way to collect a random sample.  Have <strong>Learning Aid 1.3B: 100 Chart of Spinner</strong> available that may want to use that to collect their samples. Have available many options for student to use to find their random samples- spinners, dice, random number generators, <a href=\"https://www.random.org/integers/etc\">https://www.random.org/integers/etc</a>.  (Agency, Identity, Ownership)</p><p>Have students work in groups of three on the Problem. Each student will draw his or her own random sample, so a group of three will have three different distributions to compare. These distributions get compared to sample distributions created by other groups. </p>"
          ]
        }
      }
    ]
  }
}
