{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "GkG3EsEwhZLZ2M_I",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Each part of this Problem focuses on an important property of polygons, so it will be important to review student answers. You can start with a Gallery Walk for the Initial Challenge. Students should be able to justify answers.</p>"
          ]
        }
      },
      {
        "id": "ruSJbXccVgT5lNnm",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Asking students to construct polystrips figures that demonstrate their thinking will be useful in making the general mathematical conclusions clear and convincing.</p><p>Have the groups report their findings and share their examples supporting their conclusions. You want them to leave the experience being able to explain what happened and able to design a quadrilateral from a set of side lengths as evidence supporting their findings.</p><p>A summary of strategies for finding different quadrilaterals from a given set of side lengths should come from the discussion. Two powerful strategies that focus on different aspects of what determines a quadrilateral are the following:</p><ol><li>Put the set of lengths together in different orders. (This technique highlights the role of side lengths in determining a shape.)</li><li>Build a quadrilateral from polystrips. Alter its shape by pressing on the sides or vertices of the quadrilateral. A quadrilateral with any given side lengths can form an infinite number of different quadrilaterals. (This technique highlights the role of angles in determining a shape and the lack of rigidity for quadrilaterals.)</li></ol><p>If four side lengths make a quadrilateral, the shape is not unique. Ask for examples of this and put them on the board or poster paper. As the discussion continues, add other examples with descriptions. (Portrayal)</p><p>Students should be able to determine that a parallelogram is formed if opposite side lengths are equal. The parallelogram will become a rectangle as the vertices are pushed to form right angles. Pushing further will change the rectangle to a nonrectangular parallelogram.</p><p>Finally, students should compare the relationships among side lengths of triangles with those of quadrilaterals. You may want to make a poster to show these findings. Include information about angle sums as well</p>"
          ]
        }
      },
      {
        "id": "0DfGJYsOEUbxjfTm",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions</p>"
          ]
        }
      },
      {
        "id": "3woRnES1iEpPzn4Z",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>RReflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
