{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "0tDOy-njwyuJ-uwK",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>The Problem is stated in an open-ended way. Students can develop their own strategies for determining when each unknown site was settled. <em>(Problem Solving Environment) (Agency, Identity, Ownership)</em></p><p><strong>Suggested Questions:</strong></p><ul><li>Which of the known sites are the oldest? <em>(Laddie Creek and Kubold/Buffalo Creek are the oldest sites. They were settled between 4000 B.C. and A.D. 500. The other known sites were settled after A.D. 500.)</em> </li><li>How can you estimate the time period during which each of the two unknown sites was settled? <em>(Calculate statistics for each of the six sets of data. Compare the statistics to look for similarities between the known sites and the unknown sites.) </em></li><li>Do you have enough data to make good comparisons? <em>(Note that the data sets have different numbers of data values. Laddie Creek has 18 arrowheads listed and Site 1 has 15 arrowheads listed. The other sets of data have more data values listed. This should be enough to draw good conclusions. Investigation 1 implied that students need about 30 data values, in general, to make good comparisons. Discuss with your class what they can do when they don’t have at least 30 data values to work with. Statisticians often need to decide whether a data set of less than 30 values is sufficient to draw accurate conclusions.) </em></li><li>What different graphs could you use to display these data and make comparisons?<em> (These data are best displayed in some way that groups the data, rather than displaying the data as individual data values. Students should suggest using histograms or box plots instead of dot plots, line plots, or frequency bar graphs. Problem 3.1 tells students to use box plots.) </em></li><li>How do you construct box plots to display the data? <em>(Find the minimum value, the lower quartile, the median, the upper quartile, and the maximum value for the data. Use these summary statistics to identify the box and whiskers. If there are any outliers, you can show those on a box plot as well.) </em></li><li>How can you use summary statistics to determine when the unknown sites were settled? The box plots? <em>(You can compare the summary statistics of the unknown sites with those from the known sites. If the statistics of an unknown site are similar to a known site, you can conclude that those sites were settled during the same time period. You can make the same comparison with a box plot.) </em></li><li>Are the summary statistics for either of the unknown-site samples identical to the statistics for a known-site sample? If they are not identical, how can you decide what time period the unknown-site samples are from? <em>(Samples vary, so you cannot expect two samples to have exactly the same summary statistics. You need to make a judgment about whether the statistics are close enough to say that an unknown sample comes from a particular time period.) </em></li></ul>"
          ]
        }
      },
      {
        "id": "KHjAofb7YWM12dE1",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "1lRHOTGoHm5CD4MX",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How might you analyze samples from known and unknown populations to determine whether the unknown population has one or more attributes in common with the known population?</em></p><p>As you are circulating during the Explore, select student work to use in the summary.  Select data where the samples chosen are different from each other to talk about the importance of a representative sample.  Select student work with different ways to organize the data to show how they highlight different information.  Select students to talk about how they made their decision about the unknown population.</p>"
          ]
        }
      }
    ]
  }
}
