{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "y0eC1E9qRbMyLs7l",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What is the relationship between the area of a circle and its radius or diameter? Describe a strategy for finding the area of a circle. </p>"
          ]
        }
      },
      {
        "id": "den4YgOYOPXOgkVb",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The area of a circle is related to both of its diameter and its radius (radius is half length of diameter). You can make a larger circle if you have longer diameter (or radius).</p><p>You can find the area of a circle by using the grid under the circle. You can count units either inside of the circle or outside of the circle. If you like to count units outside of the circle, then you need to draw a square around the circle so that you can subtract outside part from the square. </p>"
          ]
        }
      },
      {
        "id": "OiIkFkRsW6DyC5yR",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>In the United States, it is common to see dogs on leashes while out on walks or maybe tied up outside in the yard. </p><p>People who raise sled dogs often have many dogs that live outside year-round. </p><p>In order for these dogs to have personal space and room to exercise, they tie up their dogs to swivel posts.   </p><p>These posts are strategically spaced out in rows so that the dogs can run around in circles as much as they would like without touching each other or getting their leashes tangled.  When designing these dog yards, owners try to maximize their rectangular yards by placing the swivel posts far enough apart that the circular areas do not overlap but are almost touching.</p>"
          ]
        }
      },
      {
        "id": "SDJ3srvy3jlLqyDN",
        "title": "Sled Dogs",
        "content": {
          "type": "Image",
          "url": "faw/images/sled.jpg",
          "filename": "faw/images/sled.jpg"
        }
      }
    ]
  }
}