{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "998agLE7eQ2p-TrS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u><em></em></p><p>Problem 2.1 extends students’ understanding of angles from their elementary experiences.</p><p>To solve problems constructing polygons, it is important for students to have a sense of angles as rotations and to be able to estimate angle size. This sense of angle size is needed for solving problems involving angles, too.</p>"
          ]
        }
      },
      {
        "id": "xVWX1Ak5vKCnCmBJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Explain to students that, in the same way we use benchmark fractions to help in reasoning with rational numbers, we use benchmark angles to help with reasoning about angles. (Language)</p>"
          ]
        }
      },
      {
        "id": "Kjn3iBnNY2maKZYM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Can you jump and turn through angles of 90°, 180°, 270°, or even 360°?</li></ul>"
          ]
        }
      },
      {
        "id": "V-_udexiXOXEIiXZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You could also have students demonstrate how they would jump and turn for each of these angles.</p><p>Refer students to the two grids on <strong>Learning Aid 2.1A: Four in a Row.</strong> Point out that these grids have concentric circles and lines forming angles. Have students look closely at the grid on the left.</p><ul><li> What are the measures of some of the angles in this grid? Look at angles with a vertex at the center of the grid. (Point out the 45°, 90°, 135° angles and so on. Help students to see that the angles are all multiples of 45°.)</li></ul><p>The name of the game is Four in a Row. How do you think you play the game? (Answers will vary.)</p>"
          ]
        }
      }
    ]
  }
}