{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "ub3GjjKZulRk1ljS",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goals of this problem are to develop student understanding of angles as rotations or turns, as a geometric shape, and expand their understanding of common benchmark angles tht are multiples of 30°. To help students estimate angle measure, a degree is defined as  1/90th of a right angle.  This problem will confront directionality and build estimation skills for angle measurement. The problem is also a review or introduction, depending on a student’s prior experience, of the conventions for labeling angles.</p>"
          ]
        }
      },
      {
        "id": "R8NrMeYdCI_Q0eRl",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Exploration, Analysis, Exploration</p><p><strong>Standards</strong>: See your state alignment chart</p>"
          ]
        }
      },
      {
        "id": "Q6_ZJLhsomvwBjpr",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin making sense of reading,  sketching, and problem-solving with benchmark angles described by the number of degrees or the fraction of a turn (rotation). </p><p>Recognize and sketch these benchmark angles:</p><ul><li>30°  or 1/12 of a turn, </li><li>45°  or 1/8 of a turn, </li><li>90°  or 1/4 of a turn, </li><li>120° or 1/3 of a turn, </li><li>180° or ½ of a turn), </li><li>270° or 3/4 of a turn</li><li>360°  or 1 full turn.</li></ul><p>Solve and make sense of equations involving angles such as 1/4 N = 360° where <em>N</em> is the angle measure of a rotation angle.</p>"
          ]
        }
      },
      {
        "id": "i4V72gwFus2SYZVd",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How are benchmark angles useful in solving problems?</p>"
          ]
        }
      },
      {
        "id": "998agLE7eQ2p-TrS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Problem 2.1 extends students’ understanding of angles from their elementary experiences.</p><p>To solve problems constructing polygons, it is important for students to have a sense of angles as rotations and to be able to estimate angle size. This sense of angle size is needed for solving problems involving angles, too.</p>"
          ]
        }
      },
      {
        "id": "xVWX1Ak5vKCnCmBJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Explain to students that, in the same way we use benchmark fractions to help in reasoning with rational numbers, we use benchmark angles to help with reasoning about angles. (Language)</p>"
          ]
        }
      },
      {
        "id": "Kjn3iBnNY2maKZYM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Can you jump and turn through angles of 90°, 180°, 270°, or even 360°?</li></ul>"
          ]
        }
      },
      {
        "id": "V-_udexiXOXEIiXZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You could also have students demonstrate how they would jump and turn for each of these angles.</p><p>Refer students to the two grids on <strong>Learning Aid 2.1A: </strong><strong><em>Four in a Row  </em></strong><strong>Game Boards.</strong> Point out that these grids have concentric circles and lines forming angles. Have students look closely at the grid on the left.</p><ul><li> What are the measures of some of the angles in this grid? Look at angles with a vertex at the center of the grid. (Point out the 45° angle, 90° angle, 135° angle, and so on. Help students to see that the angles are all multiples of 45°.)</li><li>The name of the game is <em>Four in a Row</em>. How do you think you play the game? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "9rHeD_aja7EJq5nL",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use two polystrips (or an angle ruler) to form an angle. Start with an angle of zero degrees, and then gradually open it up. Continue to rotate one of the polystrips (or opening the angle ruler), creating a larger and larger angle. Stop after a 45°, 90°, 135°, and 180° angle, and ask about the measure of each angle. Now have students look at the grid on the right and ask the following:</p><ul><li>What are the measures of some of the angles in this grid? (Point out the 30° angle, 60° angle, 90° angle, 120° angle, and so on. Help students to see that the angles are all multiples of 30°.)</li><li>Using these grids, describe a point by giving two numbers. The first number tells how far to move from the center of the grid. The second number tells the amount of turn measured in degrees. How would I find the point (3, 90°)? (Using either grid, help students to see that to locate this point, you move out 3 units in the positive direction along the 0° line (x-axis) and then rotate counterclockwise 90° along that circle.)</li></ul>"
          ]
        }
      },
      {
        "id": "sHLgm_pX5fhlfDSr",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The <em>Four in a Row</em> game will help students develop angle benchmarks. You might find it helpful to play one game with the teacher against the whole class first in order to make the rules clear. If students suggest a pair of numbers that don’t work, the teacher can dramatically show how it falls off the grid. Then, suggest that students play several more games in the Initial Challenge before moving on to the rest of the problem. Pass out <strong>Learning Aid 2.1A: </strong><strong><em>Four in a Row</em></strong><strong> Game Boards</strong> (one per partner group) or use digital versions in a Drawing tool, and <strong>Learning Aid 2.1B: Angles.</strong></p>"
          ]
        }
      }
    ]
  }
}
