{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "7oA_JvKNEoxx_bWB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem uses the cupcake context as a way for students to use reasoning with ratios, also called proportional reasoning, to solve problems. This will help students develop additional strategies and experience with finding equivalent ratios. Students will analyze and critique the work other students introduced in the What If...? situations. Also, the introduction presents new ways to notate ratios, in particular, using a colon. </p>"
          ]
        }
      },
      {
        "id": "iV_joP36DE4DXmUz",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> </p><p><strong>Algebraic Expressions and Equations:</strong> </p>"
          ]
        }
      },
      {
        "id": "TILEKRPEbYwB4hIh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK</em></p><p></p>"
          ]
        }
      },
      {
        "id": "sr8aKyP8wYCLN_Qm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p></p>"
          ]
        }
      },
      {
        "id": "iO6rBnwh49-UXj2R",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>use the introduction of the investigation to show students new ways to notate ratios. Students can shorten the words by using the colon. Remind students tha the way that you the ratio does not change. For 10:5, we say &quot;10 cheese for 5 pepperoni&quot; or &quot;10 for every 5&quot; or &quot;10 per 5.&quot; This notation can shorten the ratio, but losing the label can be confusing for many students. Students will benefit from labeling the numbers, especially when they are so new to ratio reasoning.</p><p>Ratios and fractions are very different even though you can write both in fraction form. The connection between ratios and fractions can be very complex. For this reason, we do not encourage fraction notation for ratios in this unit. It is important that students learn to recognize ratios before they are asked to differentiate the notation with fractions. </p>"
          ]
        }
      },
      {
        "id": "R3UnV3WkJvYC98s8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Let students know that they are going to use te cupcake boxes from Problem 1.3 to solve problems using ratios.</p><p>Students may benefit from having individual think time before sharing with their group members. Have students begin the Initial Challenge by doing a Think, Pair, Share. Then as a small group, they can move on to What If...? situations. </p><p>Tell each group to be prepared to explain their strategy for solving the problem and why they think their strategy is appropriate and correct. You should encourage students in the groups to try to find more than one way to solve the problem. </p>"
          ]
        }
      },
      {
        "id": "eDHRgCDgAAFzT_kq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><p><strong></strong></p>"
          ]
        }
      }
    ]
  }
}
