{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "SPF33UrzrC_r-g1-",
        "title": "Now What Do You Know?",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "PcyyuQ",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>Describe how distance changes over time. How is this pattern of change shown in tables and graphs?</p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "document_Text_3",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Variables in this problem are time (hours) and distance (miles).</p><p>As time goes on, the distance the cyclists ride their bicycles is generally increasing. But there can be a decreasing pattern if they have to go back on the route that they have already traveled on.</p><p>You can see the change in each time period how faster/slower it was. In tables, you can see the change by finding the difference of distance for two adjacent numbers. In graphs, you can see the change by finding the y-coordinates of two data points. In graphs, you can also see which data point jumps the steepest from the previous one.  </p><p><strong>Note:</strong> Time, rate, and distance are in the title of the problem. This problem is a very informal introduction to the Distance = Rate • Time relationship. The relationship will be brought up again in the Comparing Quantities unit. It will be more formally studied in grade 7. Students are expected to use rates implicitly with the context of traveling distance and the time that it takes.</p>"
          ]
        }
      },
      {
        "id": "wWZskS7kRnTAm2O5",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Assateague (A suh teeg) Island is home to herds of wild ponies. The island has a harsh environment of ocean beaches, sand dunes, and marshes. To survive, these sturdy ponies eat salt marsh grasses, seaweed, and even poison ivy.</p><p>To keep the population of ponies under control, an auction is held every summer. During the famous “Pony Swim,” the ponies for sale swim across a quarter mile of water to Chincoteague Island.</p>"
          ]
        }
      },
      {
        "id": "xavjKpO3goxHP1va",
        "title": "Pony Swim",
        "content": {
          "type": "Image",
          "url": "vap/images/paul.jpg",
          "filename": "vap/images/paul.jpg"
        }
      }
    ]
  }
}
