{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "A0QoOvo9NaBK-ekC",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students use their new knowledge about volume to explore whether the volume of a sphere will fill a cone or a cylinder with the same dimensions. </p><p><u>Note</u>: The graphic in the student edition is slightly misleading.  We know that a scoop would not sit above the cup as shown.  If it was shown in reality it would clearly fit inside the cup with room to spare.  The teacher may have to say something about empty space below the scoop in both cases. </p>"
          ]
        }
      },
      {
        "id": "CjJLUFN4k2dIH741",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Surface Areas and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Synthesis, Abstraction</em></p><p>Area and Circumference of Circles:<em> Synthesis, Abstraction</em></p>"
          ]
        }
      },
      {
        "id": "K72SUBLye_8ucUSG",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "y8MLrDxB4IQTRR9H",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "zi4DVsPsJUDDEvXs",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Now that students have strategies for finding the volumes of cylinders, cones, and spheres, they can use these formulas to answer some interesting questions. For example, how are the number of scoops of ice cream in a cylindrical cup and a cone related to each other if the scoops, the cone, and the cup all have the same dimensions? </p>"
          ]
        }
      },
      {
        "id": "rGPQCd8x7KOWihgX",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Tell the story of Esther and Jasmine’s trip to the ice cream parlor. Make sure students understand that the ice cream melts into the containers. </p><p>Have students begin the work on the Initial Challenge individually and then move into work with a partner as needed. </p>"
          ]
        }
      }
    ]
  }
}
