{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "-TyZTPJEXAZs1CPb",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem uses results about angle measurement in polygons to explain the tiling properties of polygons. The use of tessellations or tiling will help to solidify ideas that students are forming around characteristics of shapes and in particular angle measurements.</p><p><strong>Implementation Note</strong>: The shapes are a subset of the Shapes Set. If you have Shapes Sets, you can use them. Otherwise, you will have to use copies cut from the Learning Aid or develop an electronic solution.</p>"
          ]
        }
      },
      {
        "id": "Rg7Un4aOSI-q9Wlq",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Analysis, Synthesis</p><p><strong>Standards: </strong>See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "uevHI_tnWi6StMIT",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Analyze and solve geometric problems focused on polygons in the context of tiling to deepen understanding of polygon angle characteristics and relationships. </p><p>Explore and solve geometric problems, applying knowledge of polygon angles including </p><ul><li>show that some, but not all polygons will tile a surface, (triangle, quadrilateral, and hexagon) noting that they will fit snuggly into each other without gaps or overlaps;</li><li>analyze why the shapes will or will not tile thinking about the measure of the shape’s angles to notice that shapes that tile have angle measures that add to 360°;</li><li>create shape patterns that tile with two or more regular polygons and be prepared to explain why they will tile based on angle sums in the pattern that equal 360°; and</li><li>give examples of real-life ways in which shapes are used to tile/cover surfaces, such as the bee’s honeycomb or an old fashioned quit. </li></ul>"
          ]
        }
      },
      {
        "id": "pwLK7KZz_IQz2tvi",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Which regular polygons can be used to tile a surface? Explain why they tile. Give some examples of how tiling polygons can be useful.</p>"
          ]
        }
      },
      {
        "id": "WA-h_rcD-bL-CgzA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Launch the Problem by asking students if they have seen honeycombs made by bees and, if so, why they think the surface has its distinctive pattern of hexagons. You can use <strong>Teaching Aid 3.1: Honeycombs</strong>. Ask where they might have seen a similar pattern of hexagons, since it is a very common tile pattern. After discussing hexagon patterns, ask the following questions.</p>"
          ]
        }
      },
      {
        "id": "pR5bV3Qq8Wu_KS1o",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Why do these regular hexagons fit so neatly? (Students may not have a solid explanation yet. Let them conjecture and formalize this during the Summary. In a regular hexagon each angle measures 120° so when three hexagons meet, there is a total rotation of 360° around the intersection of the three sides.)</li><li>What other polygons do you think can be used to tile a surface? (Students will make many conjectures. Encourage them to explain their thinking and then they will investigate these in this Problem.)</li></ul>"
          ]
        }
      },
      {
        "id": "YfoaYM_AqwLK9FgZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Have students begin looking for shapes that will tile independently. Transition them to working with a partner after they’ve had time to experiment on their own. The goal is to find which polygons will tile and why. Have students record their findings on large sheets of paper that show drawings a explanations of their work and/or <strong>Learning Aid 3.1B: Initial Challenge Table. </strong>(Portrayal)</p>"
          ]
        }
      }
    ]
  }
}
