{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "zqws4vCnHi0PXOHL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong></p><p>Generalizing and Using Properties of Polygons: Exploration</p><p>Algebraic Expressions and Equations: Analysis</p>"
          ]
        }
      },
      {
        "id": "k2TvLZEgs-43IWFV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Recall, deepen, and extend elementary school experiences with angle and angle measure to include a variety of angle relationships, benchmark angles, contexts with angles other than geometric shapes, and problem solving with angle measures. </p><p>Understand and make use of key angle concepts and skills for problem solving including: </p><ul><li>read, sketch, estimate, and use benchmark angles described by the number of degrees or the amount of turn,</li><li>understand measurement limitations and possible effects of estimation and/or measurement error,</li><li>apply angle concepts and skills to both mathematical problem contexts such as intersecting lines (including parallel lines) and real world contexts beyond geometric shapes,</li><li>recognize, describe, and use angle relationships such as complementary and supplementary angle pairs, adjacent angles, vertical angles and straight angles, and </li><li>begin to use angle relationships to write equations and solve multi-step problems involving angles. </li></ul>"
          ]
        }
      },
      {
        "id": "jX7IVWvYrdZbNLp6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about geometric shapes?</p>"
          ]
        }
      },
      {
        "id": "OWnN91z_4nECIoEx",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time (TIME). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>Students have been working with factors and multiples and the multiplicative structure of numbers. Students will reflect upon what they know about the multiplicative structure of numbers. </p>"
          ]
        }
      },
      {
        "id": "JKoEgIAk7V3fCkPs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Having students pull out their notes from the Now What Do You Know from each Problem in the Investigation can help them to synthesize all their ideas around similarity. </p><p><em>What do you know about geometric shapes?</em></p>"
          ]
        }
      },
      {
        "id": "4OTABc5OJ9FNFqQm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>(Student answers should include discussions of the changes between originals and images in relation to the general shape, side lengths, angle measures, and area. Students should begin to use the word scale factors in their explanations.)</p>"
          ]
        }
      },
      {
        "id": "q3DSdRX5u5O4XqUN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence in students’ work shows an understanding the ideas of this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}