{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "zqws4vCnHi0PXOHL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Exploration</em></p><p>Algebraic Expressions and Equations: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "k2TvLZEgs-43IWFV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Recall, deepen, and extend elementary school experiences with angle and angle measure to include a variety of angle relationships, benchmark angles, contexts with angles other than geometric shapes, and problem solving with angle measures. </p><p>Understand and make use of key angle concepts and skills for problem solving including: </p><ul><li>read, sketch, estimate, and use benchmark angles described by the number of degrees or the amount of turn,</li><li>understand measurement limitations and possible effects of estimation and/or measurement error,</li><li>apply angle concepts and skills to both mathematical problem contexts such as intersecting lines (including parallel lines) and real world contexts beyond geometric shapes,</li><li>recognize, describe, and use angle relationships such as complementary and supplementary angle pairs, adjacent angles, vertical angles and straight angles, and </li><li>begin to use angle relationships to write equations and solve multi-step problems involving angles. </li></ul>"
          ]
        }
      },
      {
        "id": "jX7IVWvYrdZbNLp6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about geometric shapes?</p>"
          ]
        }
      },
      {
        "id": "OWnN91z_4nECIoEx",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the MR to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
