{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILE_Qe1Du1mDC-N",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>begin by resolving which relationships are ratios. Ask students t analyze the Initial Challenge claims and the What If...? situation observations and questions.</p><p>As groups report, ask about any statements that they initially disagreed about and how they resolved their disagreements. If any disagreements remain, have students present their justifications to help the class decide what seems reasonable. </p>"
          ]
        }
      },
      {
        "id": "TILELsKPkYyI-J4l",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Ask questions to encourage beginning understandings of the mathematical characteristics that define ratio comparison statements. Use <strong>Learning Aid 1.2: Pizza Claim Cards</strong> to display the claims as you discuss them in class. (Language) Some students may benefit from having a copy of the paper to use for note-taking. You may want to make an anchor chart to begin a display of the characteristics of ratios discussed wit hthe following questions. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "TILEccPVlcuoyiOH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How did we describe a ratio?</li><li>How do you identify a ratio statement?</li><li>How are ratio comparisons different from other comparison statements like a difference (Claim 6) or a fraction (Claim 2)?</li><li>Can you write more than one ratio from the same set of data, like in the pizza survey?</li><li>For this survey, we were not told how many students were actually surveyed. Which ratio seems to give us that information? </li><li>Besides appearing to be the actual survey numbers, how does the ratio in Claim 7 seem different from the other ratio statements in Claims 1, 3, 4, and 5? </li></ul>"
          ]
        }
      },
      {
        "id": "TILEnbPKJa1Ij8D6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Ratios are comparisons of two quantities.</li><li>At this time, students might use language that suggests a ratio comparison may include phrases like &quot;for every&quot; or &quot;for each&quot; or &quot;to&quot;</li><li>Ratios describe the multiplicative relationship between the quantities.</li><li>Yes, ratios can be written with the actual numbers (raw values) or with scaled equivalent values.</li><li>Claim 7. We are not told if the numbers are actual data. But, because the numbers are larger, it seems like there are 150 students in the class. </li><li>The ratios in Claims 1, 3, 4, and 5 compare the students who like pepperoni to those who like cheese. Claim 7 has the total students compared to those who like pepperoni.</li></ul>"
          ]
        }
      },
      {
        "id": "TILEJkNsQ7ToJ_ho",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Introduce to students that there are different ways to write ratio comparison statements. We can make part-to-whole comparisons, like CLaim 7. Also, we can make part-to-part comparisons, like Claims 1,3, 4, and 5.</p><ul><li>Which claims show the same part-to-part comparison written in different ways? </li></ul>"
          ]
        }
      },
      {
        "id": "nSYgr8Luhazu00kN",
        "title": "Text 27",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Some students will say Claims 1 and 4 because those ratios are variations of comparing students who like cheese to pepperoni. Some students will say Claims 3 and 5 because those ratios are variations of comparing students who like pepperoni to cheese. Some students will see that all four claims are equivalent. </p>"
          ]
        }
      },
      {
        "id": "lR8-HJT2J4oQNviv",
        "title": "Text 28",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p><p></p>"
          ]
        }
      },
      {
        "id": "TILE4mle0yJiS8ts",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<li></li><p></p>"
          ]
        }
      },
      {
        "id": "TILE7q3o1h-6HmQ8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "TILE_16MlMTEU1Ef",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p><p><strong></strong></p><p></p>"
          ]
        }
      },
      {
        "id": "TILEpDYyFHPMAP_d",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong></strong></p><p></p><p></p>"
          ]
        }
      },
      {
        "id": "TILE6YZgPX_qXMz5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><li></li>"
          ]
        }
      }
    ]
  }
}
