{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "S-RReMammbFltEd3",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Some students may perceive only one way to get no match, one heads and one tails. Because the two coins are the same, students may not see heads-tails as being different from tails-heads. Pat’s Analysis in What If Situation A is an opportunity to address this.  One way to address this is to toss one coin twice, paying attention to the order that heads and tails come up. Not all students will see this as being the same as tossing two coins at the same time.</p><p>Another way to investigate the question is to have two coins that are visibly different, such as having different years stamped on them or one dull and one shiny. A 2018 heads with 2010 tails is different from a 2018 tails with 2010 heads. However, to address this concern, it may be better to wait until the Summary, when students will be seeking an explanation for why match and no match are equally likely. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "aJtQMhDOHcbrDMAC",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>How does collecting more experimental data by repeating an event more times help you predict the likelihood of each possible outcome occurring? How does proportional reasoning help you make predictions?</em></strong></p><p>(Listen for students discussing how their predictions change as they gather more data and use their thinking in the Summary.  Select examples of student work where they have scaled their experimental data up or down to make predictions.)</p>"
          ]
        }
      }
    ]
  }
}