{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "QfNpwS0d3uXetyHq",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goal of this problem is to add another piece of information that will help students in constructing geometric shapes by developing a formula that predicts the sum of interior angles for a polygon of <em>n</em> sides, especially the instances of that pattern for triangles (180°) and quadrilaterals (360°). Knowing these angle sums is important for determining missing angles in constructing triangles and quadrilaterals. For example, if you know that two angles of a triangle are 70º and 50º, then the other angle is 180º – 120º, or 60º. Students begin by examining angle sums of any polygon. Then they look specifically at regular polygons and make an important generalization about the angle sum property. The problem offers different strategies for making and confirming that generalization. While you might find it unnecessary to use all the strategies for thinking about angle sums, each approach is an illustration of a very important practice in geometry—cutting a given figure into smaller pieces (preferably triangles) and showing how the properties of those pieces can be used to get results about the whole figure.</p><p><strong>Implementation Note:</strong> Divide the class into three groups for What If...? Situation A. One group will investigate Trevor’s strategy, one group will investigate Casey’s strategy and one group will investigate Maria’s strategy.</p><p>For What If...? Situation B, divide the shapes among groups in the class. Groups can share their findings in the summary. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "cnp68LyqnYwJDaul",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Explore side (n) and angle (A) relationships for polygons and develop and apply equations relating the number sides with the sum of the angles (S). </p><p>Explore, draw conclusions, and apply angle and side relationships in polygons to solve problems including:  </p><ul><li>measure angles to complete a table for regular polygons listing the number of sides (n), measure of one inside angle (A), and the sum of the angles,</li><li>analyze patterns in the table to look for side/angle relationships that can be described in words – e.g., the sum of the angle measures inside a polygon is equal to the number of sides minus 2, then multiplied by 180 or you can find the value of one angle in a regular polygon by dividing the sum of the inside angles by the number of angles (same as number of sides),</li><li>create and make connections among equivalent equations for calculating the sum of the inside  angles of a polygon based on patterns found in the table and  geometric strategies that partition shapes into triangles, e.g., </li></ul><p>S = 180º(n-2)</p><p>S = 180n – 360º, </p><ul><li>note that the side/angle relationship is the same for regular, irregular, concave, and convex polygons,</li><li>for regular polygons, make sense of using the sum of the angle measures to find the measure of one angle by dividing the total by the number of angles (sides) in the polygon, S = [180 * (n-2)] / n and </li><li>use these equations, knowledge of angle relationships, and partitioning strategies to solve multi-step problems.</li></ul>"
          ]
        }
      },
      {
        "id": "PhBz-SRBxjLoBhGE",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Analysis/Synthesis</em></p><p>Algebraic Expressions and Equations:<em> Analysis</em></p>"
          ]
        }
      },
      {
        "id": "y077eiIXNDPPeuhE",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What is the relationship between the angle sum S of a polygon with n sides? How can you find the measure of an angle in a regular polygon with n sides?</p>"
          ]
        }
      },
      {
        "id": "ZU1C-FcaWkYsOOCF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong> </p><p><em>Connecting to Prior Knowledge</em></p><p><strong>Suggested Questions:</strong></p><p>Begin by reviewing the definition of a regular polygon. (Language)</p><ul><li>What is a regular polygon? (A regular polygon is one in which all sides are the same size and all angles are the same size.)</li></ul>"
          ]
        }
      },
      {
        "id": "XX_L7RwdVyTJCYIz",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this Problem students will continue working with angles within polygons. They will be investigating the size of the angles within polygons.</p><ul><li>What happens to the measures of the angles as then number of sides increases? (You don’t need a full answer at this time. This is what students will be investigating. Generate predictions.)</li></ul><p>Students should understand that the angles being discussed are the angles “inside” the polygon, or interior angles. Interior angle is a term that is not necessary at this point and will be formally introduced in Problem 3.3.</p>"
          ]
        }
      },
      {
        "id": "m-x6-cpf6MwQtCxQ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Demonstrate Devon’s method of “draw and tear”.</p>"
          ]
        }
      },
      {
        "id": "LzbL7GlJco9_cGg5",
        "title": "Devon's draw and tear method",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.2-tg-pic-1.png",
          "filename": "sad/images/sd-3.2-tg-pic-1.png"
        }
      },
      {
        "id": "d53YEmAQXZTdDIBv",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Does Devon’s strategy make sense? (Leave this rhetorical so students can investigate it in the Problem.)</li><li>What if we used Devon’s “draw and tear” method for other polygons? (Leave this rhetorical so students can investigate it in the Problem.)</li></ul>"
          ]
        }
      },
      {
        "id": "DihV7pBvBnTU_tWH",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 3.2A: Initial Challenge Shapes</strong> and <strong>Learning Aid 3.2B: Angle Sum Patterns in Regular Polygons.</strong> Have students work with partners. Have <strong>Learning Aid 3.2C: Trevor’s, Casey’s and Maria’s Strategies</strong> and <strong>Learning Aid 3.2D: Zane’s Conjectures</strong> available for students to use when they are working on the What If Situations.</p>"
          ]
        }
      }
    ]
  }
}
