{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "YGybUN-fJE8T2fV5",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Have students share how they determined the theoretical probabilities. </p><p>Display students’ ideas for the spinner design that Kaleb’s grandparent might use in the Initial Challenge. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "0jjRhpQ5t5FuTtqO",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p><strong>Suggested questions</strong></p><ul><li>In the Initial Challenge the spinner has three 9:00 options, two 10:00 options and one 11:00 option.  Does this mean that 9:00 is most likely to occur? (No.  The fraction of the total angle of each section of the spinner is what you need to consider with a spinner.)</li><li>How did you determine the theoretical probabilities for 9:00, 10:00 and 11:00?  (Answers will vary.  Bring out the size of the pieces and that each of the 9:00 and 10:00 pieces is 1/8 of the circle and that the 11:00 piece is 3/8 of the circle.)</li><li>How did you determine the amount of times out of 64 spins that it would land on 9:00, 10:00 and 11:00?  (Answers will vary.  Bring out the use of proportions and scaling up.)</li><li>What do Kaleb’s grandparents have to consider when designing a spinner if they want Kaleb to go to bed at 9:00? (Size of the total angle of the sections for 9:00 need to be more than any other time frame.  Have students show this using the spinners they designed in the Initial Challenge)</li><li>In the What If, will a tree diagram and an organized list work for the lunch menu spinners?  (Yes.  Have students share examples.)</li><li>How did you determine the probability of Kaleb getting his favorite lunch of pizza, corn, and milk?  (Answers will vary.  Look for students making sense of all the possible outcomes.)</li><li>How is a spinner similar or different than using coins, cups, or number cubes?  (Answers will vary.  Lead students to discussing the fraction of the total angle for each section of the spinner). </li></ul>"
          ]
        }
      },
      {
        "id": "zqg72_hEXyMcWrQE",
        "title": "Text 18",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "2rE2EoJVzrp7XxD6",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}