{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "3dj6g5k_j11REX9A",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies</em></p><p>Have students demonstrate and explain their solutions. Take time to consider the number sentences that can be written to describe the actions on the number lines. (Portrayal) (Language)</p><p><strong>Suggested Questions:</strong></p><ul><li>When you wrote addition sentences, what did the first number represent? (The starting temperature) </li><li>What did the second number represent? (The change in temperature) </li><li>What did the sum represent? (The resulting temperature)</li><li>When you wrote subtraction sentences, what did the numbers represent? (Resulting Temperature – Starting Temperature = Change in Temperature)</li></ul>"
          ]
        }
      },
      {
        "id": "HdRoVX3MNlVh82mx",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>In What If Situation A the <em>n</em> on the arrow could represent:</p><ul><li>an operation “add 49 degrees” -4 +<em> n </em>= 45.  In which case <em>n</em> = 49</li><li>a value “a difference of 49 degrees” </li></ul><p>There are several equivalent number sentences associated with this, and in all cases <em>n</em> = 49.</p>"
          ]
        }
      },
      {
        "id": "S_tQOa-g3MM7-n_F",
        "title": "The difference idea",
        "content": {
          "type": "Expression",
          "latexStr": "45-\\left(-4)=n\\right."
        }
      },
      {
        "id": "ez-4TW0Z8jEn5bIL",
        "title": "The operation idea",
        "content": {
          "type": "Expression",
          "latexStr": "45-n=-4"
        }
      },
      {
        "id": "2OVRB0zy-XfXvbIG",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In What If Situation A an arrow could represent:</p><ul><li>an operation “subtract 49 degrees” 45 – <em>n</em> = -4 In which case <em>n</em> = 49</li><li>an operation 45 + <em>n</em> = -4 “start at 45 and then move <em>n</em>”.  In which case <em>n</em> = -49.  </li><li>A value.  -4 – 45 = <em>n</em>.  In which case<em> n</em> = -49.</li></ul><p>In What If Situation B… </p><ul><li>What did the blue arrow represent? (The change from one temperature to another)</li><li>How did you decide which number sentence matched with which number line? (Answers will vary. Accept reasonable explanations for addition or subtraction. Students will be in the beginning stages of generalizing these operations. It will be fully developed in the next investigation.)</li></ul>"
          ]
        }
      },
      {
        "id": "UAJ3OFux9GUWFCPz",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In thinking about addition number sentences, it may be helpful to describe the actions as:</p><ul><li>Starting Temp. + Change in Temp. = Resulting Temp.</li></ul><p>The change will have both distance and direction; the starting and resulting temperatures may be either positive or negative.</p><p>Companion subtraction number sentences that are relevant in some of the problems can be generalized in the same way.</p><p>For What If Situation C have students share how they found the missing information. Look for number lines and number sentences used by student and connect the two representations. This is a good check for understanding of their thinking about using number lines and informal adding and subtracting with integers.</p><ul><li>How does the number line represent each number sentence? (Answers will vary. Help students see the starting value, the change, and the ending value.)</li><li>What aspects of these new ideas are challenging your thinking? (Answers will vary)</li></ul>"
          ]
        }
      },
      {
        "id": "XxyfOYT7Ww2ynv0-",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><ul><li>Students should be starting to see an informal connection between addition and subtraction that will be developed in Investigation 2.</li><li>Notice how students are using zero and opposites to help them make sense of the situations.</li></ul>"
          ]
        }
      },
      {
        "id": "l15418rAH4ENaj11",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
