{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are investigating some general properties of geometric shapes (figures), including angles and polygons, and using this information to design shapes and solve real world problems. At the end of this Investigation, </p><p><em>What do you know about geometric shapes? How does this information help you design geometric shapes and solve problems?</em></p>"
          ]
        }
      },
      {
        "id": "G4Pl7Eazx8pLaEf1",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To make a shape from given lengths, the sum of the shortest sides must be greater than the length of the longest side. </p><p>Only one triangle can be formed when the three side lengths meet to form a triangle. </p><p>Many different quadrilaterals can be constructed when the four sides meet to form a quadrilateral. </p><p>Triangles are rigid figures. Quadrilaterals (and all other polygons with more than three sides) are not. This explains the use of triangles in building structures. Supports that form triangles can be put in polygons with more than three sides to make them more rigid.</p>"
          ]
        }
      },
      {
        "id": "qBMKYOFj21Xi3Bc6",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As we worked on the Problems in this Investigation, we used prior mathematical knowledge to make sense of them. We also applied Mathematical Practices to solve the Problems. For example,</p><p><em>In Problem 1.1, Syrah said her group determined that Geraldo had several choices for the shape of a triangle for his tent. We think he should make two 3-3-5 frames, one for the door and one for the rear. He can use the 7 ft. for the rigid of the ceiling tent. </em></p>"
          ]
        }
      },
      {
        "id": "KbH07nahKsc_lOz-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What Mathematical Practice(s) did Syrah’s group use to solve this Problem?</li></ul>"
          ]
        }
      },
      {
        "id": "FhbSKyfyXMEsI5-3",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary.  </p><p>Students may relate their work to MP2 Reason abstractly and quantitatively, MP3 Construct viable arguments and critique the reasoning of others, MP4 Model with mathematics, MP6 Attend to precision, MP8 Look for and express regularity in repeated reasoning.</p>"
          ]
        }
      },
      {
        "id": "DWoxAOzu7ygCV7Yd",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What other Mathematical Practices did you use to solve Problems in this Investigation?</li></ul>"
          ]
        }
      },
      {
        "id": "vPeKtBl2IFrtJgsL",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>MP1 Make sense of problems and persevere in solving them can always be mentioned for CMP problems.</p>"
          ]
        }
      },
      {
        "id": "wNodDjOEsmwxvpzG",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
          ]
        }
      },
      {
        "id": "88lVMUDuT8_tMqVZ",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>Students may mention discussing or making shapes from specific side lengths in prior school years.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}