{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "HnMoMJeX8hl8OQSq",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In Lesson 4, you identify what information you need to help your stakeholder and start to scope your question. Now you will attempt to answer these questions by reviewing local water sources and issues using resources and articles to gather more information needed to inform your design solutions.</p>"
          ]
        }
      },
      {
        "id": "KVh-F1TRoOYW_nnQ",
        "title": "Opening Question (Lesson 5)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "pflROg",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>Fill out  this <a href=\"https://water.usgs.gov/edu/activity-percapita.html\">questionnaire from the United States Geological Survey</a>  to estimate how much water you use in a typical day.   </p><p>Then answer the two questions in the text box below.</p><p><strong>What did you learn from the questionnaire? What surprised you?</strong></p><p><strong>Think about your stakeholders’ water usage, would it be similar or different from yours?</strong></p>"
                ]
              }
            },
            {
              "title": "Text 5",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "8FgPJzMlBSH9qTkf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity: Research</strong></p><p>Engineering design professionals engage in<strong> research</strong> to explore a problem space and develop a better understanding of stakeholder need. For example, researching how much water a stakeholder uses in a typical day can help identify specific ways people can conserve water. </p><p>In the last lesson, you created a scoping table to identify which questions were the most important to you. Today, you will use these questions to guide you as you search for information. Pay attention to your stakeholder map as well. You  want to make sure that you are finding information that is relevant to your stakeholders as you research. </p><p>The research process can also give you new insights and ideas:</p><ul><li>You might develop new scoping questions that you can add to your scoping table.</li><li>You might identify new stakeholders or want to focus more on one particular stakeholder group. You can make a note of this on your stakeholder map.</li><li>You might find information that is challenging, surprising or difficult to understand. You can make a note of these ideas or discuss them with a classmate. </li></ul>"
          ]
        }
      }
    ]
  }
}