{
  "type": "MathReflection4",
  "content": {
    "tiles": [
      {
        "id": "UlgQBgvQihEDHTRM",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Investigation 4</strong></p><p>In this Unit, we use proportional relationships to investigate probability and solve problems. At the end of this Investigation, what do you know about probability? About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "t9DSqs2uGPqLBcfT",
        "title": "Text 19",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students can use area models to represent situations to find the probability of occurrences. Students can use 10 by 10 grids as an area model to find probability of occurrences using percents. Students can use theoretical probabilities from area models to scale up or down to make predictions. Students can find long-term averages. Students can determine the probabilities for binomial events. </p>"
          ]
        }
      },
      {
        "id": "mpEzT2w0WJj7XAgz",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflections on the Mathematical Practices</strong></p><p>As you worked on the Problems in this Investigation, you used prior mathematical knowledge to make sense of them. You also applied mathematical reasoning to solve the Problems. For example,</p><p>Hector’s group said they used two strategies to find the results of paths to the caves in Problem 4.2 Situation B. We were focused on using the area model to find the probability of getting to the caves. But, we were not sure about our results. So, we thought about a group of people walking the paths. We split the people at each fork in the path. This helped us check our area model. We were also able to make sure we had the correct probability for landing in each cave.</p><ul><li>What mathematical practice(s) did Hector’s group use to solve this Problem?</li><li>What other mathematical practices did you use to solve problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
          ]
        }
      }
    ]
  }
}