{
  "type": "objectives",
  "content": {
    "tiles": [
      {
        "id": "Mf2vKLFaBOM_YjWL",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Importance of Water Conservation</strong></p><p>In lesson one, students explore water conservation to develop background knowledge and learn about how engineers solve problems guided by a need statement. </p>"
          ]
        }
      },
      {
        "id": "yxG7o4fMnQ1Q3GQy",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Learning Objective</strong></p><p>Students will be able to explain at least one reason why water conservation is important in their lives and/or communities. </p>"
          ]
        }
      },
      {
        "id": "Q_3vZLK0L3wviFh6",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Main Activities</strong></p><ul><li>Introductory discussion questions about the importance of water</li><li>Watching two water conservation videos (with discussion)</li><li>Previewing the need statement for this design </li></ul>"
          ]
        }
      },
      {
        "id": "6D36i4u2k7QpdJr-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Deliverables </strong></p><ul><li>Engineer notebook: Why water conservation is important to me and my community</li></ul>"
          ]
        }
      },
      {
        "id": "SuaKe3muv2wQtZi_",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineering Design Standard(s)</strong></p><p><a href=\"https://www.nextgenscience.org/topic-arrangement/msengineering-design\">NGSS Engineering Standard: MS.ETS 1.1</a></p><p>Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principles and potential impacts on people and the natural environment that may limit possible solutions.</p><p><strong></strong></p><p><strong>Explanation</strong></p><p><em>At the middle school level, students learn to sharpen the focus of problems by precisely specifying criteria and constraints of successful solutions, taking into account not only what needs the problem is intended to meet, but also the larger context within which the problem is defined, including limits to possible solutions (www.nextgenscience.org)</em></p><p>In this lesson, the teacher engages students to think and discuss water conservation, focusing on the ways that they (and their families and communities) use water. Students should grasp the importance of water for sustaining life while at the same time understanding challenges to an adequate water supply. Students also learn what a need statement is, and how this tool supports engineers to solve problems. Students will use this knowledge to propose and evaluate design solutions that would meet their needs (and the needs of other family and community stakeholders) in the following lessons. </p>"
          ]
        }
      },
      {
        "id": "qNMin0ZQKzqIn1-f",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Earth Science Standards</strong></p><p><a href=\"https://nextgenscience.org/pe/ms-ess2-4-earths-systems\">MS-ESS2-4</a></p><p>Develop a model to describe the cycling of water through Earth&#x27;s systems driven by energy from the sun and the force of gravity.</p><p><a href=\"https://nextgenscience.org/pe/ms-ess2-6-earths-systems\">MS-ESS2-6</a></p><p>Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.</p><p><strong>Explanation </strong></p><p></p><p></p>"
          ]
        }
      }
    ]
  }
}