{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "IfcdfzggHHTOXBVJ",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Shapes and Designs Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/10YdcWybyPVnQcJvs6X7Gs8gK9cG1QqvR/view?usp=sharing\">Click here to view the Shapes and Designs: Unit Planning Chart (including pacing, key terms, materials, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "6bQad9lD4wTI7PqQ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description</strong></p><p><em>Shapes and Designs</em> is the second Unit in the CMP geometry strand. It develops students’ ability to recognize, display, analyze, measure, and reason about the shapes and visual patterns that are important features of our world. It builds on students’ elementary school exposure to simple shapes, as they begin analyzing the properties that make certain shapes unique. The Unit focuses on polygons and on the side length and angle measure relationships of regular and irregular polygons (circles and other curves are explored in later Units). A central theme is designing shapes under constraints. As students learn important criteria that determine shape, they apply these understandings to design figures with specific criteria and solve real world problems.</p><p>In the Student Edition, the introduction to <em>Shapes and Designs</em> develops the broad theme of the Unit: of all of the shapes we use as basic components in buildings and art, some simple figures occur again and again because certain properties make them especially attractive and useful. The goal of Shapes and Designs is to have students discover and analyze many of the key properties of polygonal shapes that make them useful and attractive. As students become observant of the multitude of shapes that surround them and aware of the reasons that shapes are used for specific purposes, they will be amazed by the visual pleasure and practical insights their new knowledge provides.</p><p>The approach to geometry in this Unit is somewhat unique. First, the primary focus of the Unit is on recognizing and generalizing properties of shapes that have important practical and aesthetic implications, not on simple classification and naming of figures. Each Investigation focuses on particular key properties of figures and the importance of those properties in applications. We frequently ask students to find and describe places where they see polygons of particular types and to puzzle over why those particular shapes are used.</p><p>The overarching goal of the Unit is to develop the broad principle that <em>form and function of natural and designed objects are intimately related</em>. To reach that goal, it is necessary to develop student understanding and skills that are useful in describing and reasoning about shapes, especially polygons. The shape and function of a polygon are determined by the combination of sides and angles used to construct it. However, some polygons, like triangles, are rigid and often appear in building structures. Quadrilaterals are not rigid but are useful for other parts of structures and in designing folding chairs.</p><p>The central question for this Unit is what important geometric properties determines a particular shape and how this information is useful in designing shapes given specific conditions. The focus is on generalizing the properties of shapes and how these properties are useful in nature and everyday life. Algebraic reasoning is more prominent as students use expressions and equations to solve problems involving angles and polygons. Bees are used as a theme to introduce and explore angles of rotation and again to look at shapes of polygons and why hexagons evolved as the shape for the cells of a honeycomb.</p><p>The Looking Ahead poses three important application questions that drive the Investigations and Problems: What properties of a regular hexagon make it the most efficient shape for the cells of a honeycomb? Why do some shapes occur more often than others in the design of craft objects? Why are braces on towers, roofs, and bridges in the shape of triangles and not rectangles or pentagons?</p>"
          ]
        }
      },
      {
        "id": "ajSabwnhAUIur8qw",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 Units one Mathematical Reflection guides the development of the understanding of the mathematical ideas in the Unit.</p><p><em>Mathematical Reflection</em></p><p><em>In this Unit we are investigating some general properties of geometric shapes (figures), including angles and polygons, and using this information to design shapes and solve problems. At the end of this Investigation, what do you know about geometric shapes?</em></p>"
          ]
        }
      },
      {
        "id": "r0Dnd3E96WQ-twJA",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations</strong></p><p><strong>Investigation 1 </strong>involves several STEM design experiments involving polystrips to explore the properties and usefulness of polygons are developed. Students discover the relationship among side lengths of polygons needed to build a polygon and which polygons have rigidity. They also sketch shapes given certain constraints about their side lengths.</p><p>Problem 1.1 focuses on developing the understanding of the Triangle Inequality Property, that in a triangle the sum of any two sides must be greater than the third.</p><p>Problem 1.2 extends the Triangle Inequality Property into a somewhat parallel result for quadrilaterals, that the sum of any three side lengths of a quadrilateral is greater than the fourth sides. Additionally, students see that a quadrilateral’s shape will change in response to pressure on the vertex and hence is not rigid. </p><p>Problem 1.3 looks at the minimum number of diagonals needed to make a shape rigid. Students add diagonals to various polygons to look at patterns of making a shape rigid by adding a triangular structure. A triangular shape is rigid which explains its popular use in the structure of bridges, buildings, etc.</p>"
          ]
        }
      },
      {
        "id": "enyBQtDzXn4H3L-w",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2 </strong>uses angles of rotation as the shape under investigation. Students estimate and use tools such as protractors and angle rulers to measure angles and to investigate the relationships among right, supplementary, vertical, and complementary angles.</p><p>Problem 2.1 develops students’ understanding of angles as rotations or turns, as a geometric shape and their awareness of common benchmark angles through the game Four in a Row.</p><p>Problem 2.2 uses the context of the bee dance and Amelia Earhart’s fateful journey for the purpose of developing accuracy in angle measurement.  The students develop understanding of two standard tools for angle measurement - the goniometer or angle ruler and the protractor.</p><p>Problem 2.3 develops students’ understanding and skill in working with vertical, supplemental, and complementary angles. Students will investigate the relationship among these angles and write generalizations about these relationships.</p>"
          ]
        }
      },
      {
        "id": "XAhWWakv9jtm-EXv",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3</strong> develops fundamental concepts, terminology, and techniques needed to characterize size and shape of polygons, especially the relationship between angle measure and side lengths in polygons. It develops and applies important properties of polygons in order to explain tessellation, structural rigidity/flexibility, and its occurrence in nature. Students use algebraic reasoning to model quantities in the mathematical problem of finding total interior angle sums and the measure of each interior angle in regular and irregular polygons. Students also apply what they learned about angle measures to the concept of tessellations (tilings).  The Unit ends with several design under constraints experiments, which uses student knowledge of shapes that have been developed throughout the unit.</p><p>Problem 3.1 uses results about angle measurements in polygons to explain the tiling properties of regular hexagons.  Students are challenged to answer the question of “Why do the cells of honeycombs have the shape of hexagons?” The use of tessellations solidifies ideas that students are forming around characteristics of shapes, in particular angle measurements, and provides insights into why the bees choose the hexagon for the shape of their honeycombs</p><p>Problem 3.2 adds another piece of information that will help students to construct geometric shapes by developing a formula that predicts the sum of interior angles for a polygon of n sides, especially the instances of that pattern for triangles (180°) and quadrilaterals (360°). Knowing these angle sums is important for determining missing angles in constructing triangles and quadrilaterals. Students examine this relationship for convex and concave polygons.</p><p>Problem 3.3 uses the context of cycling around a field in the shape of a pentagon to find the number of degrees the cyclists makes in one full lap. Students develop an understanding of the concept of exterior angles. Using the concept of bicycling around polygonal paths students understand that the sum of the exterior angles of a polygon is always 360°.</p><p>Problem 3.4 pulls together students understanding of the conditions that determine unique shapes. Given a set of design criteria about a shape, including its side lengths and angle measures, students determine if it possible to design such a shape. If it is, is it unique?</p><p>Throughout the Unit, students develop an understanding of shape and how it is used in design, art, building, and nature by designing, sketching, and building various shapes.</p>"
          ]
        }
      },
      {
        "id": "v4JnPcSbcwrbPmua",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematics Overview</strong></p><p><strong>Key Ideas:</strong> Meaning of angle, measuring angles, properties of angles (corresponding, supplementary, complementary, vertical, adjacent), angle sum of polygons, properties of triangles, relationship of side lengths of polygons.</p><p><strong>Major Focus:</strong> Geometry, Measurement</p><p><strong>Strategic Connections:</strong> Algebra, Solving equations</p><p>CMP approaches this geometry unit from the point of view that shapes have properties, and that these properties both define the shape and are integral to the uses of the shape in nature and the real world. The shapes, or geometric figures, studied in this unit are angles and polygons. Within the class of polygons, particular attention is paid to triangles and quadrilaterals. The goal is not to have students memorize names of types of triangles or polygons, but to investigate the properties that are key to a specific shape.</p><p>A central theme is designing shapes under constraints. Students apply their understandings about the properties of specific shapes to design figures with specific criteria.  The shape and function of a polygon are determined by the combination of sides and angles used to construct it; certain combinations of side lengths and angle sizes produce a unique triangle (or quadrilateral), and some do not.</p><p>Students find that form and function of natural and designed objects are intimately related; that is, there are properties of a triangle that make triangles uniquely useful in some construction projects, aspects of a quadrilateral that are key to many practical applications, and properties of a hexagon that explain why it occurs frequently in the natural world.</p><p>LINK TO THE FUTURE. This unit links to <em>Stretching and Shrinking</em> in 7th grade, when scale drawings, or similar figures, are investigated. It also links to the 8th grade study of similarity, congruence, and transformations. In these units, students investigate more formally which combinations of sides and angles make triangles similar or congruent.</p><p>In roughly this order, students:</p><ul><li>Investigate whether any set of side lengths will produce a triangle (or quadrilateral), and, if so, whether the triangle (or quadrilateral) is unique.</li><li>Estimate and measure angles, and explore the relationships among angles formed by a transversal cutting two lines,</li><li>Investigate the relationship between the number of sides of a polygon and the sum of the measures of the interior and exterior angles, and explore tiling a plane with polygons,</li><li>Design Polygons under constraints.</li></ul>"
          ]
        }
      },
      {
        "id": "E1oMvayboZAsGPQu",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing Properties: Side Lengths of Triangles and Quadrilaterals</strong></p><p>A triangle must have three sides. The unit starts with an investigation of the basic questions: Will any three side lengths make a triangle? Will any four side lengths make a quadrilateral? Later in the unit this question is refined: what information do we need to draw a unique triangle (or quadrilateral)?</p><p><strong>Comparing Triangles and Quadrilaterals</strong></p><p>By experimenting with polystrips of different lengths students discover there is only one specification about side lengths to make a triangle: the sum of the lengths of the two shorter sides must be long enough to “close” the triangle.</p>"
          ]
        }
      },
      [
        {
          "id": "ypD2omZmZCv_hdqO",
          "title": "Case 1: will not make a triangle",
          "content": {
            "type": "Expression",
            "latexStr": "b+c<a"
          }
        },
        {
          "id": "td91YoLJPKHT7O_9",
          "title": "Case 2: will make a triangle",
          "content": {
            "type": "Expression",
            "latexStr": "b+c>a"
          }
        }
      ],
      [
        {
          "id": "g4a2PyIP9hDQZW9n",
          "title": "Non-triangle with b+c<a",
          "content": {
            "type": "Geometry",
            "board": {
              "xAxis": {
                "name": "x",
                "label": "x",
                "min": -2,
                "unit": 18.299656881433474,
                "range": 26.23
              },
              "yAxis": {
                "name": "y",
                "label": "y",
                "min": -1,
                "unit": 18.30035456936978,
                "range": 17.486
              }
            },
            "objects": {
              "fArt_p-xaGDaeAAi": {
                "type": "point",
                "id": "fArt_p-xaGDaeAAi",
                "x": 3.0224565859482477,
                "y": 4.978973867963115,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "t55pxwVZU104T6wz": {
                "type": "point",
                "id": "t55pxwVZU104T6wz",
                "x": 12.00384492893286,
                "y": 4.999172032178461,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "V6WK3WVJbVldQZSW": {
                "type": "comment",
                "id": "V6WK3WVJbVldQZSW",
                "anchors": [
                  "kMW4S4AsOmRTWPEc"
                ],
                "text": "a"
              },
              "Dick3SdNma3NXV36": {
                "type": "point",
                "id": "Dick3SdNma3NXV36",
                "x": 3,
                "y": 5,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "kMW4S4AsOmRTWPEc": {
                "type": "polygon",
                "id": "kMW4S4AsOmRTWPEc",
                "points": [
                  "fArt_p-xaGDaeAAi",
                  "1nB8OmrarKL3Dw-S"
                ],
                "labelOption": "none",
                "colorScheme": 0
              },
              "WEyL0dKLvY2cxkh4": {
                "type": "comment",
                "id": "WEyL0dKLvY2cxkh4",
                "x": -1.9277468051547504,
                "y": 1.0757244003158224,
                "anchors": [
                  "n-p5eK_0to_GJLwd"
                ],
                "text": "b"
              },
              "n-p5eK_0to_GJLwd": {
                "type": "polygon",
                "id": "n-p5eK_0to_GJLwd",
                "points": [
                  "wRftGIG2CNi1yrTm",
                  "Dick3SdNma3NXV36"
                ],
                "labelOption": "none",
                "colorScheme": 0
              },
              "iiONzHQHawznedlm": {
                "type": "point",
                "id": "iiONzHQHawznedlm",
                "x": 10,
                "y": 7.1000000000000005,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "-3NHZk77_H36LnuE": {
                "type": "comment",
                "id": "-3NHZk77_H36LnuE",
                "x": 0.8782771990574219,
                "y": 1.078497092314028,
                "anchors": [
                  "sjq1ysLQt0qEzqKI"
                ],
                "text": "c"
              },
              "1nB8OmrarKL3Dw-S": {
                "type": "point",
                "id": "1nB8OmrarKL3Dw-S",
                "x": 11.968967338861546,
                "y": 5.010722090381233,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "sjq1ysLQt0qEzqKI": {
                "type": "polygon",
                "id": "sjq1ysLQt0qEzqKI",
                "points": [
                  "iiONzHQHawznedlm",
                  "t55pxwVZU104T6wz"
                ],
                "labelOption": "none",
                "colorScheme": 0
              },
              "wRftGIG2CNi1yrTm": {
                "type": "point",
                "id": "wRftGIG2CNi1yrTm",
                "x": 5.9506296756574075,
                "y": 7.0274222198010925,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              }
            },
            "pointMetadata": {},
            "linkedAttributeColors": {}
          }
        },
        {
          "id": "W4--J6VV07bBdQnd",
          "title": "Triangle with b+c>a",
          "content": {
            "type": "Geometry",
            "board": {
              "xAxis": {
                "name": "x",
                "label": "x",
                "min": -2,
                "unit": 18.299656881433474,
                "range": 26.23
              },
              "yAxis": {
                "name": "y",
                "label": "y",
                "min": -1,
                "unit": 18.30035456936978,
                "range": 17.486
              }
            },
            "objects": {
              "O2Q7be3x3yA8Tp9P": {
                "type": "point",
                "id": "O2Q7be3x3yA8Tp9P",
                "x": 3,
                "y": 5,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "8NF1FSUD26ndAlMN": {
                "type": "point",
                "id": "8NF1FSUD26ndAlMN",
                "x": 7.61414538350103,
                "y": 8.548173898864121,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "UPIzfRJaGlsEgbtv": {
                "type": "point",
                "id": "UPIzfRJaGlsEgbtv",
                "x": 7.6000000000000005,
                "y": 8.5,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "hxf8zhkkkvS3OeyM": {
                "type": "comment",
                "id": "hxf8zhkkkvS3OeyM",
                "x": -2.159159044008786,
                "y": 1.1925261720602442,
                "anchors": [
                  "lShMG5Ol5PFE2NEF"
                ],
                "text": "b"
              },
              "8n_3IG-99NmQJuh6": {
                "type": "comment",
                "id": "8n_3IG-99NmQJuh6",
                "anchors": [
                  "SDKYGHjpgo7Dtg3W"
                ],
                "text": "a"
              },
              "9cAuxiw2ndajVHuD": {
                "type": "point",
                "id": "9cAuxiw2ndajVHuD",
                "x": 12,
                "y": 5,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "lShMG5Ol5PFE2NEF": {
                "type": "polygon",
                "id": "lShMG5Ol5PFE2NEF",
                "points": [
                  "8NF1FSUD26ndAlMN",
                  "tjIVPO8Q1X_JnaWT"
                ],
                "labelOption": "none",
                "colorScheme": 0
              },
              "4_4bUZoN_qdWPPiV": {
                "type": "comment",
                "id": "4_4bUZoN_qdWPPiV",
                "x": 0.2139358968492875,
                "y": 1.1334615325880169,
                "anchors": [
                  "FY4ewWotPFlr3-US"
                ],
                "text": "c"
              },
              "SDKYGHjpgo7Dtg3W": {
                "type": "polygon",
                "id": "SDKYGHjpgo7Dtg3W",
                "points": [
                  "O2Q7be3x3yA8Tp9P",
                  "ahOrGU9nZsMPka2F"
                ],
                "labelOption": "none",
                "colorScheme": 0
              },
              "ahOrGU9nZsMPka2F": {
                "type": "point",
                "id": "ahOrGU9nZsMPka2F",
                "x": 11.999996664651917,
                "y": 5.000712980161759,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "tjIVPO8Q1X_JnaWT": {
                "type": "point",
                "id": "tjIVPO8Q1X_JnaWT",
                "x": 3,
                "y": 5,
                "snapToGrid": true,
                "colorScheme": 0,
                "labelOption": "none"
              },
              "FY4ewWotPFlr3-US": {
                "type": "polygon",
                "id": "FY4ewWotPFlr3-US",
                "points": [
                  "9cAuxiw2ndajVHuD",
                  "UPIzfRJaGlsEgbtv"
                ],
                "labelOption": "none",
                "colorScheme": 0
              }
            },
            "pointMetadata": {},
            "linkedAttributeColors": {}
          }
        }
      ],
      {
        "id": "ARE_i0fwuOZFPLQN",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This is known as the <strong>Triangle Inequality Theorem</strong>. That is, the sum of any two sides of a triangle must be greater than the third side.</p><p>In addition, students find that given three side lengths that make a triangle, that triangle is rigid; the fixing of the side lengths also fixes the angle sizes so that with those side lengths only one triangle is possible. </p><p>Just as with triangles there is only one specification about side lengths that makes a quadrilateral: the sum of the three shortest sides must be greater than the longest side length. </p>"
          ]
        }
      },
      {
        "id": "zR2dN174f0sJjt-R",
        "title": "Inequality to make a quadrilateral",
        "content": {
          "type": "Expression",
          "latexStr": "b+c+d>a"
        }
      },
      {
        "id": "-Qo0buKRQOIzd7lV",
        "title": "Quadrilateral with b+c+d>a",
        "content": {
          "type": "Geometry",
          "board": {
            "xAxis": {
              "name": "x",
              "label": "x",
              "min": -2,
              "unit": 18.299656881433474,
              "range": 26.23
            },
            "yAxis": {
              "name": "y",
              "label": "y",
              "min": -1,
              "unit": 18.30035456936978,
              "range": 17.486
            }
          },
          "objects": {
            "pkVPPk5Kcysaz2Db": {
              "type": "comment",
              "id": "pkVPPk5Kcysaz2Db",
              "anchors": [
                "xkGKPa5A_h4xbMJ4"
              ],
              "text": "c"
            },
            "l2DPGKgxVfkGbCkz": {
              "type": "point",
              "id": "l2DPGKgxVfkGbCkz",
              "x": 23.400000000000002,
              "y": 7,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "igA70-CLRslBK5k3": {
              "type": "polygon",
              "id": "igA70-CLRslBK5k3",
              "points": [
                "pTxK0nmbuv-nglbp",
                "IolscJZwf_hEstNL"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "pTxK0nmbuv-nglbp::IolscJZwf_hEstNL",
                  "option": "length",
                  "name": "EF"
                }
              ],
              "colorScheme": 0
            },
            "-GNe9DJ1fviutXqR": {
              "type": "point",
              "id": "-GNe9DJ1fviutXqR",
              "x": 11.052378860259852,
              "y": 8.998930253854006,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "lqTsu7DPVj-9QVTB": {
              "type": "comment",
              "id": "lqTsu7DPVj-9QVTB",
              "x": -1.018626934749392,
              "y": -2.3218176930343235,
              "anchors": [
                "igA70-CLRslBK5k3"
              ],
              "text": "a"
            },
            "nwPLnqlBfjieTPYe": {
              "type": "comment",
              "id": "nwPLnqlBfjieTPYe",
              "anchors": [
                "BosLPF8XehdX9r-u"
              ],
              "text": "d"
            },
            "IolscJZwf_hEstNL": {
              "type": "point",
              "id": "IolscJZwf_hEstNL",
              "x": 28.976604838468827,
              "y": 4.010131138958168,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "lFJV2dzo2Qd2okx2": {
              "type": "point",
              "id": "lFJV2dzo2Qd2okx2",
              "x": 26.041622535265525,
              "y": 7.043532052149419,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "JsCWIsgvwzvt9Aa3": {
              "type": "polygon",
              "id": "JsCWIsgvwzvt9Aa3",
              "points": [
                "qfHf8rKZJ18Miwvg",
                "l2DPGKgxVfkGbCkz"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "qfHf8rKZJ18Miwvg::l2DPGKgxVfkGbCkz",
                  "option": "length",
                  "name": "GH"
                }
              ],
              "colorScheme": 0
            },
            "Kn8heMy0avyxP0Lw": {
              "type": "comment",
              "id": "Kn8heMy0avyxP0Lw",
              "x": 1.6527325144843594,
              "y": 2.478427955673472,
              "anchors": [
                "zXfYcx0Ml7oFnRnX"
              ],
              "text": "d"
            },
            "ZoQRe_vcCecBS4UH": {
              "type": "comment",
              "id": "ZoQRe_vcCecBS4UH",
              "x": -2.955878976276614,
              "y": -0.5305139132811458,
              "anchors": [
                "8A0PaVYqb3fX1ZWo"
              ],
              "text": "b"
            },
            "TXpeDtQtOd0ea2Lx": {
              "type": "polygon",
              "id": "TXpeDtQtOd0ea2Lx",
              "points": [
                "U1BRnDbXs5rZexrQ",
                "zXfYcx0Ml7oFnRnX",
                "-GNe9DJ1fviutXqR",
                "8A0PaVYqb3fX1ZWo"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "U1BRnDbXs5rZexrQ::8A0PaVYqb3fX1ZWo",
                  "option": "length",
                  "name": "AD"
                },
                {
                  "id": "U1BRnDbXs5rZexrQ::zXfYcx0Ml7oFnRnX",
                  "option": "length",
                  "name": "AB"
                },
                {
                  "id": "zXfYcx0Ml7oFnRnX::-GNe9DJ1fviutXqR",
                  "option": "length",
                  "name": "BC"
                },
                {
                  "id": "-GNe9DJ1fviutXqR::8A0PaVYqb3fX1ZWo",
                  "option": "length",
                  "name": "CD"
                }
              ],
              "colorScheme": 0
            },
            "zXfYcx0Ml7oFnRnX": {
              "type": "point",
              "id": "zXfYcx0Ml7oFnRnX",
              "x": 12.052378860259852,
              "y": 4.998930253854005,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "8zmd-aP8ym9FqUtn": {
              "type": "comment",
              "id": "8zmd-aP8ym9FqUtn",
              "x": 5.38632433410808,
              "y": -0.9730692157693319,
              "anchors": [
                "U1BRnDbXs5rZexrQ"
              ],
              "text": "a"
            },
            "U1BRnDbXs5rZexrQ": {
              "type": "point",
              "id": "U1BRnDbXs5rZexrQ",
              "x": 2.052378860259852,
              "y": 4.998930253854005,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "BosLPF8XehdX9r-u": {
              "type": "polygon",
              "id": "BosLPF8XehdX9r-u",
              "points": [
                "lFJV2dzo2Qd2okx2",
                "qCxlJvIiffn-Dijp"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "lFJV2dzo2Qd2okx2::qCxlJvIiffn-Dijp",
                  "option": "length",
                  "name": "IJ"
                }
              ],
              "colorScheme": 0
            },
            "Vp_efVifntEisfJu": {
              "type": "comment",
              "id": "Vp_efVifntEisfJu",
              "anchors": [
                "JsCWIsgvwzvt9Aa3"
              ],
              "text": "b"
            },
            "xkGKPa5A_h4xbMJ4": {
              "type": "polygon",
              "id": "xkGKPa5A_h4xbMJ4",
              "points": [
                "0lCPZn9e2s8b7fcY",
                "1ZZ8TlUcXXTfW57X"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "0lCPZn9e2s8b7fcY::1ZZ8TlUcXXTfW57X",
                  "option": "length",
                  "name": "KL"
                }
              ],
              "colorScheme": 0
            },
            "qfHf8rKZJ18Miwvg": {
              "type": "point",
              "id": "qfHf8rKZJ18Miwvg",
              "x": 19.200000000000003,
              "y": 7,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "0lCPZn9e2s8b7fcY": {
              "type": "point",
              "id": "0lCPZn9e2s8b7fcY",
              "x": 18.900000000000002,
              "y": 10,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "8A0PaVYqb3fX1ZWo": {
              "type": "point",
              "id": "8A0PaVYqb3fX1ZWo",
              "x": 5.052378860259852,
              "y": 7.998930253854005,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "qCxlJvIiffn-Dijp": {
              "type": "point",
              "id": "qCxlJvIiffn-Dijp",
              "x": 30.061989076091205,
              "y": 7.01960344123464,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "1ZZ8TlUcXXTfW57X": {
              "type": "point",
              "id": "1ZZ8TlUcXXTfW57X",
              "x": 24.993065458796224,
              "y": 10.01053487456343,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "KrsPurqSzUGCQjGR": {
              "type": "comment",
              "id": "KrsPurqSzUGCQjGR",
              "x": -2.7566928796709007,
              "y": 1.1174200930410443,
              "anchors": [
                "-GNe9DJ1fviutXqR"
              ],
              "text": "c"
            },
            "pTxK0nmbuv-nglbp": {
              "type": "point",
              "id": "pTxK0nmbuv-nglbp",
              "x": 18.984107364363286,
              "y": 4.010604247110479,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            }
          },
          "pointMetadata": {},
          "linkedAttributeColors": {}
        }
      },
      {
        "id": "zRQVcOT5YhiG3VtA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In contrast to the rigidity of a triangle a quadrilateral is flexible. That is, given four side lengths that form a quadrilateral, the quadrilateral can be deformed to form other quadrilaterals that have the same side lengths but different angle sizes.</p>"
          ]
        }
      },
      {
        "id": "dlQR_DIbRD7f9sl1",
        "title": "Another quadrilateral with b+c+d>a",
        "content": {
          "type": "Geometry",
          "board": {
            "xAxis": {
              "name": "x",
              "label": "x",
              "min": -2,
              "unit": 18.299656881433474,
              "range": 26.23
            },
            "yAxis": {
              "name": "y",
              "label": "y",
              "min": -1,
              "unit": 18.30035456936978,
              "range": 17.486
            }
          },
          "objects": {
            "pkVPPk5Kcysaz2Db": {
              "type": "comment",
              "id": "pkVPPk5Kcysaz2Db",
              "anchors": [
                "xkGKPa5A_h4xbMJ4"
              ],
              "text": "c"
            },
            "l2DPGKgxVfkGbCkz": {
              "type": "point",
              "id": "l2DPGKgxVfkGbCkz",
              "x": 23.400000000000002,
              "y": 7,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "igA70-CLRslBK5k3": {
              "type": "polygon",
              "id": "igA70-CLRslBK5k3",
              "points": [
                "pTxK0nmbuv-nglbp",
                "IolscJZwf_hEstNL"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "pTxK0nmbuv-nglbp::IolscJZwf_hEstNL",
                  "option": "length",
                  "name": "EF"
                }
              ],
              "colorScheme": 0
            },
            "-GNe9DJ1fviutXqR": {
              "type": "point",
              "id": "-GNe9DJ1fviutXqR",
              "x": 11.052378860259852,
              "y": 8.998930253854006,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "lqTsu7DPVj-9QVTB": {
              "type": "comment",
              "id": "lqTsu7DPVj-9QVTB",
              "anchors": [
                "igA70-CLRslBK5k3"
              ],
              "text": "a"
            },
            "nwPLnqlBfjieTPYe": {
              "type": "comment",
              "id": "nwPLnqlBfjieTPYe",
              "anchors": [
                "BosLPF8XehdX9r-u"
              ],
              "text": "d"
            },
            "IolscJZwf_hEstNL": {
              "type": "point",
              "id": "IolscJZwf_hEstNL",
              "x": 28.976604838468827,
              "y": 4.010131138958168,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "lFJV2dzo2Qd2okx2": {
              "type": "point",
              "id": "lFJV2dzo2Qd2okx2",
              "x": 26.041622535265525,
              "y": 7.043532052149419,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "JsCWIsgvwzvt9Aa3": {
              "type": "polygon",
              "id": "JsCWIsgvwzvt9Aa3",
              "points": [
                "qfHf8rKZJ18Miwvg",
                "l2DPGKgxVfkGbCkz"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "qfHf8rKZJ18Miwvg::l2DPGKgxVfkGbCkz",
                  "option": "length",
                  "name": "GH"
                }
              ],
              "colorScheme": 0
            },
            "Kn8heMy0avyxP0Lw": {
              "type": "comment",
              "id": "Kn8heMy0avyxP0Lw",
              "x": 1.4341491811510263,
              "y": 2.478427955673472,
              "anchors": [
                "zXfYcx0Ml7oFnRnX"
              ],
              "text": "d"
            },
            "ZoQRe_vcCecBS4UH": {
              "type": "comment",
              "id": "ZoQRe_vcCecBS4UH",
              "x": -2.063611727477139,
              "y": 1.4422996990246935,
              "anchors": [
                "8A0PaVYqb3fX1ZWo"
              ],
              "text": "b"
            },
            "TXpeDtQtOd0ea2Lx": {
              "type": "polygon",
              "id": "TXpeDtQtOd0ea2Lx",
              "points": [
                "U1BRnDbXs5rZexrQ",
                "zXfYcx0Ml7oFnRnX",
                "-GNe9DJ1fviutXqR",
                "8A0PaVYqb3fX1ZWo"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "-GNe9DJ1fviutXqR::8A0PaVYqb3fX1ZWo",
                  "option": "length",
                  "name": "CD"
                },
                {
                  "id": "zXfYcx0Ml7oFnRnX::-GNe9DJ1fviutXqR",
                  "option": "length",
                  "name": "BC"
                },
                {
                  "id": "U1BRnDbXs5rZexrQ::zXfYcx0Ml7oFnRnX",
                  "option": "length",
                  "name": "AB"
                },
                {
                  "id": "U1BRnDbXs5rZexrQ::8A0PaVYqb3fX1ZWo",
                  "option": "length",
                  "name": "AD"
                }
              ],
              "colorScheme": 0
            },
            "zXfYcx0Ml7oFnRnX": {
              "type": "point",
              "id": "zXfYcx0Ml7oFnRnX",
              "x": 12.052378860259852,
              "y": 4.998930253854005,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "8zmd-aP8ym9FqUtn": {
              "type": "comment",
              "id": "8zmd-aP8ym9FqUtn",
              "x": 5.277032667441414,
              "y": -0.8091379657693318,
              "anchors": [
                "U1BRnDbXs5rZexrQ"
              ],
              "text": "a"
            },
            "U1BRnDbXs5rZexrQ": {
              "type": "point",
              "id": "U1BRnDbXs5rZexrQ",
              "x": 2.052378860259852,
              "y": 4.998930253854005,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "BosLPF8XehdX9r-u": {
              "type": "polygon",
              "id": "BosLPF8XehdX9r-u",
              "points": [
                "lFJV2dzo2Qd2okx2",
                "qCxlJvIiffn-Dijp"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "lFJV2dzo2Qd2okx2::qCxlJvIiffn-Dijp",
                  "option": "length",
                  "name": "IJ"
                }
              ],
              "colorScheme": 0
            },
            "Vp_efVifntEisfJu": {
              "type": "comment",
              "id": "Vp_efVifntEisfJu",
              "anchors": [
                "JsCWIsgvwzvt9Aa3"
              ],
              "text": "b"
            },
            "xkGKPa5A_h4xbMJ4": {
              "type": "polygon",
              "id": "xkGKPa5A_h4xbMJ4",
              "points": [
                "0lCPZn9e2s8b7fcY",
                "1ZZ8TlUcXXTfW57X"
              ],
              "labelOption": "none",
              "labels": [
                {
                  "id": "0lCPZn9e2s8b7fcY::1ZZ8TlUcXXTfW57X",
                  "option": "length",
                  "name": "KL"
                }
              ],
              "colorScheme": 0
            },
            "qfHf8rKZJ18Miwvg": {
              "type": "point",
              "id": "qfHf8rKZJ18Miwvg",
              "x": 19.200000000000003,
              "y": 7,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "0lCPZn9e2s8b7fcY": {
              "type": "point",
              "id": "0lCPZn9e2s8b7fcY",
              "x": 18.900000000000002,
              "y": 10,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "8A0PaVYqb3fX1ZWo": {
              "type": "point",
              "id": "8A0PaVYqb3fX1ZWo",
              "x": 6.300000000000001,
              "y": 5.300000000000001,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "qCxlJvIiffn-Dijp": {
              "type": "point",
              "id": "qCxlJvIiffn-Dijp",
              "x": 30.061989076091205,
              "y": 7.01960344123464,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "1ZZ8TlUcXXTfW57X": {
              "type": "point",
              "id": "1ZZ8TlUcXXTfW57X",
              "x": 24.993065458796224,
              "y": 10.01053487456343,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            },
            "KrsPurqSzUGCQjGR": {
              "type": "comment",
              "id": "KrsPurqSzUGCQjGR",
              "x": -3.8184547966128024,
              "y": -0.8544439712126195,
              "anchors": [
                "-GNe9DJ1fviutXqR"
              ],
              "text": "c"
            },
            "pTxK0nmbuv-nglbp": {
              "type": "point",
              "id": "pTxK0nmbuv-nglbp",
              "x": 18.984107364363286,
              "y": 4.010604247110479,
              "snapToGrid": true,
              "colorScheme": 0,
              "labelOption": "none"
            }
          },
          "pointMetadata": {},
          "linkedAttributeColors": {}
        }
      },
      {
        "id": "vSd4nvW7U3M7HnuI",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Form and Function</strong></p><p>The example of 4 given side lengths for a quadrilateral being insufficient to define a unique figure is familiar to amateur builders; the bookcase that tilts, or the window frame that has settled, are examples where the side lengths did not change but the angle sizes did. Compare this to the construction of a triangle. Once the side lengths are fixed the triangle is rigid. No pressure on a vertex can alter the angle sizes of the triangle. This makes triangles useful in the construction of houses, bridges etc. Quadrilaterals do not have this property. Four side lengths will not make the quadrilateral rigid. However, the flexibility of a quadrilateral with fixed side lengths makes it useful in other applications. For example, the trapezoid in the picture below changes shape while retaining the same side lengths. </p>"
          ]
        }
      },
      {
        "id": "ggjSu5PXqV8hy3Qw",
        "title": "Non-rigid trapezoids in folding chairs",
        "content": {
          "type": "Image",
          "url": "sad/images/chair.jpg",
          "filename": "sad/images/chair.jpg"
        }
      },
      {
        "id": "ytAGaewyQ2C7aAYr",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Angles: Measuring, Reasoning about Relationships among Angles</strong></p><p>Angles can be understood three different ways: <em>a rotation of a ray</em> from an initial position to an ending position (compass directions use this idea); a geometric figure comprising <em>two rays from a common vertex</em> (useful to categorize angles); a <em>corner or wedge</em> (useful to visualize shapes). All three ideas are useful in this unit.</p><p><strong>Meaning and Measure of Angles</strong></p><p><strong>Angles as Rotation: Measuring</strong></p><p>The mathematical convention is to <em>measure the rotation of the initial ray</em> of an angle counterclockwise.  In CMP the angle intended will be clearly marked with an arc showing the rotation. <em>The counterclockwise aspect of the definition will not be emphasized. </em></p><p>This shows Angle CBA. It measures a little less than a 1/8 of a full rotation or 360˚, about 40˚.  The rotation of ray BC to the position of ray BA sweeps over ∠CBA.</p>"
          ]
        }
      },
      [
        {
          "id": "wDNTbxl28qjEj4iu",
          "title": "Text 12",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>This shows Angle CBA. It measures a little less than a 1/8 of a full rotation or 360˚, about 40˚.  The rotation of ray BC to the position of ray BA sweeps over ∠CBA.</p>"
            ]
          }
        },
        {
          "id": "9rSCHHQu55ENaAQM",
          "title": "Text 13",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>This shows Angle ABC. It measures about 320˚. The rotation of ray BA to the position of ray BC sweeps over ∠ABC. </p>"
            ]
          }
        }
      ],
      [
        {
          "id": "Y41g4vXZVDOsycFt",
          "title": "Angle CBA",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-uo-pic-1.png",
            "filename": "sad/images/sd-uo-pic-1.png"
          }
        },
        {
          "id": "T228_2riUnRDadju",
          "title": "Angle ABC",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-uo-pic-2.png",
            "filename": "sad/images/sd-uo-pic-2.png"
          }
        }
      ],
      {
        "id": "EGBNXlfFoOv5hKG5",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Making the rays longer would not alter the size of the rotation.</strong></p><p>However, as we can see in the case of Amelia Earhart’s lost flight, the distance between the rays gets wider as she strays further off course, while her direction,or angle, does not change.</p>"
          ]
        }
      },
      {
        "id": "Z9h99YKikf7g7nQa",
        "title": "Amelia Earhart's flightpath",
        "content": {
          "type": "Image",
          "url": "sad/images/picture39.png",
          "filename": "sad/images/picture39.png"
        }
      },
      {
        "id": "a1_qApVf4mls0Qgs",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reasoning about Relationships</strong></p><p><strong>Two parallel lines cut by an intersecting line</strong></p><p>In the diagram below there are two parallel lines, L1 and L2, which are cut by another line, t, forming 4 angles at each intersection point. These angles are formed by <strong><em>rays coming out of each vertex or intersection point</em></strong>.  The line t is called a <em>transversal.</em> </p>"
          ]
        }
      },
      {
        "id": "N2Fb4yea_OquwhFv",
        "title": "Parallel lines with transversal t",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-3.png",
          "filename": "sad/images/sd-uo-pic-3.png"
        }
      },
      {
        "id": "mNQkNg64C-UuP_Ku",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Because the lines are all straight lines, we have pairs of angles which add to 180˚.</p><ul><li>a+b = 180˚,</li><li>d+c = 180˚,</li><li>b+c = 180˚,</li><li>a+d = 180˚.</li></ul><p>When the measures of two angles add to 180˚, we say the angles are <em>supplementary.</em> There are 4 pairs of supplementary angles at each vertex. Also, the angles opposite each other at each vertex are equal. Students do not prove this; they conjecture and then use measurement to confirm the conjecture that <em>vertical angles are equal</em>. (“Vertical” = “at a vertex”.)  </p><p>Thus a = c and b = d and e = h and f = g. </p><p>(Students <em>may</em> also confirm other conjectures by measuring.  a = e,  b = f, d = g, c = h. These are in <em>corresponding</em> positions at each vertex. Likewise, d = f and c = d. These are called <em>alternate interior angles</em>.)</p><p>Angles which share a ray and do not overlap are <em>adjacent</em>.  Angles do not have to be adjacent to each other to be supplementary. It is clear a + b = 180˚ because, side by side, they make a straight angle.  Also, a + g = 180˚; they are supplementary but not adjacent</p>"
          ]
        }
      },
      {
        "id": "o1kgahpXf9gf1C9Z",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Two non-parallel lines cut by a transversal</strong></p><p>Vertical angles are equal and there are adjacent supplementary angles, for non-parallel lines. However, corresponding and alternate interior angles are not equal if the lines are not parallel. j ≠n, m ≠k etc.</p>"
          ]
        }
      },
      {
        "id": "rEMcofp9-EhldS-1",
        "title": "Non-parallel lines cut by a transversal",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-4.png",
          "filename": "sad/images/sd-uo-pic-4.png"
        }
      },
      {
        "id": "xdRReQTZDKz89zw2",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Polygons: Interior and Exterior Angle Sum, Tiling</strong></p><p><strong>Angle Sum of a Triangle</strong></p><p>When we think about the angle sum of the interior angles of a triangle we naturally think of corners, not rotations.  </p>"
          ]
        }
      },
      {
        "id": "fr5NsFh24_tnAkS9",
        "title": "Angles as corners of a triangle",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-5.png",
          "filename": "sad/images/sd-uo-pic-5.png"
        }
      },
      {
        "id": "AFH4FUgorsRF9qr2",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students find the sum of angles of a triangle by cutting off the angles of a triangle and rearranging them around a point. They form a straight angle.  This is not a proof, but it is convincing if enough students measure and compare results. This experiment is repeated for other polygons. The result is that the sum of the interior angles of a polygon is 180(<em>n</em> - 2) where <em>n</em> is the number of sides of the polygon.</p><p>(It is possible to prove that the angle sum of a triangle is 180˚ by using the results about a transversal cutting two parallel lines, as below.)</p>"
          ]
        }
      },
      {
        "id": "Qh03SPV-QG3YA44R",
        "title": "Angle sum of a triangle using parallel lines and transversals",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-6.png",
          "filename": "sad/images/sd-uo-pic-6.png"
        }
      },
      {
        "id": "LQoaMoLH7BHdIF3h",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Angle Sum of Any Polygon</strong></p><p>Students also find the angle sum of polygons by using the angle sum of a triangle and subdividing the polygon into triangles. There are several ways to subdivide any polygon into triangles. The most common are below:</p>"
          ]
        }
      },
      {
        "id": "lvFoNU92tgg1TkJ7",
        "title": "Subdividing to find the angle sum of a polygon",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-7.png",
          "filename": "sad/images/sd-uo-pic-7.png"
        }
      },
      {
        "id": "QnzuSs5P4e9Pa_RF",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>One strategy is to choose one vertex of the polygon and draw all the diagonals from this point. (Diagram on the left.) This divides the polygon into triangles; there will always be 2 fewer triangles than sides of the polygon.  The angles of the triangles are all located in the corners of the polygon. So, the sum of all the angles of triangles gives the angle sum of the polygon. This strategy confirms the results found by tearing off the angles of a polygon and rearranging them around a point.  <strong>If there are </strong><strong><em>n</em></strong><strong> sides, there will be </strong><strong><em>n</em></strong><strong>-2 triangles and the angle sum is 180(</strong><strong><em>n</em></strong><strong> – 2). </strong></p><p>Another strategy is to choose a point in the interior and draw lines to each vertex.  There are the same number of triangles as sides, so if there are <em>n</em> sides then <em>the sum of the angles of n triangles would be 180n</em>. </p><p>However, some of the angles of the triangles form 360˚ round this central point. So, to find the sum of the angles of the polygon we must subtract this 360˚ from 180<em>n</em>.</p><p><strong>The angle sum of the polygon is 180</strong><strong><em>n</em></strong><strong> – 360. </strong></p><p></p><p>STRATEGIC CURRICULUM CONNECTION. </p><p>Notice that 180n – 360 and 180(n – 2) are equivalent expressions. There are multiple opportunities to use algebraic reasoning about the angle relationships or the angle sum of a polygon. </p><p>For example, for an octagon the angle sum is:  </p>"
          ]
        }
      },
      {
        "id": "o94wkgPt12tEnIIp",
        "title": "The angle sum for an octagon",
        "content": {
          "type": "Expression",
          "latexStr": "A=180\\left(8\\right)-360=1080\\degree"
        }
      },
      {
        "id": "Fzpe0FjCLpaf7ud9",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>And if the octagon is regular then each angle is:</p>"
          ]
        }
      },
      {
        "id": "pLXGdxWQ-RVV0gO4",
        "title": "Measure of each angle in a regular octagon",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{A}{n}=\\frac{1080}{8}=135\\degree"
        }
      },
      {
        "id": "HkTvYGBTdYHcxJnd",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Or, given three angle measure of a quadrilateral are 20, 100 and 85 find the fourth angle <em>x</em>. </p><p>A = (n – 2)180</p><p>   = (4 – 2 )180</p><p>   = 360.</p><p>So, 20 + 100 + 85 + x = 360.</p><p>205 + x = 360.</p><p>x = 155.</p>"
          ]
        }
      },
      {
        "id": "FWiE4wQPLi0avPFY",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Tiling</strong></p><p>Tiling a plane means covering the entire flat surface with a shape (or shapes), leaving no gaps. </p><p>Students find that rectangles, parallelograms, regular hexagons, and all triangles tile a plane. Only certain regular polygons tile a plane: an equilateral triangle, square and regular hexagon. </p>"
          ]
        }
      },
      [
        {
          "id": "B0Qi2v0h-ZYcodcu",
          "title": "Tiling with equilateral triangles",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-uo-pic-8.png",
            "filename": "sad/images/sd-uo-pic-8.png"
          }
        },
        {
          "id": "B48buzi0wVwqgKq9",
          "title": "Tiling with regular hexagons",
          "content": {
            "type": "Image",
            "url": "sad/images/sd-uo-pic-9.png",
            "filename": "sad/images/sd-uo-pic-9.png"
          }
        }
      ],
      {
        "id": "klLXPKKepQUk1t1x",
        "title": "Text 25",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The key is the sum of the angles around each vertex. In the case of the regular hexagon each angle is 120˚, so 3 hexagons will fit exactly around a vertex: 3 • 120 = 360. Likewise, 4 squares fit around a vertex: 4 • 90 = 360. And for an equilateral triangle, 6 triangles fit around a vertex: 6 • 60 = 360.  </p><p>In fact, <strong><em>any</em></strong><strong> triangle will tile a plane.</strong> Why is this?</p>"
          ]
        }
      },
      {
        "id": "xj_5vC7NIZgSR7rG",
        "title": "Tiling a plane with any triangle",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-10.png",
          "filename": "sad/images/sd-uo-pic-10.png"
        }
      },
      {
        "id": "pflJPSdfIOEGBtHY",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As seen on the sketch of a tiling above, because of the angle sum of a triangle, a + b + c = 180; and around the vertex we have 2a + 2b + 2c = 360. (You can also see why parallelograms tile a plane in this figure.)</p><p></p><p><strong>Strategic Curriculum Connections</strong></p><p>Tiling is an opportunity to apply the knowledge about the sizes of angles in specific polygons, but it is also rich in connections to other units. </p><p><em>Why do only some regular polygons tile a plane?</em>  <em>The N Game</em> Connection: As illustrated above the sum of the angles around each vertex must be 360. Since all the angle measures are equal for a regular polygon, for a tiling each measure must be a factor of 360: 1, 2, 3, 4, 5, 6, 8…….45, 60, 72, 90, 120,180, 360. Could there be a regular polygon with <em>n</em> sides and <em>n</em> angles each measuring 45˚? Students may argue that as the number of sides in a regular polygon gets larger so does the angle size. So, if a regular polygon with 3 sides has angles of 60˚ then we would need to have fewer than 3 sides to make a regular polygon with angles of 45˚ – and you can’t make a polygon with fewer than 3 sides. (This can also be solved algebraically, though students are not able to do this yet.  A regular polygon with n sides has angle sum 180(<em>n</em> – 2). It also has <em>n</em> angles. If each angle is 45˚ then the angle sum is also 45<em>n</em>.  Solving 180(<em>n</em> – 2) = 45n gives n = 2 2/3, not a whole number of sides!) </p><p><em>Stretching and Shrinking</em> Connection: In <em>Shapes and Designs</em> students find that they can tile a plane with any triangle. In <em>Stretching and Shrinking</em> students also find that a triangle rep-tile creates scale copies or similar triangles.</p>"
          ]
        }
      },
      {
        "id": "-jedCHHp7Uu-2luC",
        "title": "Similar triangle rep-tiles",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-11.png",
          "filename": "sad/images/sd-uo-pic-11.png"
        }
      },
      {
        "id": "rtzxCIVzWcKSCcEW",
        "title": "Text 27",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the graphic above the largest triangle is a scale copy of the smallest triangle, with a scale factor of 4.  You can also see how any triangle tiles a plane in this figure. Tiling and Rep-tiling are related ideas. </p><p></p><p><strong>Curriculum Decisions</strong></p><p>From all the interesting problems that students might investigate and solve, choices must be made. Choosing problems, that have connections to several mathematical ideas, and sequencing them judiciously, results in students learning about connected ideas, and remembering them in larger cognitive chunks. The tiling problem may seem like an interesting digression, but it is in fact linked to several other ideas and units.  </p>"
          ]
        }
      },
      {
        "id": "3ticTQxJl6uICMJE",
        "title": "Text 28",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Designing Under Constraints</strong></p><p><strong>Designing triangles under constraints</strong></p><p>If we want to draw a specific triangle, we need particular information about angles and sides. We do NOT need to know all three angles and all three sides; some of that information would be redundant.</p><p>Suppose the goal is to draw a triangle that has specific sides lengths and angle measures, without using all measures.</p><p><em>What is the minimum information we need? </em>It turns out that we need three pieces of information. But not any combination works. </p>"
          ]
        }
      },
      {
        "id": "aCfVSeilAY4G-n_q",
        "title": "The target triangle",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-12.png",
          "filename": "sad/images/sd-uo-pic-12.png"
        }
      },
      {
        "id": "ThBmhO0GA__-qads",
        "title": "Text 29",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Three angle measures only</u>: This produces an infinite number of triangles, all scale copies of each other. In fact, only knowing only two angle measures would produce the same result. E.g., if two angles are 60˚ and 46˚, the third must be 74˚.  </p><p>We need a side length to pin down which of all these triangles is the one we want to draw. </p>"
          ]
        }
      },
      {
        "id": "cPJANAebSlsWgkwS",
        "title": "Making a triangle with three known angles",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-13.png",
          "filename": "sad/images/sd-uo-pic-13.png"
        }
      },
      {
        "id": "avJBVRY3QQ6ggyaY",
        "title": "Text 30",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Two angles and ANY side</u>: As above, we can see this in effect three angles and a side. So, in the above graphic if we know the length of ANY side, we can draw exactly the triangle we want.</p><p><u>One angle and two sides:</u> This combination is tricky. If the angle in included (between the two sides) then this information produces a unique triangle.</p><p>For example, drawing an angle of 60˚ and measuring the two sides of 3 and 4 units, as shown, ensures that the third side is fixed, and the other angles are fixed.</p>"
          ]
        }
      },
      {
        "id": "VMHq8Mv6hF6v-8A6",
        "title": "Making a triangle with known side-angle-side",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-14.png",
          "filename": "sad/images/sd-uo-pic-14.png"
        }
      },
      {
        "id": "YGSe-576s-r01axU",
        "title": "Text 31",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>However, <em>if the angle is not between the two sides</em>, then there MAY be two different possible lengths for the side opposite the given angle. E.g., If we know only one angle, ∠C = 46˚, and BC = 4 and BA = 3, then there are two positions for the side opposite ∠C.</p><p>One position for BA would match the target ∠B = 60˚, and the other would not. More information is needed to remove the ambiguity.</p>"
          ]
        }
      },
      {
        "id": "NbXtsbKO4JqI54P7",
        "title": "Two possible triangles for ABC",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-15.png",
          "filename": "sad/images/sd-uo-pic-15.png"
        }
      },
      {
        "id": "nVeRdPrnxK-vNqhl",
        "title": "Text 32",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Three side lengths only:</u> This produces a unique triangle. You can use a compass or ruler or technology. The triangles are identical, just differently oriented. By using only three side lengths to draw the triangle, all three angle measures must match the target also.</p>"
          ]
        }
      },
      {
        "id": "-ub3rSoBiS-OIJMn",
        "title": "Making a triangle with known side-side-side",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-16.png",
          "filename": "sad/images/sd-uo-pic-16.png"
        }
      },
      {
        "id": "Xz9lX1Y5fNtHMwnI",
        "title": "Text 33",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>LINK TO THE FUTURE</p><p>The conditions to design a unique triangle are investigated informally in <em>Shapes and Designs</em>. The concept of congruent copies will be dealt with more formally in 8th grade.</p>"
          ]
        }
      },
      {
        "id": "jScy61eXC2-DfB42",
        "title": "Text 34",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Designing quadrilaterals under constraints</strong></p><p>Since three pieces of information are sometimes sufficient to draw a triangle, it is tempting to assume that four carefully chosen measures will be sufficient <strong>to draw a specific quadrilateral</strong>. In fact, that is never sufficient.  (Unless you are also given some extra information, such as the quadrilateral is a parallelogram or a square.) Below are some examples to illustrate this.</p><p><u>All 4 angles</u>: As with triangles, knowing all 4 angles, even if the order is known, will not produce a unique quadrilateral. </p><p>For example, all parallelograms shown below have the same angle measures, 60˚, 60˚, 120˚, 120˚, but different side lengths. </p>"
          ]
        }
      },
      {
        "id": "D3ppUMoPKS8Zunq5",
        "title": "Multiple possible parallelograms",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-17.png",
          "filename": "sad/images/sd-uo-pic-17.png"
        }
      },
      {
        "id": "_JJmhnrPX0CCZDgC",
        "title": "Text 35",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Three angles and one side</u>: As with triangles, knowing three angles is sufficient to be able to calculate the fourth angle. But knowing the length of one side is not enough to fix the lengths of the other sides.</p><p>For example, the sketch below shows several possibilities for different quadrilaterals all of which have the same angle measures and one side length of 6 units.</p>"
          ]
        }
      },
      {
        "id": "AX5lUiAB3iF6maVH",
        "title": "Multiple possible quadrilaterals",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-18.png",
          "filename": "sad/images/sd-uo-pic-18.png"
        }
      },
      {
        "id": "y8REpkNCwwFNqwBr",
        "title": "Text 36",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>All four side lengths</u>: With all four side lengths known we still cannot draw exactly the required quadrilateral. </p><p>Even in a simple example where all four lengths are equal, we have infinite possibilities for the angle measures.</p>"
          ]
        }
      },
      {
        "id": "P8Giq9reXnE76SdY",
        "title": "Multiple possible regular quadrilaterals",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-uo-pic-19.png",
          "filename": "sad/images/sd-uo-pic-19.png"
        }
      },
      {
        "id": "dqBkLK-Q8d9XlCLc",
        "title": "Text 37",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Curriculum Decision</strong></p><p>Offering contrasting ideas is an effective technique for improving understanding. A thorough investigation of the properties of quadrilaterals is beyond the scope of <em>Shapes and Designs</em>. However, an exploration of quadrilateral design emphasizes the properties of a triangle and clarifies the way that form and function are related for polygons. </p>"
          ]
        }
      },
      {
        "id": "FKCoHGJRz-itDxeS",
        "title": "Text 38",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Arc of Learning</strong></p><p>The goals of <em>Shapes and Designs</em> is to generalize the properties of geometric shapes, angles and polygons, and to use this information to solve problems in mathematics, design, and nature. Students build on an informal study of polygons in earlier grades where the focus was mostly categorizing shapes and angles. This Unit provides deeper understanding of angles and the relationship between angles and polygons, which is fundamental to success in designing shapes and solving problems. This understanding will continue to deepen in the <em>Stretching and Shrinking</em> Unit as students investigate similar figures (scale drawings). Further understanding continues in the <em>Filling and Wrapping </em>Unit as students use polygonal shapes to investigate shape and measurement of three-dimensional figures. This Unit develops understanding of what it means to be congruent and that this information is assumed and required for students to be successful in <em>Flip, Spin, Slide, and Stretch</em>, which is about creating similar and congruent figures. In the 8th grade, <em>Looking for Pythagoras</em> Unit, students use triangles and squares to develop formulas for finding distance on a coordinate plane, including the Pythagorean Theorem. Algebraic reasoning is used to represent important geometric properties and to use expressions and equations to solve problems.</p><p><a href=\"https://drive.google.com/file/d/1G2Ofn-mYo35Hxx3S6lttdru0yOqVrW73/view?usp=sharing\">Click here to view <em>Shapes and Designs</em> Unit Arc of Learning</a></p>"
          ]
        }
      },
      {
        "id": "BqRW69r4rjOpzdtV",
        "title": "Text 41",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Correlation to Common Core State Standards for Mathematics</strong></p><p><a href=\"https://drive.google.com/file/d/1NYNaO5Sg0h5eHp2PbisDepMXxsn6sZOi/view?usp=sharing\">Click here to view the CCSSM correlations for Problems (including Mathematical Practices examples)</a></p><p><a href=\"https://drive.google.com/file/d/1pV3xdFCZTVOoyKtzqW01Br_WJPEvXprN/view?usp=sharing\">Click here to view the CCSSM correlations for Assessments</a></p>"
          ]
        }
      },
      {
        "id": "KChJ_vWlRYUyIjky",
        "title": "Text 39",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Goals for the Unit</strong></p><p>Note: Objectives in bold text are relevant to the current investigation.</p><p><strong>Investigation 1: Designing Polygons: The Side Connection </strong></p><p><u>Generalizing and Using Properties of Polygons</u>: <strong>Understand the properties of polygons that affect their shape and how this information is useful in solving problems. </strong></p><ul><li>Investigate techniques for estimating, measuring, and sketching angles and recognizing the effects of measurement accuracy</li><li>Recognize and use information about supplementary, complementary, vertical, and adjacent angles to solve problems </li><li>Reason about the properties of angles formed by intersecting lines and by parallel lines cut by a third line and how this information relates to polygons</li><li>Explore the relationship between interior and exterior angles of a polygon </li><li>Explore the relationships between angle measures, angle sums, and the number of sides in a polygon </li><li>Determine which polygons fit together to cover a flat surface and why </li><li><strong>Draw or sketch polygons with given conditions using various tools and techniques such as freehand, geoboards, use of a ruler</strong> and protractor, <strong>and use of technology </strong></li><li><strong>Determine what conditions will produce a unique polygon, more than one polygon, or no polygon, particularly triangles and quadrilaterals </strong></li><li><strong>Recognize the special properties of polygons that make them useful in building, design, and nature </strong></li><li><strong>Solve multi-step problems that involve properties of shapes</strong></li></ul><p><u>Algebraic Expressions and Equations</u>: <strong>Understand how expressions and equations can be useful to express geometric relationships and how this information is used to solve problems.</strong></p><ul><li><strong>Use algebraic equations or expressions to represent geometric patterns and solve problems </strong></li><li>Recognize that equivalent expressions can reveal different information about a situation and how the quantities are related </li></ul>"
          ]
        }
      },
      {
        "id": "HjZhDfaV4xjc7t6D",
        "title": "Text 40",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Designing with Angles</strong></p><p><u>Generalizing and Using Properties of Polygons</u>: <strong>Understand the properties of polygons that affect their shape and how this information is useful in solving problems. </strong></p><ul><li><strong>Investigate techniques for estimating, measuring, and sketching angles and recognizing the effects of measurement accuracy</strong></li><li><strong>Recognize and use information about supplementary, complementary, vertical, and adjacent angles to solve problems </strong></li><li><strong>Reason about the properties of angles formed by intersecting lines and by parallel lines cut by a third line and how this information relates to polygons</strong></li><li>Explore the relationship between interior and exterior angles of a polygon </li><li>Explore the relationships between angle measures, angle sums, and the number of sides in a polygon </li><li>Determine which polygons fit together to cover a flat surface and why </li><li>Draw or sketch polygons with given conditions using various tools and techniques such as freehand, geoboards, use of a ruler and protractor, and use of technology </li><li><strong>Determine what conditions will produce a unique polygon, more than one polygon, or no polygon, particularly triangles and quadrilaterals </strong></li><li><strong>Recognize the special properties of polygons that make them useful in building, design, and nature </strong></li><li><strong>Solve multi-step problems that involve properties of shapes</strong></li></ul><p><u>Algebraic Expressions and Equations</u>: <strong>Understand how expressions and equations can be useful to express geometric relationships and how this information is used to solve problems.</strong></p><ul><li><strong>Use algebraic equations or expressions to represent geometric patterns and solve problems </strong></li><li>Recognize that equivalent expressions can reveal different information about a situation and how the quantities are related </li></ul>"
          ]
        }
      },
      {
        "id": "urZpmQ3GRBKiYpr0",
        "title": "Text 40",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3: Designing Polygons: The Angle Connection</strong></p><p><u>Generalizing and Using Properties of Polygons</u>: <strong>Understand the properties of polygons that affect their shape and how this information is useful in solving problems. </strong></p><ul><li><strong>Investigate techniques for estimating, measuring, and sketching angles and recognizing the effects of measurement accuracy</strong></li><li><strong>Recognize and use information about supplementary, complementary, vertical, and adjacent angles to solve problems </strong></li><li><strong>Reason about the properties of angles formed by intersecting lines and by parallel lines cut by a third line and how this information relates to polygons</strong></li><li><strong>Explore the relationship between interior and exterior angles of a polygon </strong></li><li><strong>Explore the relationships between angle measures, angle sums, and the number of sides in a polygon </strong></li><li><strong>Determine which polygons fit together to cover a flat surface and why </strong></li><li><strong>Draw or sketch polygons with given conditions using various tools and techniques such as freehand, geoboards, use of a ruler and protractor, and use of technology </strong></li><li><strong>Determine what conditions will produce a unique polygon, more than one polygon, or no polygon, particularly triangles and quadrilaterals </strong></li><li><strong>Recognize the special properties of polygons that make them useful in building, design, and nature </strong></li><li><strong>Solve multi-step problems that involve properties of shapes</strong></li></ul><p><u>Algebraic Expressions and Equations</u>: <strong>Understand how expressions and equations can be useful to express geometric relationships and how this information is used to solve problems.</strong></p><ul><li><strong>Use algebraic equations or expressions to represent geometric patterns and solve problems </strong></li><li><strong>Recognize that equivalent expressions can reveal different information about a situation and how the quantities are related </strong></li></ul>"
          ]
        }
      },
      {
        "id": "-soc9nX6hTudvkQS",
        "title": "Text 42",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Other Resources</strong></p><p><a href=\"https://drive.google.com/file/d/17LrxD4F4_mKr8_dxaGo8oHAdztC7kDv6/view?usp=sharing\">Click here to view the Family Letter for <em>Shapes and Designs</em></a></p><p><a href=\"https://drive.google.com/drive/folders/1AYWMbMHWNtAFa7T_HUjIEHTUoV6eM8II?usp=drive_link\">Click here to view other CMP4 Field Test resources for <em>Shapes and Designs</em> (including PDFs of curriculum, supporting Learning/Teaching Aids)</a></p>"
          ]
        }
      }
    ]
  }
}
