{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "ZjhN5pjaTnKl7lWW",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students begin to see how ratios are a particular type of comparison statement. Ratios are comparison statements that involve multiplicative reasoning. A ratio is a multiplicative comparison of two quantities. It is important for students to be able to identify a ratio statement. </p><p>Students will also begin to relate their factor and multiple reasoning from <em>Number Connections</em> to solving problems with ratios. When starting to see equivalent ratios, students may also see a connection to the types of relationships in equivalent fractions that they have studied in previous years. The ideas will continue and strategies will grow throughout the unit. </p>"
          ]
        }
      },
      {
        "id": "TILEmCR84ve2grj5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong>: Introduction, Exploration</p><p><strong>Standards: </strong>See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "TILEp3FrtWB7rGAO",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How do you decide when a comparison statement is a ratio? How do you decide when two ratios describe the same relationship? </p>"
          ]
        }
      },
      {
        "id": "ghWLXiCltvasu970",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to begin understanding the mathematical characteristics that define <strong>ratio</strong> comparison statements</p><p>Students may notice</p><ul><li>ratios are comparisons of two quantities;</li><li>ratios describe the multiplicative relationship between the quantities;</li><li>ratios can be written with the actual numbers (raw values) or with scaled equivalent values;</li><li>language that suggests a ratio comparison may include phrases like &quot;for every&quot; or &quot;for each&quot; or &quot;to&quot;;</li><li>ratios are NOT comparisons that describe the difference between two values; and </li><li>ratios may either part-to-;art or part-to-whole comparisons. </li></ul>"
          ]
        }
      },
      {
        "id": "TILEnC9lKvZE39cJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em> Connecting to Prior Knowledge</em></p><p>If you did not introduce the word <em>ratio</em> in the Summarize of Problem 1.1, the introduction of this problem, is another opportunity to introduce it. After reviewing and discussing the introduction, revisit the statements in Problem 1.1. </p>"
          ]
        }
      },
      {
        "id": "TILEuC0TgvwKbbPy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>The principal&#x27;s comparison statement is an example of a ratio. What other statements in Problem 1.1 are ratios?</li></ul>"
          ]
        }
      },
      {
        "id": "lYWrsvEt0B4TusjB",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>All of the &quot;for every&quot; statements.</p>"
          ]
        }
      },
      {
        "id": "TILEtxU7JxkK5_EC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Let students know that sometimes ratios include the words &quot;for every&quot; to represent the multiplicative thinking. Sometimes ratios do not include the words &quot;for every.&quot; In this problem, students will look for other ways of expressing ratio relationships. Have students begin the problem independently and then work with a partner after a few minutes to compare ideas. </p>"
          ]
        }
      },
      {
        "id": "TILEmFiQtNVYbmIR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><p>If you have graphs and tables from Problem 1.1 display them, or use the <strong>Teaching Aid 1.2:  Walking Rate</strong>, and ask:</p><ul><li>Make a conjecture. If you increased your walking rate, how would it change your equation, graph, and table? (Students may not be able to answer at this time. Possible answer includes: If you increase the rate at which you walk, you can cover more distance in a given time. The distance in the table would increase for each second walked, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance. The equation would have a larger number that multiplies by the variable.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEh81nF8j_uUcr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note</strong>: Students are introduced to the word “coefficient” in the Grade 6 Unit <em>Variables and Patterns</em>. Since they may not have used the vocabulary term often in 6th grade, they are reintroduced to the term in Problem 2.2. While you may want to use that vocabulary earlier than Problem 2.2, the vocabulary term now might be too early for students. It helps students to have more experiences with the idea before the formal vocabulary is introduced.    </p><p>Look for students to make conjectures at this time. Tell students that they will investigate the effect of the walking rate on the relationship between distance and time by looking at the walking rates of three students. They will be asked to make a table, graph, and write an equation for each of the walkers. Students will examine these representations to see how changing the walking rate affects each representation of the data. They will relate the walking rate to the rate of change, linearity, and proportionality.  </p><p>To maximize class time, you may want to provide each student with <strong>Learning Aid 1.2:  Three Students Walking Rates</strong>.  Have students being this problem independently and then discuss with a partner. </p>"
          ]
        }
      }
    ]
  }
}
