{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "FpIPrvOMlreEKskr",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Looking Ahead?</strong></p>"
          ]
        }
      },
      [
        {
          "id": "JdoaTmvEVggOinfA",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Ming’s current job is to take care of chimps at the zoo. She mixes of 20 scoops of high-fiber food with 30 scoops of high-protein food. How can she adjust this to make a mix with 60 scoops of high fiber or 40 scoops of high protein?</p>"
            ]
          }
        },
        {
          "id": "D1b_6oLacD7jk8Vg",
          "title": "Chimps",
          "content": {
            "type": "Image",
            "url": "cas/images/chimp.jpg",
            "filename": "cas/images/chimp.jpg"
          }
        }
      ],
      [
        {
          "id": "JFhhveikvaD1pPwb",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Which recipe will make juice that is the most “orangey”?  Least “orangey”? Explain your reasoning.</p>"
            ]
          }
        },
        {
          "id": "PNvE1NWmU-LBm_BM",
          "title": "Orange Juice",
          "content": {
            "type": "Image",
            "url": "cas/images/oj.jpg",
            "filename": "cas/images/oj.jpg"
          }
        }
      ],
      [
        {
          "id": "0CxsAnOGC9kDLghS",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Julia is in charge of ordering pizzas for a camp dinner. There are two pizza companies nearby. The prices are effective for any number of pizzas. Which company should Julia use? Explain why.</p>"
            ]
          }
        },
        {
          "id": "vFEOJie1w5OUB-JM",
          "title": "Pizza",
          "content": {
            "type": "Image",
            "url": "cas/images/mile.jpg",
            "filename": "cas/images/mile.jpg"
          }
        }
      ],
      {
        "id": "-LGYK4U8Vxd3U7pD",
        "title": "Cranberries",
        "content": {
          "type": "Image",
          "url": "cas/images/cran.jpg",
          "filename": "cas/images/cran.jpg"
        }
      },
      {
        "id": "XDvvmn6aTGYksMNc",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Many everyday problems and decisions call for comparisons. </p><ul><li>Which runner is faster? </li><li>Which Internet service is cheaper? </li><li>Which cranberry bog yields the most berries? </li></ul><p>In some cases, the comparisons involve only counting, measuring, or rating, and then ordering the results from least to greatest or the other way around. In other cases, more complex reasoning is required. All of the questions in the Looking Ahead involve comparisons. In the Grade 6, Comparing Quantities Unit, we explored many ways to compare numbers and to analyze comparisons that involved ratios. We continued our exploration of ratios in the Stretching and Shrinking Unit with similar figures or scale drawings. In this Unit, we will deepen our understanding of proportional relationships, including ways to represent and use comparison strategies for solving problems and making decisions. </p><p>As you work on the problems in this Unit, ask yourself these questions about situations that involve comparisons. </p><ul><li><strong>What</strong> quantities are being compared?</li><li><strong>Why</strong> does the situation involve a proportional relationship (or not)? </li><li><strong>How </strong>might ratios, rates, or percent be used to solve the proportion? </li></ul>"
          ]
        }
      },
      {
        "id": "NyZlldzD0shC_2Gt",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>Proportional Reasoning: Using Ratio Comparisons</strong></p><p> In the Comparing Quantities unit, we looked at many situations that involved ratios. Recall that a ratio is a comparison between two quantities that uses multiplicative thinking. We looked at many comparison situations, such as packaging green and white cupcakes, walking backward race, and sharing smoothie bars. </p>"
          ]
        }
      },
      {
        "id": "eCouBTzhCIkxDAAU",
        "title": "Cupcake Ratio",
        "content": {
          "type": "Image",
          "url": "cas/images/sooner.jpg",
          "filename": "cas/images/sooner.jpg"
        }
      },
      {
        "id": "cA-pR2nQb0ynCofw",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The ratio of green cupcakes to white cupcakes is expressed as:</p><p> For every 4 green cupcakes, there are 8 white cupcakes </p><p><em>or</em></p><p> 4 green for every 8 white </p><p><em>or</em></p><p> 4 green to every 8 white</p><p> <em>or</em></p><p> 4 to 8  or  4:8</p><p> In the <em>Stretching and Shrinking</em> unit, we also wrote the ratio 4 to 8 as (4 green)/(8 white) . This is called the fraction form of a ratio. </p><p><em>How is this fraction form of a ratio the same as or different from fractions?</em></p><p>We also know that two ratios are equivalent if they express the same comparisons. For example, the ratio of green cupcakes to white cupcakes is the same in the following packages:</p><p> 4 green cupcakes and 8 white cupcakes</p><p> 8 green cupcakes and 16 white cupcakes</p><p> 12 green cupcakes and 24 white cupcakes</p><p><em> What patterns do you see among the comparisons? Is the ratio 1 green for every 2 white cupcakes equivalent to these expressions?</em></p><p> In this unit, we will learn more about ratios and reasoning with ratios.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}