{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEa-Gd-mb7FXK3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate and listen to students, ask questions to prompt their thinking. Do not elicit answers at this time. Use the summary to bring out the answers.</p>"
          ]
        }
      },
      {
        "id": "TILEug6H2P43jHnV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How might a table help? (Answers will vary.) How might a graph help? (Answers will vary.)</li><li>Can you use the equations to help answer the question? (Put in one value, and find the other using fact families. Or use the equation to check the values from the table and/or graph.)</li><li>What is the cost of one shirt from each plan? (Mighty: $50; No-Shrink: $4.50) 10 shirts? (Mighty: $59; No-Shrink: $45) 20 shirts? (Mighty: $69; No-Shrink: $90)</li><li>What is the coefficient in each equation? (Mighty: 1 and No-Shrink: 4.5)</li><li>What does this tell you about the T-shirt costs? (The cost per t-shirt)</li></ul>"
          ]
        }
      },
      {
        "id": "eFnVnxaiXtQw8K9Z",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For the What If...? Situations, to maximize class time, you may use <strong>Teaching Aid 2.2B: T-Shirts</strong> for students to see the equation, table, and graph for each T-shirt company. Make sure students explain how they found their answers.</p><ul><li>How do the solutions to the questions show up in the graph? In the table? In the equation?  (The ordered pairs are the coordinates of a point on each graph and are also entries in the table of data for each equation.)</li></ul>"
          ]
        }
      },
      {
        "id": "HA6Vph6B5SWtR4MM",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? questions? What will you do if you do not have evidence?</p><p><strong>Now What Do You Know?</strong></p><p><em>How do you know if the ordered pair of numbers for a point on a graph or table is a solution to an equation? How can you use a table or graph to find a solution for an equation?</em></p><p>Look for interesting strategies. Call on these students in the summary to share their strategies. Be sure to have a representative sample of the strategies presented. Students may choose to use numerical reasoning, tables, graphs, or equations.)</p>"
          ]
        }
      }
    ]
  }
}
