{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "T1frh8Zu0p7vkZoV",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students measure the diameters and circumferences of several circles, organize their data in a table, and look for patterns. The main objective of this Problem is to have students discover a pattern relating the circumference of a circle to its diameter or radius.</p><p><u>Note</u>:  Area and circumference of circles were addressed in the 6th grade unit, <em>Covering and Surrounding</em>.  This may be a quick review and/or develop a deeper understanding in these new contexts. </p>"
          ]
        }
      },
      {
        "id": "LsnfaTMKo6BEEbur",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Area and Circumference of Circles: <em>Introduction, Exploration</em></p>"
          ]
        }
      },
      {
        "id": "J3qmToK3zYePlHE2",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "xLkU0mW-CzWXy92k",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "icBqSQdJWmiPXlau",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In the previous two Investigations, students explored the volumes and surface areas of prisms. However, there are many other solids that are important to explore. You might choose to launch this Investigation by drawing students’ attention to the pictured examples of cylindrical pipes and pointing out that to find surface areas (and volumes) of those figures, they need to know how to find circumferences and areas of circles. You may want to review strategies for finding the areas of polygons, which students developed in earlier grades and applied to finding the areas of bases and faces of prisms in this Unit. From your observations of the students’ work choose the connection that they need to spend time focusing on.</p>"
          ]
        }
      },
      {
        "id": "9jefHnk6HbOH8w5i",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Supply students with several circular objects such as plates, frisbees, clocks, basketballs, pizza pans, coins, etc. or have them use objects they have brought from home. You might want to have sets of objects for groups of students to measure and share with other groups. Set aside a few extra circular objects for groups to test their ideas for finding circumference. </p><p>Distribute<strong> Learning Aid 3.1: Diameter and Circumference Data</strong> and have students work in groups of 2-4 students on the problem.  </p><p><u>Implementation Notes</u>: </p><ol><li>To help with seeing relationships and measurement errors students could cut the string for the circumference and diameters of the object, and then leave it taped nearby that object. Students could compare their strings with others. </li><li>Collecting their findings in a class table (possibly finding mean averages to avoid measurement errors) can aid students in finding the patterns.</li><li>Creating a class graph can be helpful when students are thinking about What If Situation A. (If students remember a lot about circumference from the 6th grade unit, <em>Covering and Surrounding</em>, spending time developing this graph can push their understanding deeper)</li><li>Divide the tasks for What If Situation B among the groups in the class. (Agency, Identity, Ownership)</li></ol>"
          ]
        }
      }
    ]
  }
}
