{
  "type": "teach",
  "content": {
    "tiles": [
      {
        "id": "pJ6Zjt2CJfnWlXGs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Instructional Sequence:</em></strong></p><p><strong><em>5 minutes</em></strong></p><p>Begin with a brief overview of the previous lesson (How does sensory information impact movement?). Then, inform students that today’s lesson will help them explore how the nervous system processes sensory (and more specifically tactile) information and what problems could arise in this process. Have students answer what they think is the most sensitive to touch in the human body and how Tilly may sense touch with her bionic arms as a warm-up. </p><p><strong><em>15 minutes</em></strong></p><p>Inform students that in today’s activity they will measure their touch sensitivity across different parts of the body and enter the information to a webpage to map how the brain represents their body (“homunculus”).</p><p>Students should follow the instructions in a handout (see resources below) and enter their measurements to https://brainmapper.org/ (Experiment tab → Enter the Results).</p><p><strong><em>10 minutes</em></strong></p><p>Ask students to discuss the following questions in their groups and record their answers and then collect students’ answers:</p><p>What is the most/least sensitive body part?</p><p>Why do different parts of the body have different sensitivity to touch?</p><p>How consistent were your results across test subjects? What could explain individual differences in touch sensitivity?</p><p>Extension activity: Ask students to enter their measurements into a shared Google Spreadsheet and create the averaged homunculus of all students in the class.</p><p><strong><em>25 minutes</em></strong></p><p>Have students drag the provided tiles (a Dataflow tile with code similar to Lesson 1.5 and a Sim tile) into their workspace. Have students explore what happens when they move the slider in the Sim tile, and measure how much pressure the cup can handle using a new Sensor block. Have them brainstorm ways to change the program such that the cup is not crushed (what is needed? This is what will be done in Lesson 2.3). </p><p><strong><em>5 minutes</em></strong></p><p>Ask students to record three everyday challenges in Tilly&#x27;s life if her bionic arms do not have sensors to provide feedback about objects she touches.</p><p><strong><em>Resources:</em></strong></p><p><a href=\"https://www.brainfacts.org/\"> Brain Facts</a></p><p><a href=\"https://brainmapper.org/\"> Brain Mapper</a></p><p>Article:  <a href=\"https://www.science.org/content/article/sensors-may-soon-give-prosthetics-lifelike-sense-touch\">Sensors may soon give prosthetics a lifelike sense of touch </a></p><p>Article:  <a href=\"https://www.fierceelectronics.com/components/intelligent-prosthetic-pressure-sensors-could-ease-pain-for-lower-limb-amputees\">Intelligent prosthetic pressure sensors</a></p><p></p><p></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
