{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEtuWGqCLJ-nFZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Students explore the walking rates of three students. They look at the walking rate and its effect on various representations of the relationship between distance and time. This problem introduces ways to represent proportional linear relationships between two variables using tables, graphs, and equations. It is also the first time that students are asked to explain why a relationship is linear or to recognize a linear relationship from a table or an equation.</p>"
          ]
        }
      },
      {
        "id": "TILEmCR84ve2grj5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Introduce &amp; </p><p>Algebraic Expressions and Equations: Explore</p>"
          ]
        }
      },
      {
        "id": "TILEp3FrtWB7rGAO",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How do you recognize a linear pattern of change in a verbal context, table, a graph, expression, or an equation? </p>"
          ]
        }
      },
      {
        "id": "TILEJyt5LjSoLB1n",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to make sense of linear patterns of change such as distance, and time (for given rates) including how to identify them and how to represent them in words, in a table, in a graph, as equivalent expressions, and as an equation connecting to prior experiences with proportional relationships. Begin to notice: </p><ul><li>the connection between equivalent expressions and an equation, that is, an equation equates two or more equivalent expressions, </li><li>how a constant rate of change is represented in a verbal context, table, graph, and equation, </li><li>the ways different representations of linear patterns (tables, graphs, or equations) are more or less useful in easily answering questions depending on the nature of the question (e.g., you can quickly see the rate of change from an equation, but the graph of a relationship is a quick way to see if the relationship is linear), </li><li>the characteristics in a table, graph and equation that can be used to identify a proportional relationship and the constant of proportionality (unit rate), and  </li><li>how variations in the way axes of a coordinate graph are partitioned can make the graph of a relationship look very different e.g., steeper or flatter lines. </li></ul>"
          ]
        }
      },
      {
        "id": "TILEnC9lKvZE39cJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em> Connecting to Prior Knowledge</em></p><p>Students first learned of expressions and equations in the grade 6 Unit <em>Variables and Patterns</em>. The introduction to this problem offers a chance to revisit the vocabulary while also introducing &quot;<em>equivalent expressions</em>” and “<em>rate of change</em>.” Both expressions and equations have variables, only equations show equality.  Expressions can implicitly imply another variable(s).  <strong>Teaching Aid 1.2: Walking Rate</strong> can provide an example for the conversation. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "TILEuC0TgvwKbbPy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ol><li>What were the variables that we used in Problem 1.1? (distance in meters and time in seconds)</li><li>Can you recall another time that you studied the relationship between distance and time? (Answers will vary. One example: We studied rates of cars in <em>Variables and Patterns</em>. We used 50 mph, 55 mph, and 60 mph rates to examine the patterns between distance and time in tables, graphs, and equations.)</li><li>If we looked at your data on a graph, how could you describe the pattern of change for your walking rate? (Possible answer with a walking rate of 1.5: For every 1 second that I walked, I traveled 1.5 meters.)</li></ol><ul><li>Here is an example: show <strong>Teaching Aid 1.2: Walking Rate </strong>or an example of a student’s data of a table and graph for someone who walked 1.5 meters per second. What do you notice about the data on the graph? (The data lines up because the pattern is consistent.)</li><li>How does this show up in the table? (Every increase of 1 second adds 1.5 meters to the distance.)</li><li>Because this pattern of change describes how your data consistently increases over time, we call this the rate of change. What was your rate of change in your walking experiment? (Possible answer with a walking rate of 1.5 meters per second: 1.5.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEP-KIO9t_AyHm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note: </strong> The rate of change describes the change in a linear relationship. If the linear relationship is proportional, the rate of change is the same as the unit rate or constant of proportionality. This conversation started for students in <em>Comparing and Scaling</em> and will continue throughout this unit. </p><ul><li> What equation can we use to represent the pattern in this data? (Distance is equal to 1.5 times the number of seconds walked, or <em>d = 1.5t</em>.)</li><li> The equation is made up of two expressions. The equal sign shows that the expressions are equivalent. What are the two expressions? (<em>d and 1.5t</em>)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEtxU7JxkK5_EC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Introduce the three students, Alana, Gilberto, and Leanne and their walking rates. Let students know that they will be analyzing the progress of the three students. Encourage students to use different colors to represent each student. For example, put Alana’s data in red, Gilberto’s data in green, and Leanne’s data in blue.</p>"
          ]
        }
      },
      {
        "id": "TILEmFiQtNVYbmIR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><p>If you have graphs and tables from Problem 1.1 display them, or use the <strong>Teaching Aid 1.2:  Walking Rate</strong>, and ask the following:</p><ul><li>Make a conjecture. If you increased your walking rate, how would it change your equation, graph, and table? (Students may not be able to answer at this time. Possible answer includes: If you increase the rate at which you walk, you can cover more distance in a given time. The distance in the table would increase for each second walked, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance. The equation would have a larger number that multiplies by the variable.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEh81nF8j_uUcr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note</strong>: Students are introduced to the word “<em>coefficient</em>” in the grade 6 Unit <em>Variables and Patterns</em>. Since they may not have used the vocabulary term often in grade 6, they are reintroduced to the term in Problem 2.2. While you may want to use that vocabulary earlier than Problem 2.2, the vocabulary term now might be too early for students. It helps students to have more experiences with the idea before the formal vocabulary is introduced.    </p><p>Look for students to make conjectures at this time. Tell students that they will investigate the effect of the walking rate on the relationship between distance and time by looking at the walking rates of three students. They will be asked to make a table, graph, and write an equation for each of the walkers. Students will examine these representations to see how changing the walking rate affects each representation of the data. They will relate the walking rate to the rate of change, linearity, and proportionality.  </p><p>To maximize class time, you may want to provide each student with <strong>Learning Aid 1.2:  Three Students&#x27; Walking Rates</strong>.  Have students being this problem independently and then discuss with a partner. </p>"
          ]
        }
      }
    ]
  }
}
