{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "EMF8iVB1z8pZqRiB",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<li>The Academy students wrote some claims about the fundraising goals on slips of paper and gave them to the principal to read over the loudspeaker during the morning announcements. </li>"
          ]
        }
      },
      [
        {
          "id": "ifobHhnuookH5qFW",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<li>Markus</li><li>The Academy goal is $150 more than the Washington goal.</li>"
            ]
          }
        },
        {
          "id": "CRzNKACJpOLLGU8h",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Tabia</p><p>For every $60 the students at Academy plan to raise, the students at Central plan to raise $90. </p>"
            ]
          }
        }
      ],
      [
        {
          "id": "wkQuDRaeian6ZygR",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Kimi</p><p>When the students at Academy meet their goal, they will have raised 2/3 of Central&#x27;s goal.</p>"
            ]
          }
        },
        {
          "id": "EJ6wclNY2WE1tqJd",
          "title": "Text 8",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Eliza</p><p>The Washington goal is 50% of the Academy goal.</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "4_HZbi0ZsSnVeJLa",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Lakisha</p><p>The Washington goal is half the Academy goal.</p>"
            ]
          }
        },
        {
          "id": "MYJLcpeej-spf4RH",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Chung</p><p>For every $3 the students at Washington plan to raise, the students at Central plan to raise $1.</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "AVDu8AXF5GoCFSdJ",
          "title": "Text 9",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Andres</p><p>For every dollar the students at Washington plan to raise, the students at Academy plan to raise two dollars. </p>"
            ]
          }
        },
        {
          "id": "hrKlXZDL47_7BWGx",
          "title": "Text 10",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Sharon</p><p>The students at Central will raise the most money.</p>"
            ]
          }
        }
      ],
      {
        "id": "FIDpe-U3g2kxBd4j",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Decide whether each student&#x27;s claim is true. Explain your reasoning.</li><li>Which statements help you compare two of the fundraising goals? Explain why.</li></ul>"
          ]
        }
      },
      {
        "id": "LYeNEqzfWf1I0v7c",
        "title": "Text 12",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Not true:</p><ul><li>Chung: The order of the quantities and labels are mixed up. It should say: For every $3 the Central students plan to raise, the Washington students plan to raise $1. Chung has the order of the quantities and labels mixed-up.</li></ul><p>True: <em>A</em> is the amount raised by Academy; <em>W</em> is the amount raised by Washington; and <em>C</em> is the amount raised by Central.</p><ul><li>Markus: <em>A</em> = 150 + <em>W; </em>Students might express this numerically: 300 = 150 + 150.</li><li>Kimi: <em>A </em>= 2/3 × <em>C</em>; Students might express this numerically: 450 split into three equal parts is 150, and if you have two of these three equal parts, then you have 150 + 150 = 300, which is the Academy goal.</li><li>Lakisha: <em>W</em> = 1/2 × <em>A</em>; Students might divide by 2 instead of multiplying by 1/2, which creates an opportunity to see that these two strategies do the same thing.</li><li> Eliza: <em>W</em> = 50 out of 100 × <em>A; </em>Students may not have experienced ratio statements like these before, so answers will vary. Students may use factor and multiple reasoning.</li></ul><p>Not necessarily true:</p><ul><li>Sharon: Central students <em>plan</em> to raise the most money, but they may not actually do so.</li></ul><p><strong>Note</strong>: Students are likely to express the statements in words, not necessarily in numbers and variables.</p><p>Which statements help us compare?</p><ul><li>All of the statements help us compare two of the fundraising goals since they all relate one fundraising goal to at least one of the other fundraising goals. Even false statements help us, as we can learn from out mistakes through the discussions they invite (this is a good opportunity to revisit this conversation with students).</li></ul><p>Note that at this time in the unit, students may have some statements that so not make sense to them. Keep track of those statements and revisit them as you move through the unit. Students will feel more confident making sense of the statements as they have more experiences with comparisons. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
