{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "iulviIBz2QCKSp0y",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.1</strong></p><p><strong>The </strong><strong><em>Factor Game</em></strong><strong>: Generalizing Factors with Algebraic Expressions</strong></p><p>Playing the <em>Factor Game</em> is a fun way to practice finding factors of whole numbers. As we play and analyze the game, we may learn some interesting things about numbers that we didn&#x27;t know before.</p>"
          ]
        }
      },
      {
        "id": "5Pmxf73d0uUnz1_r",
        "title": "Factor Game board",
        "content": {
          "type": "Image",
          "url": "cq/images/factor-game-board.png",
          "filename": "cq/images/factor-game-board.png"
        }
      },
      {
        "id": "EMF8iVB1z8pZqRiB",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>The </strong><strong><em>Factor Game</em></strong></p><p>Equipment</p><ul><li>several copies of the <em>Factor Game </em>board</li><li>two different colored transparent chips (Each player uses a different color)</li></ul><p>Rules</p><p>Play as individuals or teams</p><ul><li>Player A chooses a number on the game board and places their color chip on it.</li><li>Using a different color, Player B places chips on all the proper factors of Player A&#x27;s number.</li><li>During the game, a number can only have one colored chip on it.</li><li>Player B places their colored chip on a new number. Player A places on all the factors of the new number that do not already have chips on them. </li><li>Players take turns choosing numbers and placing chips on factors.</li><li>If a player chooses a number with no available factors, that player loses their current turn. The player does not get to keep the number chosen.</li><li>The game ends when there are no numbers left with open factors.</li><li>Each player adds the numbers covered by their colored chips. The player with the greater total wins.</li></ul>"
          ]
        }
      },
      {
        "id": "ifobHhnuookH5qFW",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Play the game a few times, the consider what you have learned.</p><ul><li>What are some observations you noticed while playing the game?</li></ul>"
          ]
        }
      },
      {
        "id": "4_HZbi0ZsSnVeJLa",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student observations will vary. They may include the following: </p><ul><li>The game is over when the numbers 1-15 are covered</li><li>Larger numbers with not many factors, like 25, are good moves.</li><li>Some numbers, like 30 and 24, have a lot of factors.</li><li>Odd numbers seem to have less factors.</li><li>Multiples of 6 seem to have a lot of factors.</li></ul>"
          ]
        }
      },
      {
        "id": "MYJLcpeej-spf4RH",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>If you were Player A, what number would you choose as the first move? Explain why. </li></ul>"
          ]
        }
      },
      {
        "id": "wkQuDRaeian6ZygR",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Player A will want to choose a number that only has two factors— a prime number. Then Player B will only be able to cover 1, and all other prime factors will be taken out of play. To maximize their score, Player A should chose the highest prime number less than 30, which is 29.</p><p>Note that students may have to play the game a few times before they realize the advantage of beginning with a prime number. As students first play the game, they will often say the best first move is a number with few factors. Some students will need to analyze the first moves in What If...? Situation A before they see advantages and disadvantages of certain first moves.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
