{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEOB5lhc_6NBEu",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h2>Problem Overview</h2><p>This Problem pulls together the main ideas in the Unit. Students will look at representing linear relationships with graphs, tables, and equations. They deepen their understanding of what it means for a relationship to be linear.</p>"
          ]
        }
      },
      {
        "id": "TILE9GECTD3ZeFXO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Synthesis &amp; Algebraic Expressions and Equations: Synthesis</p>"
          ]
        }
      },
      {
        "id": "TILE2sTQR948Pqx4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe some strategies for recognizing equivalent linear representations.</p>"
          ]
        }
      },
      {
        "id": "TILEzl96QAAjKj8U",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to consolidate and refine emerging key mathematical concepts associated with linear relationships, both proportional and non-proportional, into a coherent constellation of ideas.</p><p>Recognize that:</p><ul><li>linear relationships are identified by their constant rate of change that can be found using a problem context, table of values, graph, or equation, </li><li>some linear relationships are proportional, and others are not,</li><li>proportional relationships will always include the value (0,0), and will be of the form <em>y = ax</em> where a is the constant of proportionality, and</li><li>when given the value of one variable for a linear relationship you can find the value of the other variable strategically using a variety of representations including graphs, tables, and equations.</li></ul>"
          ]
        }
      },
      {
        "id": "TILE9IY-LubUkah9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Students have been working with linear situations. They have used tables, graphs, and equations to represent a linear situation.  </p>"
          ]
        }
      },
      {
        "id": "UX1ZgaDItQfQdKHG",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p><strong>Suggested Questions</strong></p><ul><li>Describe some situations from this Unit that we have explored. (Answers will vary. Students may mention walking rates, money raised for charity during a walkathon, the income and expenses of Fabulous Fabian’s Bakery, etc.) </li><li>Are there any clues in the situation that might help us determine that it is linear? If so, what clues indicate the rate of change or <em>y</em>‐intercept? (Again, answers will vary, but students should mention that the constant rate of change [walking rate in meters per second, money raised in dollars per kilometer, income earned in dollars per cake sold, etc.] tells you the slope. They should also be able to say that the y‐intercept is the value of the independent variable at the beginning of the situation (a head start of 40 meters in a walking race, a donor who pledges $5 even if you walk 0 kilometers, an income of $0 for selling 0 cakes, etc.).)  </li></ul><p>Describe the card sort that is in the Initial Challenge.  Have students work in groups of 3-4 on this problem. Have students create a poster of their groups of cards to use in a Gallery Walk in the Summary. </p>"
          ]
        }
      }
    ]
  }
}