{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "bl_iZc4u3zAwHVCt",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem is intended to help students develop a visual image of the relationships among the volumes of spheres, cones, and cylinders. Often, formulas are given to students with little or no justification. This hands-on experiment will give students the experiences in which they may explore the reasonableness of each formula for finding volume. </p><p>The visualization experience not only helps students develop understanding of the formulas but also is a strategy for students to recall the formulas when needed. Students first compare the volume of a sphere and a cylinder by comparing a sphere made from modeling clay to a transparent cylinder whose diameter and height are equal to the diameter of the sphere. For the cone, they construct a cone that has a height and diameter equal to dimensions of the cylinder, and they use the cone to fill the cylinder. </p><p><u>Note</u>:  It is more effective if students have the opportunity to do this as a STEM experiment, but some teachers use Problem 4.2 as a demonstration to save time. If you choose to conduct the experiments as a class demonstration, try to make more than one example, and leave the containers on display so students can experiment with them later. It might be useful to have some shapes available such as a tennis ball can and tennis ball. </p><p>As a demonstration for the sphere, some teachers have had success using a tennis ball and creating a cylinder, with an open top and bottom, that matches the height and diameter of the tennis ball. Place the cylinder on a piece of paper, and put the ball into the cylinder. Pour sand into the cylinder, shaking it gently so that the sand settles in the empty space around the ball. Carefully lift the ball out of the cylinder and measure the volume the sand occupies. It will be about one third the volume of the cylinder, which means the sphere occupied two thirds of the cylinder. </p><p><u>Implementation note</u>:  Done as a STEM experiment this is a 2 day problem.  Have a brief summary after students have completed the Initial Challenge on Day 1.  </p>"
          ]
        }
      },
      {
        "id": "DJTiN09Y9jgZ6_fG",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In the first Problem of this Investigation, students explored the relationship between prisms and cylinders. In particular, they found that a strategy for finding the volume of a cylinder is similar to the one they used to find the volume of a prism. </p><p><strong>Suggested Questions:</strong></p><ul><li>What is the strategy for finding volume of a prism or cylinder? (The volume of both is the area of the base times the height.) </li></ul><p>Tell students they will now explore the relationship between the volume of a cylinder and the volumes of a sphere and a cone.  </p>"
          ]
        }
      },
      {
        "id": "az1iVSDlulouwdX2",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>At this point, students have a strategy for finding the volume of a cylinder but not for finding the volume of a cone or sphere. This problem provides students with an opportunity to think about how they can use their prior knowledge to develop a method for finding the volume of a cone and sphere. </p><p>Hold up a sample cylinder. </p><ul><li>How might you find the volume of this cylinder? (Possible answer: by thinking of layers, each with a volume equal to the area of the base) </li></ul><p>Hold up a sphere with a similar diameter. </p><ul><li>How do you think the volumes of these two solids compare? How do you know? (Possible answer: The volume of the cylinder is greater. The sphere will fit inside the cylinder with space left over.) </li><li>How much greater do you suppose the volume of the cylinder is than the volume of the sphere? Is it twice as much? More? Less? </li></ul><p>Hold up a cone that has the same dimensions as the cylinder. (Repeat some of the questions for the sphere.) </p><ul><li>What is your prediction for the relationship between a cylinder, cone, and sphere with the same diameter? (Answers will vary.  Students can compare their predictions in the Summary.)</li></ul><p>After students have made their conjectures, briefly describe the STEM experiment they will be doing in groups of 2-4 students. </p><p>Distribute the supplies needed for the Initial Challenge. (There should be transparent plastic in the manipulative kit, if you do not have this you can substitute index cards for creating the cylinder.) </p>"
          ]
        }
      }
    ]
  }
}