{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "C2grV8PUxcmO1Syv",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How might you analyze samples from known and unknown populations to determine whether the unknown population has one or more attributes in common with the known population?</p>"
          ]
        }
      },
      {
        "id": "h9d_HXGq0hx8fJJu",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The populations, in this problem, are arrowheads made during different time periods. The known populations are arrowheads collected from sites that have been “dated”. While none of the sites includes the full population, and there is no way to do random sampling, the samples from the known sites are sufficiently large enough to make it possible to use the data to compare the samples from the unknown sites. Similarly, the samples of arrowheads from the two unknown sites are also large enough (Site I has 15 arrowheads and Site II has 37 arrowheads) to be able to use for comparison purposes. </p><p>Using statistics (measures of center and variability), graphing to display the distributions (particularly box plots in this case), and comparing known and unknown arrowhead lengths and widths (i.e., population attributes) statistics makes it possible to draw inferences about how to ‘date’ Site I and Site II when compared to the known populations.  </p><p>This will work with other sets of data, provided the samples are sufficiently large enough to make comparisons. Problem 1.3 helped us see the benefit of having sample sizes of about 30 cases to make comparisons.</p>"
          ]
        }
      },
      {
        "id": "Cxkfe3eTHy0jhmW8",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Archeologists study artifacts that tell us something about past human populations. Paleontologists study fossils which tell us something about plants and animals. Geologists examine rocks and landforms to tell us something about the history of earth.</p><p>“Archaeologists use a statistical sampling method to select which squares or units they will excavate. To begin, they will collect surface artifacts, then remove any ground vegetation. Archaeologists screen all soil removed from a unit to recover small artifacts and ecofacts. They record exact location, both horizontally and vertically, of all materials recovered. They store artifacts from each unit in secure bags labeled with the site and excavation unit numbers and level. The unit may be dug in arbitrary levels (such as every 10 cm) or by following the natural stratigraphy (layers) of the soil.” </p><p><a href=\"https://www.saa.org/about-archaeology/what-do-archaeologists-do\">https://www.saa.org/about-archaeology/what-do-archaeologists-do</a></p><p><a href=\"https://www.thc.texas.gov/public/upload/archeology-what-does-archeologist-do.pdf\">https://www.thc.texas.gov/public/upload/archeology-what-does-archeologist-do.pdf</a></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}