{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "C2grV8PUxcmO1Syv",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How might you analyze samples from known and unknown populations to determine whether the unknown population has one or more attributes in common with the known population?</p>"
          ]
        }
      },
      {
        "id": "h9d_HXGq0hx8fJJu",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The populations, in this problem, are arrowheads made during different time periods. The known populations are arrowheads collected from sites that have been “dated”. While none of the sites includes the full population and there is no way to do random sampling, the samples from the known sites are large enough to make it possible to use the data to compare the samples from the unknown sites. Similarly, the samples of arrowheads from the two unknown sites are also large enough (Site 1 has 15 arrowheads and Site 2 has 37 arrowheads) to be able to use for comparison purposes. </p><p>Using statistics (measures of center and variability), graphing to display the distributions (particularly box plots in this case), and comparing known and unknown arrowhead lengths and widths (i.e., population attributes) statistics makes it possible to draw inferences about how to &quot;date&quot; Site 1 and Site 2 when compared to the known populations.  </p><p>This will work with other sets of data, provided the samples are sufficiently large enough to make comparisons. Problem 1.3 helped us see the benefit of having sample sizes of about 30 cases to make comparisons.</p>"
          ]
        }
      },
      {
        "id": "Cxkfe3eTHy0jhmW8",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Archeologists study artifacts that tell us something about past human populations. Paleontologists study fossils, which tell us something about plants and animals. Geologists examine rocks and landforms to tell us something about the history of Earth.</p><p>Archaeologists use statistics to study ancient sites. They may map out the area they want to study with a grid. Then they randomly select squares of the earth they want to evacuate. They first collect any surface artifacts and then they remove vegetation. They carefully screen all soil from one grid location to check for any small artifacts. The location of the sample is recorded, including its horizontal and vertical location in the grid. Then artifacts are stored in secure bags and labeled. Then the artifacts are taken to a laboratory where extensive research is done. Their findings might include how old the site is and something about the inhabitants.<a href=\"https://www.saa.org/about-archaeology/what-do-archaeologists-do\"></a><a href=\"https://www.thc.texas.gov/public/upload/archeology-what-does-archeologist-do.pdf\"></a></p>"
          ]
        }
      },
      {
        "id": "7-bEJyD-0tIS92P4",
        "title": "Did You Know?",
        "content": {
          "type": "Image",
          "url": "sap/images/did-you-know.png",
          "filename": "sap/images/did-you-know.png"
        }
      }
    ]
  },
  "supports": []
}
