{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we are continuing to explore rational numbers, including operations and their properties with positive and negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this investigation, ask yourself:</p><p><em>What do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "5gy6c-QjuSkqOljW",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student reflections should include algorithms for multiplying and dividing positive and negative rational numbers. </p><p>Students should have an algorithm for multiplying any two rational numbers, connecting to context, number lines, and/or patterns (multiplication of one factor by series of consecutive numbers). </p><ul><li>When the numbers are either both positive or both negative, multiply the numbers, and the sign of the product is positive. </li><li>When one factor is positive and one factor is negative, multiply the numbers, and the sign of the product is negative. </li></ul><p>Students should have an algorithm for dividing any two rational numbers, connecting to context, number lines, and/or patterns (fact families). </p><ul><li>When the numbers are either both positive or both negative, divide the numbers, and the sign of the quotient is positive. </li><li>When one factor is positive and one factor is negative, divide the numbers, and the sign of the quotient is negative. </li></ul><p>Student reflections should include some properties of numbers, such as the following:</p><ul><li>If you multiply a number by its multiplicative inverse, the product is 1. So (a/b)•(b/a)=1.</li><li>One is the <strong>multiplicative identity</strong> for rational numbers. So, a • 1 = a.</li><li>Multiplication of rational numbers is commutative.  p • q = q • p</li><li>Division of rational numbers is not commutative. p ÷ q ≠ q ÷ p</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
