{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are continuing to explore rational numbers, including operations and their properties with positive, negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this Investigation, </p><p><em>What do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "IX1t1NuMDIt7NaAP",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflections on the Mathematical Practices </strong></p><p>As we worked on the Problems in this Investigation, we used prior mathematical knowledge to make sense of them. We also applied Mathematical Practices to solve the Problems. For example,</p><p>Hector explained his reasoning for Problem 3.2 in the following way:</p><p>Jake and I knew that a negative number times a negative number is positive. This helped us predict the sign of the product of a set of numbers. If there is an even number of numbers that are negative, we can group these numbers in pairs. The product of each pair is positive. Then we are left with positive numbers, so the final product is positive.</p><p>If there are an uneven number of negative numbers, the product is negative because there will always be a negative number that is not paired with another negative number. And a negative times a positive is negative. You can also write addition equations as subtraction problems. These patterns enabled us to rewrite equations to make it easier to find the missing number and complete the equation. </p><ul><li>What Mathematical Practice(s) did Jake and Hector use to solve this problem?</li><li>What other Mathematical Practices did you use to solve problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li><p></p></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}