{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "fZDrJ4tiey70NmVh",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Students should find that Kaleb’s chances of going to bed at 11:00 are about   (37.5%), the same as for 9:00. Pay attention to how students are figuring out the theoretical probabilities. As mentioned in the introduction to this Problem, many students will want to compare the number of sections rather than the relative sizes of the angles or area of the corresponding to the sections.</p>"
          ]
        }
      },
      {
        "id": "QV0q6UGckxMT6NGp",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Look at one of the 9:00 sections. Is the spinner as likely to land there as in the 11:00 section? (Encourage students to be specific about why landing on the 11:00 section is more likely than landing on one of the 9:00 sections.)</li><li>What is the angular size of each section? (The 9:00 and 10:00 sections are each 45 degrees (half of 90 degrees. The 11:00 section is 135 degrees.)</li><li>How much of the total area of the circle is each bedtime option? (11:00 is 3/8 of the circle; 9:00 is 3/8 of the circle and 10:00 is 2/8 of the circle.)</li><li>Would it help to collect some experimental data for What If Situation A? (Answers will vary.  The use of three spinners with different size sections may require some experimenting before students are comfortable looking at them theoretically.)</li></ul>"
          ]
        }
      },
      {
        "id": "lIkG7ERy0A-31p95",
        "title": "Text 15",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>How do you determine experimental and theoretical probability using a spinner? Compare spinners to other methods used in Investigations 1 and 2 to determine probability.  </em></strong><em></em></p><p>(As students are working during the Explore they should be able to explain that experimental probability involves using the spinner and recording the results while theoretical probability involves determining the portion of the angle measure to determine how likely a result might be. These ideas are similar to what was done in Investigation 1 and 2 with the difference needing to analyze the portions of the spinner.)</p>"
          ]
        }
      }
    ]
  }
}