{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "gZZCyQyaIyDzOCmX",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Discuss the measurements needed for any of the items in the Initial Challenge that were generating the most discussion during the explore.  </p><p>Discuss the strategies students have for finding volume.  Assist students in making connections between the strategies that are shared.  </p>"
          ]
        }
      },
      {
        "id": "Z7lvhN2sFt57WFTQ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>When was length an important measurement in the Initial Challenge? Why? (Metal- it is necessary to know the length to find the amount of metal needed; Small car- it is necessary to find how long the car is  and how long the container is to find out how many cars will fit; sacks of rice, corn, beans- it is necessary to find how long the sacks are and how long the container is to find out how many sacks will fit; pipes- it is necessary to find how long the pipes are  and how long the container is to find out how many pipes will fit; giraffe- it is necessary to find the length of the giraffe and how long the container is to find out how many giraffes will fit; and the textbook boxes; it is necessary to find how long the box is  and how long the container is to find out how many boxes will fit.</li><li>When was width an important measurement in the Initial Challenge?  Why? (Metal- it is necessary to know the width to find the amount of metal needed; Small car- it is necessary to find how wide the car is  and how wide the container is to find out how many cars will fit; sacks of rice, corn, beans- it is necessary to find how wide the sacks are and how wide the container is to find out how many sacks will fit; pipes- it is necessary to find how wide the pipes are  and how wide the container is to find out how many pipes will fit; giraffe- it is necessary to find how wide the giraffe is  and how wide the container is to find out how many giraffes will fit; and the textbook boxes; it is necessary to find how wide the box is  and how wide the container is to find out how many boxes will fit.)</li><li>When was height an important measurement in the Initial Challenge? Why? (Metal- it is necessary to know the height to find the amount of metal needed; small car- it is necessary to find how tall the car is  and how tall the container is to find out how many cars will fit; sacks of rice, corn, beans- it is necessary to find how tall the sacks are and how tall the container is to find out how many sacks will fit; pipes- it is necessary to find how tall the pipes are and how tall the container is to find out how many pipes will fit; giraffe- it is necessary to find the height of the giraffe and how tall the container is to find out how many giraffes will fit; and the textbook boxes; it is necessary to find how tall the box is  and how tall the container is to find out how many boxes will fit.)</li><li>When was a diagonal an important measurement in the Initial Challenge?  (pipes)</li><li>When was surface area an important measurement in the Initial Challenge?  Why? (Paint.  You need to know surface area when looking at covering/painting the container)</li><li>When was volume an important measurement in the Initial Challenge?  (When you are filling the container- small car, sacks, pipes, giraffe, boxes)</li><li>How did you find the volume for the shipping containers in What If A?  (Answers will vary- counting, estimating, length x width x height. “The formula for volume is lwh” is not enough. Students should be able to explain why that formula works. They may describe counting the number of unit cubes in the bottom layer and multiplying that by the number of layers.</li></ul>"
          ]
        }
      },
      {
        "id": "GdPyBvY5pzu8tWdj",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>A conversation in one classroom around Volume in What If A: (Agency, Identity, Ownership)</p><p><em>Teacher</em>: How did you find the number of containers in each load in What If Situation A?</p><p><em>Castiel</em>: Our group thought it was about 80 or 90 cubic centimeters because the bottom held 20 cubes so we thought all of it looked to be around that many. </p><p><em>Tiana</em>: Yeah but you can get exact.  We agree with Castiel that the bottom layer has 20 cubes.  And each layer has 20 cubes.  So, then we just “counted them up” like this- 20, 40, 60, 80, 100.  </p><p><em>Teacher</em>: How did your groups know that the bottom layer had 20 cubes. </p><p><em>Castiel</em>: It is a 4 x 5 rectangle which is 20 cubes. </p><p><em>Tiana</em>: Right</p><p><em>Teacher writes on the board</em>:  bottom layer is 4 x 5 = 20 cm<sup>3</sup></p><p><em>Tiana</em>: Yeah then you just count by that 20 until the top.</p><p><em>Teacher writes on the board</em>:  20 + 20 + 20 + 20 + 20= 100cm<sup>3</sup></p><p><em>Castiel</em>: That is better than just estimating like we did with the 20.  I agree with that. </p><p><em>Teacher</em>: Did anyone do it a different way.</p><p><em>Skye</em>: We just used the formula length x width x height because finding the number of               containers in each load is really finding the volume, and we also got 100 cm<sup>3</sup>.</p><p><em>Teacher</em>: Tell me more about how that formula works.</p><p><em>Skye</em>: The length is 4 cm the width is 5 cm and the height is 5 cm.  So, 4 x 5 x 5 = 100.</p><p><em>Tiana</em>: The 4 x 5 is how we started too when we got 20 for the bottom layer. </p><p><em>Teacher</em>: That is interesting.  Tiana, what did you do after you found the 20 on the bottom layer?</p><p><em>Tiana</em>:We added 20 + 20 + 20 + 20 + 20 and got 100 cm<sup>3</sup></p><p><em>Skye</em>: That is what we did when we multiplied the last 5 in our 4 x 5 x 5 = 100.</p><p><em>Teacher writes on the board:</em> 4 x 5 x 5 = 100 cm<sup>3</sup>, with an arrow connecting the 4 and first five.</p><p><em>Teacher</em>: Tiana and Skye does this represent what is on the first layer?</p><p><em>Tiana/Skye</em>: Yes.</p><p><em>Teacher writes on the board</em>: 4 x 5 x 5 = 100 cm<sup>3</sup> with one arrow connecting the four and first five and a second arrow connecting the first five and second five.</p><p><em>Teacher</em>: When you multiplied that by 5 how is that similar to what Tiana’s group did?</p><p><em>Skye</em>: When you multiply by 5 that is saying you have 5 groups of that 20 which is like adding them the way Tiana’s group did it.  </p><ul><li>How could you find the surface area of the shipping containers in What If A?  (Answers will vary- counting, estimating, formulas.)</li><li>How did you decide the number of boxes of basketballs that would fit into the shipping container in What If Situation B?  (Answers will vary.  Look for how they are scaling up the volume of the box to fit into the volume of the container.)</li><li>To go further with What If Situation B- If a large box held 25 cubical basketball boxes with no space left over, do you think you could get more balls in the box if you took them out of their packages?  Why or why not?  (Removing the basketballs from their boxes would allow for more efficient packing.  You can imagine that if you take the basketballs out of their 1-cubic-foot boxes (which hold a fair amount of empty space), it might be possible to squeeze a few more balls in the large container.  However, it is not obvious whether that overpacking could actually be accomplished.)</li></ul><p>Such packing problems are an area of research in mathematics with implications for science and practical business.  Students who are curious about this might experiment with small ball, such as golf balls, and some small boxes made to fit the problem conditions here.  </p>"
          ]
        }
      },
      {
        "id": "rYxBy5KDZoKyAwGt",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "OILCzUnQsajIwRSw",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}