{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "XrEVQmzz_IFWucG0",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>On Day 1 have a conversation where students share their thinking about the experimental and theoretical probabilities of the <em>Gee Whiz Everyone Wins </em>game.  </p>"
          ]
        }
      },
      {
        "id": "CnTwzOzw_Hatkg79",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p><strong>Suggested questions (Day 1)</strong></p><ul><li>How did you determine the theoretical probability for each color?  (Answers will vary.  Look for ways students are finding all the possible outcomes.)</li><li>What is the sum of the theoretical probabilities?  (1)  Why?  (That is 100% or a whole)</li><li>Would you rather be called to the stage first or last? ((After having played the game, students should recognize that there is an advantage to going last, because you have more information about what is in the bucket. Knowing the probabilities does not assure that you will guess correctly, but a guess based on good experimental probabilities can be more predictive of what will happen over time.)</li><li>Does it matter if the block is returned to the bucket after each contestant?  (Yes.  It changes the theoretical probability because the total blocks and total of that color will change if the block isn’t returned.)</li><li>What is the probability of drawing a green block?  (0) Why? (There aren’t any green blocks in the bucket.)</li><li>Suppose you have a different bucket.  You can’t see inside, but you know there are 30 blocks in all.  How can you use your observations of others picking blocks to predict how many of each color there are?  (Answers will vary.  Look for how they are making sense of using data to decide what is in the bucket and connecting that to their emerging understanding of theoretical probability.)</li></ul>"
          ]
        }
      },
      {
        "id": "jAYVels8on0PKqWw",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions (Day 2)</strong></p><p>Because there are many small questions in this Problem, you will want to focus your Summary around one or two of the big ideas your students have found interesting or difficult. Don’t try to check all the answers together.</p><ul><li>What does it mean to find the probability of something not happening? (Answers will vary.  Students should discuss the probability of other things happening that are not that outcome.)</li><li>What is the probability of choosing a block that is not red? (That means finding the probability of choosing a block that is not red, which means choosing a block that is blue or yellow.)</li><li>How can you compute the probability of something not happening? (The probability of an outcome not happening is the number of ways the outcome cannot happen divided by the total number of possible outcomes, or P(not outcome) = 1 – P(outcome).)</li><li>How can you find P(blue) or P(yellow)? (It is the probability that one or the other (or both) could occur, so you need to add P(blue) to P(yellow).)</li><li>Can a probability ever be a value greater than one? (No.  Use What If Situation A #2 to discuss this idea.)</li><li>Can a probability ever be 0? Give an example from this Problem. (Yes. The probability of drawing a black block is 0.)</li><li>Can a probability ever be 1? Give an example from this Problem. (Yes. The probability of drawing a red, yellow, or blue block is 1.)</li><li>When discussing Conjecture 1 in What If Situation B, suppose you tried to confirm the theoretical probability of blue in Ms. Tsao’s bucket by doing an experiment, and you drew a blue block five times in a row, would this change the theoretical probability of blue?  Would drawing five blue block in a row change the theoretical probability of drawing a blue block on the sixth pick?  (The number of blue blocks in the bag does not change so the theoretical probability does not change, even if the experimental results are surprising.)</li><li>Do you agree with Conjecture 2 in What If Situation B?  (no. Have a conversation about multiplicative versus additive thinking to pull out proportional reasoning ideas the students have been building all year.)</li><li>Do you think the probabilities would be different with blocks instead of blocks?  (no)</li><li>Suppose you tried to confirm the theoretical probability of blue in Ms. Tsao’s bag in What If Situation C, by doing an experiment and you drew a blue block 5 times in a row, would this change the theoretical probability of blue?  (The number of blue blocks in the bag does not change, so the theoretical probability does not change, even if the experimental results are surprising.)</li><li>Design a fair way for Kaleb to determine screen time using blocks or marbles.  (Answers will vary.)</li></ul><p>Highlight the following mathematical ideas.</p><ul><li>A probability is a number that is less than or equal to 1 and greater than or equal to 0.</li><li>The uses of proportions are helpful when looking at theoretical probabilities for multiple situations.</li><li>The sum of the probabilities of all outcomes is equal to 1. In this Problem, the sum is P(yellow) + P(red) + P(blue) = 2/12 + 6/12 + 4/12 = 1</li><li>Some of the questions involve finding the probability that an outcome A or B will occur. For example, the probability that the color yellow or blue will occur is true if either color occurs, so P(yellow) or P(blue) = (2/12) + (4/12) = (6/12), or 1/2. </li><li>The probability of choosing the color green is 0/12 or 0. It is an impossible outcome.</li><li>The probability of choosing a red, yellow, or blue block is 12/12 or 1. This outcome is a certainty.</li><li>The probability of choosing a block that is not yellow is 10/12 or P(not yellow) = 1 - (2/12) = 1 - (1/6) = 5/6.  </li><li>P(blue) + P(not blue) = 1</li></ul><p>Students may find these facts interesting, but they do not need to have closure at this point in time.   </p>"
          ]
        }
      },
      {
        "id": "Lv5mqD38U7VxqeRF",
        "title": "Text 22",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "trJlatUzNj3A3lM0",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
          ]
        }
      }
    ]
  }
}