{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "18dF0-aR2xCh5QTU",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Organizing a Bike Tour: Variables, Tables, and Graphs</strong></p><p>The bicycle was invented in 1791. Today, people around the world use bicycles for daily transportation and recreation. Many spend their vacations taking organized bicycle tours.</p>"
          ]
        }
      },
      {
        "id": "54CNtnhH-fiRmKSy",
        "title": "Bicycle Tour",
        "content": {
          "type": "Image",
          "url": "vap/images/tou.jpg",
          "filename": "vap/images/tou.jpg"
        }
      },
      {
        "id": "zD9uY_V0y-gQHtK3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>RAGBRAI, which stands for Register’s Annual Great Bicycle Ride Across Iowa, is a weeklong cycling tour across the state of Iowa. The event has been held every summer since 1973. Although the tour follows a different route each year, it always begins with as many as 8,500 participants dipping their back bicycle wheels into the Missouri River along Iowa’s western border. It ends with the riders dipping their front wheels in the Mississippi River along the eastern border.</p>"
          ]
        }
      },
      {
        "id": "8NNCzl1JCISm01NS",
        "title": "RAGBRAI",
        "content": {
          "type": "Image",
          "url": "vap/images/room.jpg",
          "filename": "vap/images/room.jpg"
        }
      },
      {
        "id": "wRzqQs80v0DseVnh",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.1 </strong></p><p><strong>Organizing a Bike Tour Experiment: Variables and Tables </strong></p><p>Five college students, Sidney, Celia, Liz, Malcolm, and Theo, decide to operate bicycle tours as a summer business. They choose a route from Atlantic City, NJ, to Norfolk, VA. The students name their business Ocean Bike Tours. </p><p>While planning their bike tour, the college students need to determine how far the touring group can ride each day. To figure this out, they take test rides around their hometowns. They want to know:</p><ul><li>How far do you think you could ride in a day?</li><li>How do you think the speed of your ride would change throughout the day?</li><li>What conditions would affect the speed and distance you could ride?</li></ul><p>Answers to these questions could only come from test ride data. Because this is difficult to do in school, we can get some ideas about endurance patterns by doing an experiment. We will experiment with two quantities, the number of jumping jacks and time. These two quantities are the variables. A variable is a quantity that may take on different values. The number of jumping jacks changes over time. </p>"
          ]
        }
      },
      {
        "id": "rhjflBu9QwMIjTOL",
        "title": "Jumping Jacks",
        "content": {
          "type": "Image",
          "url": "vap/images/noi.jpg",
          "filename": "vap/images/noi.jpg"
        }
      }
    ]
  },
  "supports": []
}
