{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "L6BlFs7F667ozKRL",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using Samples to Compare Inferences among Populations</strong></p>"
          ]
        }
      },
      {
        "id": "crY44Dn79p0vTXuV",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There are many different possible samples in any population. We can use a random sampling plan to choose our sample fairly. In general, large random samples are more likely to be more representative than small random samples or samples chosen with other sampling methods. It is always possible that the sample we are using may lead to inaccurate predictions about the population, but this is less likely to occur with a large sample than with a small sample.</p>"
          ]
        }
      },
      {
        "id": "KcjTgcxIEzKxbWYv",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing Heights of Basketball Players: Using Means and MADS</strong></p>"
          ]
        }
      },
      {
        "id": "ypeqkqaVWto7Mt3c",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Variability occurs naturally in all samples of a population. For example, we would not expect to sample seventh graders and find that everyone in one sample lived exactly the same distance from school. If we collected two samples from the same population of seventh graders, we would not be surprised if the mean distance from schools were different for both samples, even though the samples are from the same population. Distributions of two different samples will not be identical. When we compare two samples, we need to decide whether the samples differ from each other just because of natural variability or if there is some other factor influencing the difference.</p>"
          ]
        }
      }
    ]
  }
}
