{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "qaXmQo0dlVNqvSZI",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are continuing to explore patterns of change between two variables using linear situations. We use tables, graphs, expressions, equations, and inequalities to represent and these linear patterns and solve problems. At the end of this Investigation,</p>"
          ]
        }
      },
      {
        "id": "wEMd7OzxRHP2ce4U",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What do you know about linear relationships, expressions, equations, and inequalities?</li></ul>"
          ]
        }
      },
      {
        "id": "TILEQjA--ikTW3Cu",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Main idea: In a linear relationship, as the independent variable increases in equal increments, the corresponding dependent variable increases (or decreases) by a consistent amount.  Students might describe this as the rate of change. They should realize that this could be zero (as with Leanne) or negative (as with Ms. Chang and Mr. Mamer). They may realize that the rate of change can be measured anywhere on the graph or table. A linear relationship can be represented by the equation <em>y = ax + b</em>. The point where the line crosses the y-axis is b, the y-intercept. The rate of change is represented by a. If b is 0, then the relationship is also proportional. In a linear and proportional relationship, the rate of change is also a unit rate that is the constant of proportionality. Inequalities appeared briefly as a contrast to equality in Problem 1.4. </p>"
          ]
        }
      },
      {
        "id": "2AvbxffDEG8szNKD",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If a relationship is linear, you can tell if it is proportional in the following ways:  </p>"
          ]
        }
      },
      {
        "id": "eee-Ur7D0xpp7spC",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Table</u>: Values from the table are proportional. You can use the values to write proportions or “for every” ratio statements. For example, in the table for Gilberto:</p>"
          ]
        }
      },
      {
        "id": "WwFVZK5axN0AFg-2",
        "title": "Table and Proportions",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "msa/images/screenshot-2023-11-10-162305.png",
          "filename": "msa/images/screenshot-2023-11-10-162305.png"
        }
      },
      {
        "id": "SKsM6bhc5c0FyNTh",
        "title": "Text 9",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Equation</u>: The amount added into the equation is zero. Or the y-intercept is zero. For example, in the equation for Gilberto:</p>"
          ]
        }
      },
      {
        "id": "zF2prrQXTQVtDXtE",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Gilberto&#x27;s Equation</em></p><p>m = 2d</p><p>OR</p><p>m = 2d + 0</p>"
          ]
        }
      },
      {
        "id": "j-KMntJs1cx1UiJT",
        "title": "Text 11",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Graph</u>: The graph of a proportional relationship passes through the point (0,0). For example, in the graph for Gilberto:</p>"
          ]
        }
      },
      {
        "id": "jvuAR-I2oiaV9-Iy",
        "title": "Pledges",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "msa/images/Inv_1_MR_Graph.png",
          "filename": "msa/images/Inv_1_MR_Graph.png"
        }
      }
    ]
  }
}
