{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "HSD1aw_yJ_Jd80cF",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students analyze a toy store’s scratch-off prize card contest. They find the probability of winning a prize first by experimenting with the game and then by analyzing the possible outcomes. For the first time, students are asked to devise a simulation to find experimental probabilities. They have experimented with spinners, blocks, and number cubes before, but in this Problem, they need to decide how to use these objects.</p><p><strong>Implementation Note:</strong> What If Situation C can be optional, used as homework, or as a project.  (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "sXc7M_iyJLCqPVFF",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "4_7V08ldvhI2iMG6",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding of designing and using simulations</p><p>Notice that: </p><ul><li>For a simulation you need to know the number of outcomes for an event</li><li>You need to know the number of outcomes possible for a tool being used in a simulation</li><li>You need to know the number of occurrences for each outcome</li><li>You can use results from a simulation to sale up a ratio to predict future events</li></ul>"
          ]
        }
      },
      {
        "id": "rOVyFPb0r_3IFcYz",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What factors do you have to take into consideration to design a simulation.?  Suppose you run your simulation 20 times how does proportional reasoning help you report your estimated theoretical probability as a percent?</p>"
          ]
        }
      },
      {
        "id": "0EXPfbbxkJFYFMAq",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Describe the situation to the students and discuss possible ways of finding the experimental probability of winning a prize with one prize card. This will involve doing a simulation. Students will need to devise a simulation that is mathematically equivalent to scratching off two spots on a five-spot prize card. Discuss with students about when a simulation would be helpful or necessary.</p>"
          ]
        }
      },
      {
        "id": "sMFugmwk3gxsQfpa",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Collect various simulation suggestions. Analyze these suggestions with the class briefly. There should be exactly one matching pair among five choices.  For example, If students suggest using spinners, help them to see that in order to simulate the situation, the part the spinner lands on for the first spin can no longer be available on the second spin. They could use a five-part spinner (win, win, lose, lose, lose) for the first spin and a four-part spinner (win, lose, lose, lose) for the second spin. Students would only need the second spinner if the first spinner gives a win. Students have to record the outcome as lose every time the first spinner comes up lose without going to the second spinner. Students would also have to record lose every time the first spinner comes up win and the second spinner does not.</p><p>Let the class explore the Problem in groups of two to four students. (The way you arrange it depends on whether you do the same simulation as a class or if students all do different simulations.)</p>"
          ]
        }
      }
    ]
  }
}