{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "CSiwolOWhi0fNwjz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Every student in each group of 3 should select a random sample of 30 students from the table of 100 7th-grade students found in the Student Edition. The fact that each sample will be different allows students to explore variability as it relates to sample data statistics. </p><p>As groups are deciding what insights they can conclude about sleep patterns from their samples listen to how they are organizing and analyzing the data.  You may need to offer suggestions to move conversations forward. </p><p><strong>Suggested Questions:</strong></p><ul><li>How could you organize the data from your sample to look for trends/insights? (Answers will vary.  Let students decide on the way they want to organize the data.  You can compare these in the summary.)</li><li>Would thinking about a measure of center be helpful to analyze your data? (Answers will vary.  Let students decide if they think this will give them insight.  You can bring these up in the summary to compare their findings.)</li><li>Would looking at the variability of your data be helpful to analyze your data? (Answers will vary.  Let students decide if this will give them insight on the sleeping data.  You can compare these in the summary.)</li><li>Would finding the IQR be helpful to analyze your data? (Answers will vary.  Let students decide if they think this will give them insight.  You can bring this up in the summary to compare their findings.)</li><li>Would finding the MAD be helpful to analyze your data? (Answers will vary.  Let students decide if they think this will give them insight.  You can bring this up in the summary to compare their findings.)</li></ul><p>Distribute <strong>Learning Aid 1.3C: Median Hours of 30 Samples for Sample Size of 5, 10, 30</strong>  for students to use in What If Situation B.</p>"
          ]
        }
      },
      {
        "id": "Y6EyP4Jkn13YfdYU",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "mytQTS0c_EO676Zb",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What is the role of random samples in describing a population?</em></p><p>(As you are circulating during the Explore look for ways that students found their random samples and select students that you want to highlight in the summary.  Select student data displays that will help move the discussion on how samples vary to move forward the conversation during the Summary.)</p>"
          ]
        }
      }
    ]
  }
}