{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "WWPSAXvpcnKrRgm3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Fruit Tree Juice Company packages its most popular drink, cran-apple juice, in cylindrical cans. Each can is 11 centimeters high and has a radius of 2.7 centimeters.</p><p>Sales reports indicate a decline in the sales of Fruit Tree juice. At the same time, sales of juice made by a competitor, the Fruit Blast Juice Company, are on the rise.</p><p>Market researchers at Fruit Tree have determined that Fruit Blast’s success is due to its new rectangular juice boxes. So, Fruit Tree has decided to package its juice in rectangular boxes</p><p>Fruit Tree Juice wants the new rectangular box to have the same volume as the current cylindrical can.</p><ul><li>On centimeter grid paper, make a net for a box that will hold the same amount of juice as the cylindrical can. Cut it out and fold and tape the pattern to form a rectangular box.</li></ul>"
          ]
        }
      },
      {
        "id": "ogeVS3-913u8FskE",
        "title": "Juice Can",
        "content": {
          "type": "Image",
          "url": "faw/images/image78.png",
          "filename": "faw/images/image78.png"
        }
      },
      {
        "id": "-yEQp1z83yClpE7n",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Designing a box that has equal volume requires first calculating the cylindrical can’s volume. It is π(2.72)(11) ≈ 250 cm<sup>3</sup>. (You might encourage students to round the volume to a whole number. This will make the design of the box and all additional calculations simpler. The can has a volume of ≈ 251.9 cm<sup>3</sup>.) </p><p>Answers will vary. Students might choose quite different dimensions for their juice box designs. The only constraint they must meet is that the product of length, width, and height is approximately 250 cm<sup>3</sup>. If they aim for the optimal container from the start (minimum surface area), they may choose a 6 cm • 6 cm • 7 cm box (or some other combination of those dimensions) because it is closest to a cube and gives a volume of 252 cm<sup>3</sup>, relatively close to 250 cm<sup>3</sup>. However, designing a package involves aesthetics as well as cost of packaging, so other dimension choices might seem more appealing. </p><p><em>Possible Answers</em></p><p>For making a net, you need to find the circumference of the base circle. It is π x (2.7 x 2) ≈ 16.96 cm. This will be the length of rectangle in the net. Some students might say it is about 17 cm.</p>"
          ]
        }
      },
      [
        {
          "id": "U5ZlzaHWRYPnb_dj",
          "title": "Student Solution #1",
          "display": "teacher",
          "content": {
            "type": "Image",
            "url": "faw/images/image80.png",
            "filename": "faw/images/image80.png"
          }
        },
        {
          "id": "9B1lcbpWD3nssAtG",
          "title": "Student Solution #2",
          "display": "teacher",
          "content": {
            "type": "Image",
            "url": "faw/images/image79.png",
            "filename": "faw/images/image79.png"
          }
        }
      ],
      {
        "id": "yb5pHFWp0H7QXFwt",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students’ strategies to fold the paper and form a rectangular box may vary. If students keep the height at 11cm, possible answers for length • width • height of a rectangular include:</p><ul><li>4 x 4.48 x 11 </li><li>3 x 5.48 x 11</li><li>2 x 6.48 x 11</li><li>4.24 x 4.24 x 11</li></ul><p>To make a rectangle base, students could fold the paper in half first. It is because two adjacent sides in a rectangle should add up to the half of its perimeter. The sum of length and width of a rectangular base should be about 8.48cm. </p><p>Some students might fold in a different direction, taking 16.96cm as the height. In this case, possible answers for length x width x height of a rectangular can:</p><ul><li>2.5 x 3 x 16.96 </li><li>1.5 x 4 x 16.96</li><li>2.75 x 2.75 x 16.96</li></ul>"
          ]
        }
      },
      {
        "id": "pYc20CPfG0GF8qpF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What is the surface area of your rectangular box? Is it the same volume as the boxes of your classmates? How does the surface area of your box compare to the surface area of the cylindrical can? </li></ul>"
          ]
        }
      },
      {
        "id": "XQPibEE4O-Lihd9w",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary depending on students’ design of box. </p><p>The surface area of a box = the area of top and bottom + the area of lateral faces. The volume will vary, depending on the dimensions of a rectangular prism. Since you use a net of the can to make a box, the lateral area of the box is the same as that of the can. The difference is the area of top and bottom. The base area of the can is about 22.89 cm<sup>2</sup> (π x 2.7<sup>2</sup>) and this will be greater than the base area of a rectangle. (Recall Problem 2.1)</p>"
          ]
        }
      },
      {
        "id": "sb28b7KgwkMIVCom",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Compare your juice box with the boxes made by your classmates. Which rectangular box do you think would make the best juice container? Why?</li></ul>"
          ]
        }
      },
      {
        "id": "g8gxA8iNuEPUymE0",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Students should consider the volume to decide the best juice container. Because the volume of the cylindrical can is π(2.72)(11) ≈ 251.8 cm<sup>3</sup>, students will try to find the rectangular box that has a similar volume to the can. Among possible answers, 4.24 x 4.24 x 11 has the largest volume, 197.75 cm<sup>3</sup>. However, it is still smaller than the can’s volume. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}