{
  "type": "reflection",
  "content": {
    "tiles": [
      {
        "id": "O3tyugrNYwOJUUJ1",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineer Notebook</strong></p><p>Take a look at stakeholder profiles from other students in your class.  Then, in the text and sketch boxes below, note anything important you learned about stakeholders or design solutions in your community, any questions you have, any initial design ideas or sketches or whatever else you want to write about! It would be a good idea to read the description of today&#x27;s activities  to make sure you understood what you did and why so please read that before you write your reflection.</p><p>You can write or sketch in the boxes below (or do both).  You do not need to write in complete sentences. </p><p>Optionally, you can answer some (or all) of these questions in your journal: </p><ul><li>Was it useful to create a stakeholder profile? Why or why not? </li><li>Was it useful to research water conservation design solutions? Why or why not? </li><li>What do you think you did well in today&#x27;s lesson? What do you want to improve?</li></ul>"
          ]
        }
      },
      {
        "id": "tBlZSI4zPVPvmgSt",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity:  Stakeholder Profile and Community Research</strong></p><p>Before you can design a solution, you have to understand your stakeholders and get a good idea of what they need. If you don&#x27;t understand stakeholder need, you may design a solution that people don&#x27;t need or don&#x27;t use. To begin exploring stakeholder need, engineering design professionals reflect on what they already know, what they want to learn, and what assumptions they might be making that would keep them from truly understanding stakeholder need. </p><p>In this lesson, we&#x27;ll learn more about stakeholder need through two activities. First, we&#x27;ll make a stakeholder profile to document what we already know about stakeholders and any assumptions we hold. Second, we will explore water conservation solutions in your community and consider how they meet stakeholder need. </p>"
          ]
        }
      },
      {
        "id": "x-bc4ZW-Qodi_uUP",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineer Notebook (Lesson 3)</strong></p><p></p><p></p><p></p><p></p>"
          ]
        }
      },
      {
        "id": "DHwFMfbJhFsE-qN5",
        "title": "Engineer Notebook (Lesson 3)",
        "content": {
          "type": "Drawing",
          "objects": []
        }
      },
      {
        "id": "7DT6FNpLWSiBe3Y0",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Documentation</strong></p><p>Document your design process. Take your stakeholder profile and engineer notebook tile(s) and add them to the Learning Journal. </p>"
          ]
        }
      }
    ]
  }
}