{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "9weTbhs0cdY69Jdm",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Remind students that they have previously compared the volume of a cone to the volume of a cylinder with the same dimensions. They also compared the volume of a sphere to the volume of a related cylinder. </p><p><strong>Suggested Questions:</strong></p><ul><li>How can the comparisons you made in Problem 4.2 help you compare the volume of a cone and the volume of a sphere?  (The volume of the cone was one third the volume of the cylinder with the same dimensions.  The volume of the sphere was two thirds the volume of the cylinder.  So, the volume of a cone must be half the volume of a sphere if they have the same dimensions.)</li><li>How many scoops fit inside a cone? (A cone with the same dimensions as a scoop has half the volume of the scoop, so ½ scoop fits inside a cone.)</li><li>What other relationships can you write about these shapes?  (Possible answers:  volume of cone + volume of the sphere = volume of the cylinder: ½ scoop + 1 scoop = 1 cup)</li></ul>"
          ]
        }
      },
      {
        "id": "O5mk2l7bDSkGVNol",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "gNbnBeO7oL-fZPqa",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What are some relationships among right prisms, cylinders, cones and spheres that are useful to solve problems? </em></p><p>(As you circulate during the Explore, listen for students solidifying their understanding of the volume relationships between cylinders, cones and spheres with the same height: If you compare their volumes, the volume of the cylinder is equal to the sum of the cone’s volume and the sphere’s volume. The cone’s volume is 1/3 of the cylinder’s and the sphere’s volume is 2/3 of the cylinder’s. You can also say that the volume of the sphere is twice the volume of the cone. A rectangular prism has greater volume than the others.)</p>"
          ]
        }
      }
    ]
  }
}