{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "0ngA4z3xwi0lgNxy",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Discuss the groups’ answers as a class. There may be some disagreement. Encourage students to explain their reasoning as they share their answers. (Language)</p>"
          ]
        }
      },
      {
        "id": "X4EGueRM0acUMLrl",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p>Be sure to analyze the possible outcomes. This will provide background for analyzing theoretical probabilities in the next Investigation.</p><p><strong>Suggested questions</strong></p><ul><li>What strategies did you use to decide if events were equally likely? (Answers will vary.  Look for students who found all possible outcomes.) Record some of the actions that students make up to illustrate equally likely events.</li><li>How did you come to consensus as a group when you disagreed on whether an event was equally likely? (Answers will vary.)</li><li>If a situation is equally likely does it mean the probability is 50%?  (The ideas here are: 2 events might be equally likely or not: if they are the probability is 50%. (light switch, T/F guess).  Three events might be equally likely or not; if they are equally likely the probability is not 50%. Takeaway: We need to know how many possible outcomes, and whether they are equally likely in order to assign a probability. </li><li>Which experimental trials in Problem 1.1 and 1.2 had equally likely outcomes?  (coin toss H/T and Match/No Match)</li></ul>"
          ]
        }
      },
      {
        "id": "HiybqdSV1275xaHG",
        "title": "Text 14",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "76WMgdeJiX_iULOf",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
          ]
        }
      }
    ]
  }
}