{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "ALno2K_zAI7ILfd6",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students revisit a setting from the How Likely Is It? unit.  They choose colored blocks from a bag to use random samples to estimate population. They analyze student strategies for using the sample to determine the population.  The students will then look at a data set of a mystery container to determine the number of blue cubes in the container.  </p>"
          ]
        }
      },
      {
        "id": "f1E1BfjPFub141Lh",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can we use random sampling to estimate populations?</p>"
          ]
        }
      },
      {
        "id": "nqpk6t85sHhUbGOs",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>You may want to connect back to the unit Data About Us to make sure students know what a remember the measures of center – median and mean.</p><p><strong>Suggested Questions:</strong></p><ul><li>Imagine that I have a set of data that has 5 observations and the median is 6. What does mean? (You have 5 data values. If you put the data values in order, the middle value would be 6.)</li><li>What might a line plot of that data look like? (Many possibilities. There would be five quantities in order from smallest to largest. The middle value would be 6. The first two values can be any number from 0 to 6. The last two values can be any number ≥ 6. See a couple of possible data sets below.)</li></ul>"
          ]
        }
      }
    ]
  }
}