{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEnDyz5B6R1JGh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>The scientific issue in this problem is how performance can change over time. The mathematical issue is how that performance pattern between the variables is shown by data expressed in tables. You can give focus to the Summarize discussion by asking students what their experiment told them about each issue.</p>"
          ]
        }
      },
      {
        "id": "TILE1l72u_tHQOqX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What was the pattern of the relationship between the variables of your group’s jumping jacks?<em> (Answers will vary.)</em></li><li>How did that pattern look when the person was jumping?<em> (Descriptions should include if the jumper sped up, slowed down, or kept a steady pace.)</em></li><li>How do you see that pattern in the table?<em> (Descriptions should include changes in the way the number of total jumps changes. If the jumper sped up, there will be a larger increase in jumps. If the jumper slowed down, there will be less increase in jumps. If the jumper kept a steady pace, the increase in jumps is consistent.)</em></li><li>The instructions told you to use 10-second intervals. Could you have chosen a different time interval for recording data in your table? <em>(Yes.)</em></li><li>Would your choice have affected your table of data? If so, in what way? <em>(For smaller intervals, the number of jumping jacks is lesser, and conversely, for larger intervals, the number of jumping jacks is greater. However, in either case, the number of jumps in a time interval tends to decrease over time.)</em></li><li>What does the jumping jack experiment suggest about bicycle riding speed over time?<em> (Usually, the distance in a time interval decreases as time passes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILElNPorgncFLYD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Help students visualize the patterns of change relationships by imagining someone jumping and how that would influence the data in the table. These questions can help students make sense of how the physical activity is represented in a table of data. (Portrayal) This can help students abstract information from a table without a physical representation in later problems.</p>"
          ]
        }
      },
      {
        "id": "HbBJeLGVIlTRanLF",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Compared to Ms. Park’s students, does your data have the same relationship between the variables? <em>(Answers will vary. There may be some “consistent” jumpers in the classroom like Paula or Li Wei.)</em></li><li>Did anyone in the class have steady or consistent jumping? How do you determine a consistent jumper? <em>(It may be someone from their group, someone from the class, or one of the characters in the What If . . . ? A consistent jumper has the same number of jumping jacks for every 10 seconds. Or some students might say the jumper did 1 jump for every 1 second.)</em></li><li>What would a consistent jumper’s table of data look like? What would you see if you watched them do the jumping jacks? <em>(The table would increase by the same amount or almost the same amount for each 10-second interval. The jumper would move in a steady way.)</em></li><li>Can you be slow but still be consistent?<em> (Yes.) </em>What would the table of data look like? What would you see if you watched them do the jumping jacks?<em> (The table still increases by the same amount or almost the same amount for each 10-second interval. However, the amount for each 10 seconds would be less. The jumper would move in a slower but still steady way.)</em></li><li>Were any of Ms. Park’s students consistent jumpers? How did their data compare? <em>(Yes. Paula’s group and Li Wei’s groups were consistent. Paula did more jumps in a 10-second interval.)</em></li><li>Who was the least consistent? How do you know? What would the table of data look like? What would you see if you watched them do the jumping jacks?<em> (It may be someone from their group, someone from the class, or one of the characters in the What If . . . ? The number of jumping jacks done in a 10-second interval will be very different each time. So how the table grows will vary. The number of jumps may increase a lot in 10 seconds, may increase only some, or may not increase at all. This jumper would be very inconsistent, sometimes going slow, going fast, maybe stopping, or doing any other varying jumping pattern. In Ms. Park’s class, Ana—Table 6 was the most inconsistent.)</em></li><li>What if someone stopped and started again? How would that change their table of data? What would you see if you watched them do the jumping jacks? <em>(As time increases in the table, there would be no increase in the number of jumps when the jumper is stopped. When the jumper starts again, the number of jumps will begin to increase again as time continues. In Ms. Park’s class, Tori—Table 2 stopped, but she did not start again.)</em></li><li>What if a jumper started off really fast then got slower over the jumping time? What would the table of data look like? What would you see if you watched them do the jumping jacks? <em>(For every 10 seconds, the table would increase quickly at the beginning, and the increase would be less and less as time continued. The student would jump quickly at first and slow down as time passes. In Ms. Park’s class, Sam—Table 3 started by her table increasing by many jumps in the beginning, about 15 jumps every 10 seconds. As she continued to jump, she did fewer jumps in an interval. At about 50 seconds, she was doing 5 jumps for every 10 seconds. Near the end of the 120 seconds, she was jumping about 2 jumps for every 10 seconds.)</em></li><li>What if a jumper started off slow then got really fast over the jumping time? What would the table of data look like? What would you see if you watched them do the jumping jacks?<em> (For every 10 seconds, the table would increase slowly at the beginning, and the increase would be more and more as time continued. The student would jump slowly at first and increase speed as time passes. In Ms. Park’s class, Jackson—Table 5 started a steady pace of about 5 jumps for every 10 seconds. By the end of the 120 seconds, he was doing about 12−13 jumps in 10 seconds.)</em></li></ul><p>Connecting the actions of the jumper to the change in data on the table will help students make sense of the patterns of change. (Portrayal) You may want to have student volunteers demonstrate the actions of a jumper and what the table of data will look like for those jumpers when you ask the previous questions. </p><p>Briefly discuss filling in the data for Lashawn’s group in What If . . . ? Situation B. The pattern of change between the variables is consistent. This situation gives you the opportunity to informally discuss proportional relationships and ratios with your students. In Comparing Quantities, students will use “for every” statements to learn more formally about ratios.</p><ul><li>What do you have to know to fill in the data for Lashawn’s group? <em>(You need to consider the variables, how they are changing, and any patterns between the variables.)</em></li><li>What is the pattern of Lashawn’s data? <em>(The jumper in the group did 8 jumping jacks for every 10 seconds.)</em></li><li>How can we use the pattern of 8 jumping jacks for every 10 seconds to find other amounts of jumping jacks that the group did?<em> (We can keep counting 8 more jumps every time 10 more seconds pass.) </em>Note that this informally builds on students’ understanding of multiples that will be further developed in the next unit, <em>Number Connections: Expressing Factors and Multiples Algebraically.</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILE2GD7yULh2Ucm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions. Since this is the first problem of the year, model thinking about the questions, reflecting back to the problem work, and answering the questions. You may want to have a class discussion, ask prompting questions, and write answers together. (Problem-Solving Environment)</p><ul><li>How is this relationship between the two variables described in words? <em>(At this time, many students will express this in 10-second intervals. For example, if their jumper slowed down over the 2 minutes, they might say: As we jumped a longer amount of time, the number of jumping jacks that we did in 10 seconds was less.)</em></li><li>How is this relationship between the two variables shown in a table?<em> (Answer will vary depending how they jumped. For example, if their jumper slowed down over the 2 minutes, they might say: As the time increases, the number of jumping jacks increases, but it increases more slowly.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "5jub1Cy1N5wcbXd-",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:  </strong>Have students keep their data from the jumping jacks to use in Problem 1.2.</p>"
          ]
        }
      },
      {
        "id": "TILERIjecSyOkGKM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
