{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "jFIyMT7dHCtAVGk3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Looking Ahead</strong></p>"
          ]
        }
      },
      [
        {
          "id": "t7xsZ16TXVBazuYw",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Washington students plan to sell green and white cupcakes in large ad small boxes.</p><p>The students at Washington school have 40 white cupcakes to package.</p><p>If they put then in large boxes, <strong>how many</strong> green cupcakes will they need?</p><p>If they put them in small boxes of cupcakes <strong>how many</strong> green cupcakes will they need?</p>"
            ]
          }
        },
        {
          "id": "eRJynTxxWRL0Vfrn",
          "title": "Cupcake Boxes",
          "content": {
            "type": "Image",
            "url": "cq/images/cupcake-boxes.png",
            "filename": "cq/images/cupcake-boxes.png"
          }
        }
      ],
      [
        {
          "id": "8Ag4u_NJLh-pGDkn",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Students decide to so a walking backward race. They do a few trials. They find that the average middle school student can walk 1/4 of a mile backward in 6 minutes.</p><p>The students schedule the race for 30 minutes. Whoever walks the farthest is the winner.</p><p><strong>How many</strong> miles would the average middle school student cover in this amount of time? Explain your reasoning</p><p><em>Have you ever tried walking or running backward?</em></p>"
            ]
          }
        },
        {
          "id": "Ve_MUBF8tAjNwjo5",
          "title": "Walking Backward",
          "content": {
            "type": "Image",
            "url": "cq/images/running-backward.png",
            "filename": "cq/images/running-backward.png"
          }
        }
      ],
      {
        "id": "b001YTgAAD1p66Lb",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The following data came from a Central Middle School classroom.</p>"
          ]
        }
      },
      {
        "id": "nA6GoQdKEMB09xX6",
        "title": "Trait table",
        "content": {
          "type": "Image",
          "url": "cq/images/traits-table.png",
          "filename": "cq/images/traits-table.png"
        }
      },
      [
        {
          "id": "f-g6sU-cItu90-hK",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<li><strong>What</strong> percent of the students in the Central classroom have each trait?</li><li>If this p[recent is typical for the whole school, <strong>how many</strong> of the 500 students in the school have these traits?</li>"
            ]
          }
        },
        {
          "id": "mw4x6RNSsiU6RWCf",
          "title": "Different traits",
          "content": {
            "type": "Image",
            "url": "cq/images/traits-image.png",
            "filename": "cq/images/traits-image.png"
          }
        }
      ],
      {
        "id": "JB-K8VOrY0xBKgll",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>numbers are useful in solving problems. In the <em>Number Connection</em> unit, we used the <em>multiplicative structure</em> of number to solve problems. For example:</p><ul><li>When we realize that every number is a product of its factors, like 12 = 1 × 2 × 2 × 3, we can analyze the locker problem to predict which students closed or opened a locker.</li><li>Least common multiples were used to predict the next time cicadas and their predators would appear together.</li><li>Greatest common factors were useful to determine the number of snack packs to make with equal amount of snacks in each pack.</li><li>We also used algebraic expression to express all multiples of 3 as 3<em>N</em>, all multiples of 5 as 5<em>N</em>, and all common multiples of 3 and 5 as 15<em>N</em>, where <em>N</em> is a whole number.</li></ul><p>Numbers are also useful for comparing quantities.</p><ul><li>Comparing by subtracting and finding the difference is one wya: &quot;I have $2.00 more than my sister&quot;</li><li>Comparing with <em>ratios</em> uses multiplication: &quot;I have twice as much money as my sister.&quot;</li></ul><p>In <em>Comparing Quantities</em>, we will use our understanding of the multiplicative structure of number to develop skills with ratios and percent. Our new skills can help us make sense of situations like the ones on the previous page. Solving problems with ratios is called <em>reasoning with ratios.</em></p><ul><li><strong>Is </strong>this a comparison situation? If so, do I use ratios or subtraction?</li><li><strong>What</strong> strategies can I use to find equivalent ratios?</li><li><strong>How </strong>can I use ratios, unit rates, or percent to make comparisons and solve problems?</li></ul>"
          ]
        }
      },
      {
        "id": "ctMhP-zH20TcaEdq",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1: Making Comparisons</strong></p><p>People make and do amazing and amusing things all over the world. For instance, the smallest motorized car is so small it has a bumper 1/2 the thickness of a human hair, and its top speed is 0.011 miles per hours. It&#x27;s so small it can sit on a fingernail!</p><p>The following are statements about people, places, and things. notice that numbers are used to justify these claims.</p><ul><li>The longest plunge over the edge of a waterfall in a kayak by a woman is 82 feet.</li><li>The region of the world with the most biodiversity is the Tropical Andes of South America, where approximately 16% of all known plant species live. </li><li>The winner of the first official backward running race ran one mile in 6 minutes 2.35 seconds. </li><li>The department of Commerce claims that the number of STEM (science, technology, engineering, and mathematics) jobs between 2008 and 2018 grew at twice the rate of other jobs.</li><li>On average, each one of us produces 4.4 pounds of solid waste each day.</li></ul><p><em>Which of these statements make a comparison? What are they comparing?</em></p>"
          ]
        }
      },
      {
        "id": "-TDRy6IDNudy9P5W",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Isabella remembers a project in which she had to write a story about her favorite number. The story included mathematical facts about the number and connections between the number and the world. Her favorite number is 12. Her project included the following information. </p>"
          ]
        }
      },
      {
        "id": "_vbKYbgCK38CcxZD",
        "title": "Isabella's favorite number",
        "content": {
          "type": "Image",
          "url": "cq/images/isabella-s-favorite-number.png",
          "filename": "cq/images/isabella-s-favorite-number.png"
        }
      },
      {
        "id": "Ed6GwyjJIO0UdiL9",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What is your favorite number? What do you know about it?</em></p>"
          ]
        }
      },
      {
        "id": "D0FNg0wzufG813QT",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Isabella noticed many ways to represent the number 12. These representations are called <em>numeric expressions</em>. Since they all represent 12, they are <em>equivalent expressions.</em></p>"
          ]
        }
      },
      {
        "id": "Yy14g24aKnDTXJMy",
        "title": "Number Structures",
        "content": {
          "type": "Image",
          "url": "cq/images/number-structures.png",
          "filename": "cq/images/number-structures.png"
        }
      }
    ]
  },
  "supports": []
}
