{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "jFIyMT7dHCtAVGk3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Looking Ahead</strong></p>"
          ]
        }
      },
      [
        {
          "id": "t7xsZ16TXVBazuYw",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Insects called cicadas spend most of their lives underground. Many come above ground onl every 13 years or 17 years. In late April and early May 2024, both the 17-year Brood XIII (Brood 13) in Northern Illinois and the 13-year Brood XIX (Brood 19) emerged in Southeastern United States.</p><p>In <strong>what</strong> year will the 17-year and 13-year cicadas next appear together? </p>"
            ]
          }
        },
        {
          "id": "eRJynTxxWRL0Vfrn",
          "title": "Cicada",
          "content": {
            "type": "Image",
            "url": "cq/images/cicada.png"
          }
        }
      ],
      [
        {
          "id": "8Ag4u_NJLh-pGDkn",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>There are 1,000 lockers along a long hall of Westfalls High. The lockers are numbered from 1 to 1,000.</p><p>When the 1,000 Westfalls High student return from summer vacation, they decide to celebrate the beginning of the school year with a physical activity.</p><p>The first student, Student 1, runs down the row of lockers and open every locker door. Student 2 closes the doors of Lockers 2, 4, 6, 8, and so on, to the end of the line. Student 3 <em>changes the state</em> of the doors of Lockers 3, 6, 9, 12, and so on, to the end of the line. This pattern continues until all 1,000 students have had a turn. </p><p><strong>When</strong> all students have had a chance to change the lockers, which lowers remain open? </p>"
            ]
          }
        },
        {
          "id": "-D9I3v_VoKVCfTqj",
          "title": "Lockers",
          "content": {
            "type": "Image",
            "url": "cq/images/lockers.png",
            "filename": "cq/images/lockers.png"
          }
        }
      ],
      {
        "id": "b001YTgAAD1p66Lb",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Hank is very excited about using the algebraic expression 3<em>N</em> to express multiples of 3, so he makes up a new game, <em>Algebra Connections</em>. He uses clue cards with algebraic expressions and equations involving factors and multiples. The players take turns deciding if there is one more than one number that makes the expression true. <em>N</em> is a whole number.</p><p>For each card, <strong>what</strong> are the possible whole numbers for <em>N</em>?</p>"
          ]
        }
      },
      {
        "id": "FdDLnz1JbYWxDlLl",
        "title": "Hank's Cards",
        "content": {
          "type": "Image",
          "url": "cq/images/hanks-cards.png",
          "filename": "cq/images/hanks-cards.png"
        }
      },
      {
        "id": "f-g6sU-cItu90-hK",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In prior grades, we have been studying numbers. In this unit, we will continue to look at some of the important properties of numbers in a more general way. Whole numbers have interesting properties and structures:</p><ul><li>Some numbers can be divided by many numbers.</li><li>Other numbers can be divided by only a few numbers.</li><li>Some pairs of numbers have lots of factors in common.</li><li>Some pairs of numbers share only one factor in common.</li><li>Numbers can be written as the sum of numbers.</li><li>Some numbers can be written as products or sums of products.</li></ul><p>Recognizing and expressing <em>important properties </em>and <em>structures</em> of numbers more generally is called <em>algebraic reasoning</em>. We used algebra and algebraic reasoning to represent and explore the relationship between two variables in the <em>Variables and Patterns </em>unit.</p><p>In this unit, we will explore some interesting patterns. We will find ways to express these patterns more generally using algebraic expressions and equations. When we predict what we think will happen in a mathematical situation, we are making a <em>conjecture. </em>A <em>conjecture</em> is our best guess about an observed pattern or relationship. We will use these ideas about the properties and structure of numbers to solve some interesting problems.</p><p>As we work on the problems in this unit, ask yourself questions about problem situations that involve number:</p><ul><li>In <strong>what</strong> ways is the multiplicative structure of number useful?</li><li>In <strong>what</strong> ways is the additive structure of number useful?</li><li><strong>When</strong> might it be useful to write a number in factored form or as a sum or both?</li><li><strong>What</strong> are the advantages of expressing number patterns more generally?</li></ul>"
          ]
        }
      },
      {
        "id": "JB-K8VOrY0xBKgll",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>Generalizing Factor and Multiple Patterns: Algebraic Reasoning</strong></p>"
          ]
        }
      },
      {
        "id": "ctMhP-zH20TcaEdq",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In prior grades, we learned about numbers and some of their interesting properties.</p><p><em>What are some interesting things you know about whole numbers?</em></p>"
          ]
        }
      },
      {
        "id": "-TDRy6IDNudy9P5W",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Isabella remembers a project in which she had to write a story about her favorite number. The story included mathematical facts about the number and connections between the number and the world. Her favorite number is 12. Her project included the following information. </p>"
          ]
        }
      },
      {
        "id": "_vbKYbgCK38CcxZD",
        "title": "Isabella's favorite number",
        "content": {
          "type": "Image",
          "url": "cq/images/isabella-s-favorite-number.png",
          "filename": "cq/images/isabella-s-favorite-number.png"
        }
      },
      {
        "id": "Ed6GwyjJIO0UdiL9",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What is your favorite number? What do you know about it?</em></p>"
          ]
        }
      },
      {
        "id": "D0FNg0wzufG813QT",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Isabella noticed many ways to represent the number 12. These representations are called <em>numeric expressions</em>. Since they all represent 12, they are <em>equivalent expressions.</em></p>"
          ]
        }
      },
      {
        "id": "Yy14g24aKnDTXJMy",
        "title": "Number Structures",
        "content": {
          "type": "Image",
          "url": "cq/images/number-structures.png",
          "filename": "cq/images/number-structures.png"
        }
      }
    ]
  },
  "supports": []
}
