{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "bKDu3X9rXi2xR-tW",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Malcolm’s Graph</strong></p><p>Examine Malcolm’s claim.</p>"
          ]
        }
      },
      {
        "id": "Tdbhuz8yYuTRNMtR",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Malcolm&#x27;s Claim</em></p><p>I think a graph might be easier to use to make predictions about what price to charge. </p>"
          ]
        }
      },
      {
        "id": "LpA_c9Suf00JrTBA",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use the following questions to see if Malcolm is correct.</p><p><strong>1.</strong>  Make a graph of the data. Which variable is the independent variable? The dependent variable? Explain.</p><p><strong>2. </strong> Based on your graph, which price do you think the tour operators should charge? Is this the same price you predicted using the table? Explain.</p><p><strong>3.</strong>  If the cost of the tour is $325, how could you find the number of customers using the table? The graph?</p><p><strong>4. </strong> How much money (income) do the tour operators collect if they charge $325 per customer?</p><p><strong>5.</strong>  Is Malcolm correct that a graph makes finding predictions easier? Explain.</p>"
          ]
        }
      },
      {
        "id": "UeIE4HtiP5fHjGly",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>1.  </strong>In this problem, the independent variable is the tour price, and the number of customers is the dependent variable. It is because the number of people who said they would take the tour depends on the tour price.  Graphs may vary depending on the scale of the graph students select. </p><p>One possible graph: </p>"
          ]
        }
      },
      {
        "id": "JXKvaBh9BeL-25Zi",
        "title": "Tour Price Projections",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "vap/images/shu.jpg",
          "filename": "vap/images/shu.jpg"
        }
      },
      {
        "id": "vvhJ25T6UwPLl_5N",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>2.   </strong>Answers will vary. Possible answers include:</p><ul><li>Since the number of customers rapidly decreases after $350, the operator may want to charge less than $350. </li><li>The operator should charge $250 because it is in the middle of five data points from $150 to $350. </li><li>It is similar to the prediction using the table, but the graph makes it easier to see the changes.</li></ul><p><strong>3.  </strong> Answers may vary. Possible answers include:</p><ul><li>Since $325 is the middle point between $300 and $350, the number of customers for $325 will also be the middle point between two numbers. In the table, the number of customers for $300 is 65 and for $350 is 59. So, the middle point will be 62. This answer assumes that the relationship between the two variables is linear. </li><li>In the graph, I can predict the plot (325, ?) in between (300, 65) and (350, 59). Since the pattern seems not linear, but a curve, I would put the data point along the curve, which may be (325, 61).</li></ul><p><strong>4.  </strong>Answers may vary depending on the student’s answer to question 4. </p><p>Possible answers include:</p><ul><li>If the number of customers is 62, the income will be  $325 × 62 = $20,150. </li><li>If the number of customers is 61, the income will be  $325 × 61 = $19,825.</li></ul><p><strong>5.  </strong>Answers will vary.</p><p>Many students like to see the visual of the pattern between the two variables on a graph.</p><p>Many students can look at the numerical patterns in the table to understand the pattern between the two variables.</p>"
          ]
        }
      },
      {
        "id": "GzqzDtXqU-it7vcD",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. Patterns of Change</strong></p><p>The number of people who say they would take the tour depends on the price. </p><p><strong>1. </strong> How does the number of customers change as the price increases?</p><p><strong>2.  </strong>How is the change in the number of customers shown in the table? In the graph?</p>"
          ]
        }
      },
      {
        "id": "tseJcVz2l_wMHlfN",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>1.  </strong>As the price increases, the number of customers decreases. The number of customers decreases more and more as the price increases, from 76 to 0. </p><p><strong>2.  </strong> In the table, the number of customers in any row is less than the previous row. And you can see that the difference between two adjacent numbers of customers is getting greater as the price increases. It means that the number of customers decreases rapidly as the price increases. You can see the same pattern visually in the graph: the data points lie along a curve. Also, on the graph you can see that as the price increases, the segments between consecutive data points are “steeper” and the distance is greater.</p>"
          ]
        }
      }
    ]
  }
}
