{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEO6L-zkuEzWLR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem introduces students to comparison statements through the context of claims made about a school fundraising activity. It provides an opportunity to assess students&#x27; knowledge and flexibility with additive and multiplicative thinking. In particular, the problem is structured to give insight into whether your students can begin to make multiplicative comparisons (using fractions, ratios, and/or percents) or whether they can only make additive comparisons (using subtraction). You may also have the opportunity to assess students&#x27; understanding of equivalent fractions, which is the backbone for developing understanding of ratio. Developing the ability to make multiplicative comparisons is a major goal of this unit.</p><p>This problem provides a chance to pre-assess students&#x27; sense of multiplicative reasoning. Students are introduced to comparison statements. One statement is additive. For example, the Academy goal is $150 more than Washington&#x27;s goal. The other statements are multiplicative. For example, for every $60 the Academy students plan to raise, the Central students plan to raise $90. </p><p>The <em>ratio</em> is comparison of two quantities that depends on multiplication and division. A <em>difference</em>, by contrast, is a comparison of two quantities that depends on addition and subtraction. The latter does not represent a ratio. Mathematically, students typically come to grade 6 thinking additively, and they tend to compare using differences. This problem involves comparisons of the fundraising goals of different schools. Ratios are informally introduced in &quot;for every&quot; statements, such as &quot;for every $60 Academy raises, Central raises $90.&quot; </p><p><strong>Management Note: </strong>To optimize class time, you may want to cut apart the comparison statements from <strong>Learning Aid 1.1: Fundraiser Cards. </strong>You can provide sets of the statements in envelopes to pairs of students. </p>"
          ]
        }
      },
      {
        "id": "TILEMA9ajCnIMyEP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p></p>"
          ]
        }
      },
      {
        "id": "TILEqx82Slz23-m0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong>:  </p><p><strong>Standards: </strong></p>"
          ]
        }
      },
      {
        "id": "TILE0wfIEj-SeW6z",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><li></li>"
          ]
        }
      },
      {
        "id": "TILE5Lc4iUjSXXxj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p><em></em></p>"
          ]
        }
      },
      {
        "id": "TILE76dfq4-CyT7x",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li></li></ul>"
          ]
        }
      },
      {
        "id": "1o9V7O7Vfg5yyXbS",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li></li></ul>"
          ]
        }
      },
      {
        "id": "TILEJymHPe0NZTjR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Presenting the Challenge</strong></p><p></p>"
          ]
        }
      },
      {
        "id": "TILElJtRsCDljWwT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li></li></ul>"
          ]
        }
      },
      {
        "id": "TILE1SGFoxB7oEI_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<li></li>"
          ]
        }
      }
    ]
  },
  "supports": []
}
