{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEO6L-zkuEzWLR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem provides students with an opportunity to review and enhance their understanding of factors by playing the <em>Factor Game </em>. While playing the game, students become familiar with the factors (or divisors) of the numbers from 2 to 30. They also review multiplication and division of small whole numbers. Students analyze winning strategies that depend on recognizing which numbers have an abundance of factors and multiples by evaluating equations using this knowledge. </p><p><strong>Implementation Notes: </strong>This problem may take two days. Giving students time to analyze the <em>Factor Game</em> board moves and then generalize the patterns will help students build a solid foundation for this unit and connect to the ideas on algebraic expressions and equations that were started in the unit <em>Variables and Patterns</em>.</p><p>In What If...? Situation B, there are four patterns. described that students are to decide if they are correct. Differentiate the patterns in the classroom by assigning two patterns to each group. Discuss all of them in the summary. (Agency, Identity, Ownership) </p><p><strong>Project: </strong>The <em>My Favorite Number</em> idea described in the introduction could be completed by students as a miniproject throughout the unit. Each problem could add a new idea about their number similar to Isabella&#x27;s in the Student Edition. </p>"
          ]
        }
      },
      {
        "id": "TILEMA9ajCnIMyEP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe some patterns you have learned about multiples and factors of whole numbers.</p>"
          ]
        }
      },
      {
        "id": "TILEqx82Slz23-m0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong>:  Introduction, Exploration, Exploration</p><p><strong>Standards: </strong>See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "TILE0wfIEj-SeW6z",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><li>This problem begins the work of applying and extending understanding of factors, multiples, prime and composite numbers, as well as being able to describe these understandings—such as the following: </li><ul><li>Prime numbers only have two factors, 1 and themselves.</li><li>Composite numbers have more than two factors.</li><li>All even numbers have 2 as a factor.</li><li>All numbers that have 6 as a factor also have 2 and 3 as factors.</li><li>All square numbers have an odd number of factors.</li></ul><p>Factors of a number come in pairs, and that helps one find all of the factors of a number. </p>"
          ]
        }
      },
      {
        "id": "TILE5Lc4iUjSXXxj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Use the story in the introduction about Isabella&#x27;s favorite number project to review the vocabulary words from their work in previous grades: <em>factor, product, multiple, prime number, composite number, even number, odd number, common factor, </em>and <em>common multiple. </em>Introduce them to the new vocabulary words: <em>multiplicative structure, additive structure, and terms.</em></p>"
          ]
        }
      },
      {
        "id": "TILE76dfq4-CyT7x",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Are Isabella&#x27;s statements true? (Yes.) Explain why. (Answers will vary.)</li><li>Are there other ways to write 12 as a sum of two terms? (Yes.) Three terms? (Yes.) </li></ul>"
          ]
        }
      },
      {
        "id": "1o9V7O7Vfg5yyXbS",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Yes</p>"
          ]
        }
      },
      {
        "id": "TILEoZgRVTZpKivQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student predictions will likely be much higher than their actual walking rates. They may have some knowledge about walking rates if they have used a treadmill. On a treadmill, a person might set the walking speed at 4 miles per hour. One interesting thing about treadmills is that the rate of 4 miles per hour may also be reported as 15 minutes per mile. You might discuss why both these rates are reported or why treadmills do not report the rate in miles per minute or meters per hour. </p>"
          ]
        }
      },
      {
        "id": "TILEJymHPe0NZTjR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Tell a story about walkathons. Students may have some experience with other “–athons.” Discuss the walkathon described in the student edition and that Ms. Chang’s class suggests finding their walking rates. Ask students what they think their walking rate is.</p><p>Now tell students that they will have a chance to check their guesses about their walking rates. </p><p>Describe the experiment. </p><p>Have students work in groups of 4. Give each group access to meter sticks (or a pre-set measurement of 10 meters) and a timer or a clock with seconds. Students should do the experiment twice to get a more accurate walking rate. They can choose either the rate they want or the average of the two. Make sure there is a person checking the time in each group. As the groups finish collecting their data, they can work on the questions on the What If…? questions. </p>"
          ]
        }
      },
      {
        "id": "TILElJtRsCDljWwT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li> What does meters per second mean? (A rate where we know how many meters in one second.)</li><li> How might meter sticks and a timer help? (We can line-up 10 sticks and find how long it takes to walk 10 meters.)</li><li> What are the variables? (meters and seconds) </li><li>What is the relationship between the variables? (The more distance I walk, the more time it will take.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE1SGFoxB7oEI_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You could extend this Problem by asking some groups to record their data on a display such as a graph. The following optional suggestions are designed to enrich the experiment: </p><ul><li> Let the groups decide whether they want to calculate meters per second or seconds per meter. </li><li> Ask one group to change their walking rate—maybe walk, jog, sprint, and so on. </li><li> Ask some students to walk for 10 seconds rather than 10 meters. Be sure to discuss these suggestions in the Summarize if you assign them. </li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
