{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "zzRVA6ObpH16LUkj",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>The Product Game</em></strong></p><p>Equipment</p><ul><li>Copies of the <em>Product Game </em>board</li><li>two paper clips</li><li>two different- color markers or two chips (Each player uses a different color). </li></ul><p>Rules</p><p>Play as individuals or in teams.</p><ul><li>Player A puts a paper clip on a number in the factor list. Since it takes at least two factors to make a product, Player A does not mark anything on the board.</li><li>Player B puts the other paper clip on any number in the factor list. Player B may select the same number as Player A. Player B shades or covers the product of the two factors on the product board.</li><li>Player A moves <em>either</em> one of the paper clips to another number. Player A shades or covers the new product with a different color than Player B.</li><li>Players take turns moving a paper clip and marking the product. A product can only be marked by one player. If a product is already marked, the player does not get a mark for that turn.</li><li>The winner is the first player to ark four squares in a row (up and down, across, or diagonally).</li></ul>"
          ]
        }
      },
      {
        "id": "qWT9WC8IGMig9mlD",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Play the game a few times. Describe some strategies you used.</li></ul>"
          ]
        }
      },
      {
        "id": "BJrUQYQJD7RHwJu9",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students&#x27; strategies will vary. Some students will try to start finding products in the middle of the game board so that they have lots of ways to win.</p>"
          ]
        }
      },
      {
        "id": "mQM_PLhbXYoXimD6",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How are the <em>Factor Game</em> and the <em>Product Game</em> similar? How are they different?</li></ul>"
          ]
        }
      },
      {
        "id": "gJLWoM-EWs2iivB_",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The <em>Factor Game </em>requires students to find all the factors of a number, and the <em>Product Game </em>requires students to find the product of two number. For the <em>Factor Game</em>, you are given products and have to generate all the factors. You need to know how to find ALL factors of a number. In the <em>Product Game, </em>they give you the factors, and you need to know which factors pair together to get the products on the game board.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
