{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "Et0tLK7R0mujEegO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As students play several games against each other, circulate to see that they are reading the coordinates correctly. Remind them to think about strategies for winning the game. Look for students’ ability to estimate and reason about angle size. Also, have them note any winning strategies.</p>"
          ]
        }
      },
      {
        "id": "XcEOO9DsYZYBGWVd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Is the angle greater than, less than, or equal to 90°? (Answers will depend on whether the angle is acute, right, or obtuse.)</li><li>Is it greater than 90°? Is it less than 180°? (Answers will depend on whether the angle is acute or obtuse.)</li><li>Is it greater than 180°? Is it less than 270°? etc. (Answers will depend on whether the angle is obtuse or a fraction of a rotation greater than a straight angle.)</li><li>For What If A, how might using 30°, 45°, 90°, 180°, 270°, etc. help you?</li></ul>"
          ]
        }
      },
      {
        "id": "a7-nWihwg4vFFTXL",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If B and C some students may find it helpful to have the grid from the Four in a Row game to help them visualize the angle measures.</p><p>For students that are ready for an extra challenge, have them sketch the following angles: (Agency, Identity, Ownership)</p><ul><li>Angle 6: two thirds of a straight angle</li><li>Angle 7: one and two thirds times a right angle</li><li>Angle 8: one and a sixth times a straight angle</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "4T4oZd--MtxpHNeR",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How are benchmark angles useful in solving problems?</em></p><p>(As students are working on the What If questions, look for ways they are using benchmark angles to draw new angles. Have students share their strategies in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}
