{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "N9sb08F6PsyxTo8v",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Some students may need help with the area model. On the first free throw the area of the square is separated into two parts to represent 60% and 40%. </p>"
          ]
        }
      },
      {
        "id": "vFkY6_nYbR2UPhmp",
        "title": "Area model of first free throw",
        "content": {
          "type": "Image",
          "url": "hlit/images/4.2_EXPLORE_1.png",
          "filename": "hlit/images/4.2_EXPLORE_1.png"
        }
      },
      {
        "id": "FGw4euR7yrCQ4Ki2",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The area that represents 40% of the square represents a score of 0. On the second free throw, only the area that represents 60% is further subdivided to represent 40% and 60%.</p>"
          ]
        }
      },
      {
        "id": "2v-d6cPbxLnJsXTh",
        "title": "Area model of two free throws",
        "content": {
          "type": "Image",
          "url": "hlit/images/4.2_EXPLORE_2.png",
          "filename": "hlit/images/4.2_EXPLORE_2.png"
        }
      },
      {
        "id": "nXlseSgG3KLOOvdC",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may also need guidance when making the area model for What If Situation B.  Help students look the different path options and then how this could be represented on an area model. </p>"
          ]
        }
      },
      {
        "id": "u4Ho2QGdobsriBfb",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What happens if Nishi misses her first shot? (She doesn’t shoot again.)  Is this reflected in your area model? (Answers will vary.  Students often begin by making it equally likely on their area model.  Help them to see that this isn’t the case.)</li><li>In the pathway game, what happens at the first fork in the path?  (There are two choices.)  Does your area model reflect that? (Answers will vary.)</li><li>In the pathway game, what happens if you take the top path at the first fork?  (There are then three choices.)  Does your area model reflect that? (Answers will vary.)</li><li>In the pathway game, what happens if you take the bottom path at the first fork?  (There are then two choices.)  Does your area model reflect that? (Answers will vary.)</li><li>In the pathway game, what happens if you take the bottom path at the first fork and then choose the upper path?  (There are then two more choices.)  Does your area model reflect that? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "uIt8CMku33nBokma",
        "title": "Text 15",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>How is an area model for the one-and-one free throw situation like or unlike the area model for the Marble game or Making Purple game in Problem 4.1? </em></strong></p><p>(Students should recognize that the area models are alike in that the square represent the entire situation and it is divided into pieces based on the outcomes.  The difference is that for the one-and-one free throws only one part is broken up to represent the second free throw.)</p>"
          ]
        }
      }
    ]
  }
}