{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "7oA_JvKNEoxx_bWB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Students look at the context of a young boy challenging his older brother to a race. Students explore the question, “How long should the race be so that the younger brother wins in a close race?” This problem introduces the idea of students finding the point of intersection of two linear relationships using a graph, a table, or numeric reasoning. The problem also assesses what students have learned about linear relationships and their representations from Investigation 1. </p><p><strong>Implementation Note:</strong> You might have a short summary after the Initial Challenge. This will give students a chance to share their strategies and how they made sense of the race question before going on to answer more detailed questions. You may want to use the What If...? situations to push the conversation during the summary. Ask the questions, pause for students to think about and record their answers, then engage the class in a discussion of ideas.</p>"
          ]
        }
      },
      {
        "id": "iV_joP36DE4DXmUz",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Explore/Analysis &amp; </p><p>Algebraic Expressions and Equations: Analysis</p>"
          ]
        }
      },
      {
        "id": "TILEKRPEbYwB4hIh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK</em></p><p>Describe some strategies for solving problems that involve linear relationships. How can a table, graph, and an equation that represents a linear relationship be used to answer questions about the linear relationship? What other strategies could you use?</p>"
          ]
        }
      },
      {
        "id": "sr8aKyP8wYCLN_Qm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Make sense of a new problem context with two contrasting linear relationships and examine the use of tables, graphs, equations, and inequalities to find solutions. </p><p>Look for patterns in various representations that can be used to answer questions about<em> rate of change</em> for linear relationships such as:</p><ul><li>in tables, the rate of change is the difference between <em>y</em> values when the table values for <em>x </em>change at a constant rate of one</li><li>the direction of the slant of the line in a graph lets you know if the rate of change is positive (lines where the y values are increasing) or negative (where the y values are decreasing)</li><li>the steepness of the line (going up or down) lets you know about the magnitude of the rate of change (e.g., a very steep line implies a large, positive or negative rate of change; where the line is barely increasing or decreasing, you would expect to see smaller values for the rate of change)</li><li>in the equation of a line the rate of change is the number that multiplies the independent variable (for example in Problem 2.1 it is the number of meters traveled each second with time as the independent variable)</li><li>identify and represent proportional relationships as tables, graphs, and equations and distinguish from non-proportional linear relationships</li></ul><p>Look for patterns in various representations that can be used to find the value of one variable in a linear relationship when you have a value for the other variable such as:</p><ul><li>in a table, corresponding values for independent and dependent variables are side-by-side or above and below depending on the orientation of the table</li><li>in a graph, the coordinates of points on the line provide the values of corresponding independent and dependent variables</li><li>in an equation or inequality, the value of the dependent variable can be found for any value of the independent variable by performing the indicated operations in the equation or inequality</li></ul><p>Notice that informal guess and check strategies may allow students to answer questions about when two related linear relationships have the same value such as how much time has passed (t) for the distances traveled (d) to be the same for both brothers. </p><p>NOTE: In an equation, it is not yet true that students will be able to find the value of the independent variable given a value for the dependent variable (e.g., solve 100 = 2x + 45).</p>"
          ]
        }
      },
      {
        "id": "iO6rBnwh49-UXj2R",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>If you did not pose the following questions at the end of the Summarize for Problem 1.4, ask them now. Begin by having students list several equations from Investigation 1 that represent linear relationships. </p>"
          ]
        }
      },
      {
        "id": "ENxs79eJ7_Fe87np",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>Which relationship has the greatest rate of change? (Answers will vary. Look for students to choose the relationship that when written in the form <em>y = b + ax </em>has the greatest value of a. At this time in the unit, students are likely to mention the context of the problem rather than formal language of the value of <em>a</em>.) </li><li>Which relationship(s) has a graph that crosses the <em>y</em>-axis at a point with a positive <em>y</em>-coordinate? With a <em>y</em>-coordinate of zero? With a negative <em>y</em>-coordinate? (Answers will vary. At this time in the unit, students are likely to mention the context of the problem rather than formal language of the value of <em>b</em>. Positive <em>y</em>-coordinate: Look for students to choose the relationship(s) that when written in the form<em> y = b + ax </em>has a positive value of <em>b</em>. Sample: The line that represents Alana’s pledge plan. Zero y-coordinate: Look for students to choose a proportional relationship. Sample: Gilberto’s pledge plan can be modeled by a line that passes through the origin. Negative y-coordinate: Look for students to choose the relationship(s) that when written in the form <em>y = b + mx </em>has a negative value of <em>b</em>. Sample: The line that represents Gilberto’s pledge plan after purchasing a T-shirt for each sponsor.) You can tell students that they will continue to look at linear relationships in this problem. </li></ul>"
          ]
        }
      },
      {
        "id": "R3UnV3WkJvYC98s8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Tell the story of the race between Emile and his younger brother, Henri. This problem is intended to show what knowledge students already have concerning linear relationships. </p><p>Because the problem asks “how long” the race should be, some students will choose to focus on length and some will focus on time. </p><p>Students may suggest that once Emile is about to catch up to Henri, he can slow his walking rate so that Henri maintains the lead until the race is finished. If students give this suggestion, you can tell them to assume that each walking rate remains constant. </p><p>Help students imagine the race situation. (Problem Solving)</p>"
          ]
        }
      },
      {
        "id": "eDHRgCDgAAFzT_kq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What do we know about the race at the beginning? (Possible answer: The younger brother, Henri, has a head start. The brothers are not starting in the same spot.)</li><li>If you were watching this race, what would you see happening with the brothers? (Possible answer: The two brothers would start walking at the same time. The older brother, Emile, would be walking faster and would be catching up with each step. Some students may want to model what would happen with some physical movement.)</li></ul><p>Encourage students to think about how the race can be represented mathematically. Do not look for answers to these questions at this time. During the Explore and Summarize, listen and watch to see how students make sense of the situation.</p><ul><li>What data would you collect to document what happens in the race?</li><li>What are the variables that you would keep track of?</li><li>How could you represent the data to show what happens as they race?</li></ul><p>Have students work in groups of 4 as they investigate the brother’s walking race.</p>"
          ]
        }
      }
    ]
  }
}
