{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "UYv7-2W-IBW36s3t",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students experiment with a fair game that is not as obviously fair as a single toss of a coin. They toss two coins and determine the results of getting a match or no match. These two outcomes are not equally likely, which means they do not have the same chance of occurring. </p><p><strong>Implementation Note:</strong>  Have a brief summary combining the class data in the Initial Challenge before the students do the What If Situations. </p>"
          ]
        }
      },
      {
        "id": "rl3pfZIw0CYc32AM",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL: </strong>Introduction/Explore &amp; Analysis</p>"
          ]
        }
      },
      {
        "id": "fMN6mgXycI5w3U6X",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to notice: </p><ul><li>That doing just a few trials may not get a pattern to use for predictions</li><li>Doing many trials of an experiment helps to find trends in what is most likely to occur</li><li>Experimental probability is the ratio of (Number of desired outcomes)/(Total number of outcomes)</li><li>Proportional reasoning can be used to scale up or down the experimental probabilities to make predictions</li></ul>"
          ]
        }
      },
      {
        "id": "eaj3C6xc4GY4TAa7",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How does collecting more experimental data by repeating an event more times help you predict the likelihood of each possible outcome occurring? How does proportional reasoning help you make predictions?</p>"
          ]
        }
      },
      {
        "id": "ELhiECLb7EsCzvx6",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Introduce the vocabulary in the introduction to the Problem: <em>Probability</em>, <em>Experimental Probability, Trial, and Favorable Outcomes</em>. Discuss the use of ratios expressed as fractions or percents as ways to represent the chances in probability.  Use the idea of writing for every <em>statements</em> that is discussed in the Student Edition Introduction to connect previous learning to this new setting. (Language)</p>"
          ]
        }
      },
      {
        "id": "0o_f54cWFCiKmblJ",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>After discussing the vocabulary and notation, talk to students about how Kaleb’s new idea to use two coins to determine his amount of screen time. If the coins match, he gets one hour of screen time. If they do not match, he gets two hours of screen time. </p>"
          ]
        }
      },
      {
        "id": "FWnfxdOr7ZLML0MA",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What is your prediction of what will happen if Kaleb uses the match/no-match method for choosing his breakfast? (Answers will vary.  A common student comment is that a match is more likely, since students often see two ways to get a match [two heads or two tails], but only one way to get no match [one of each]. Other students will argue that matches, like doubles when rolling two number cubes, are unlikely.) </li></ul><p>Save these conjectures where you can display them to revisit in the Summarize.</p><ul><li>If Kaleb uses this method for the month of June, how many days in June do you think Kaleb will have two hours of screen time? (Student answers will vary. Leave the resolution of this question for the Summarize.)</li></ul><p>Demonstrate how to record the data for tossing two coins. Students may suggest tossing one coin twice or tossing two coins.</p><p>Have students work in groups of two to three.  Distribute Learning Aid 1.2: Matching Coins for students to record their data.</p>"
          ]
        }
      }
    ]
  }
}