{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "Koy1F-D9XBK1US0d",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Implementation Investigation 2</strong></p><p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know to summarize their learning over the time (TIME). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "lf5AF4AsINPYN7ro",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>: Explore &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "v6JGgqlHtr3auefM",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to build and connect mathematical understandings for key aspects of probability and proportional reasoning.</p><p>Begin the understanding that theoretical probability can further students understanding of predicting future events.</p><p>Notice that students can: </p><ul><li>Examine a game and determine all the possible outcomes</li><li>Analyze and count the number of times each outcome will occur</li><li>Notice that the probability of a chance event is a number between 0 and 1</li><li>Explain that larger numbers indicate a greater likelihood that an outcome will occur</li><li>Recognize that a probability near 0 indicates an unlikely event</li><li>Continue looking at whether outcomes are equally likely for an event</li><li>Show that the sum of theoretical probabilities for all possible outcome is always 1</li><li>Recognize that for some events only experimental data is used to make predictions</li><li>Notice that experimental probability changes and gets closer to the theoretical probability as more data is collected </li><li>Create probability models to find probabilities of events that include organized lists and tree diagrams</li><li>Expand the idea of equally likely by relating it to the fairness of a game</li><li>Use proportional reasoning to make predictions based on the theoretical probabilities of a game</li><li>Describe a compound event as a game that consists of two events</li><li>Recognize that organized lists and tree diagrams can be used to find the possible outcomes for compound events</li><li>Understand that a spinner can be used to determine experimental probability. The area of the spinner is subdivided to represent each event</li><li>Understand that using the results of experimental trials, you can predict future outcomes</li><li>Understand that to find theoretical probability with a spinner you would have to determine the portion of the area of the spinner to determine how likely a result might be.</li></ul>"
          ]
        }
      },
      {
        "id": "WFAwU_ubbB252Zzj",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about probability?  About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "Tn43LlxoiGrgw9YJ",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p>"
          ]
        }
      },
      {
        "id": "PiqXuSVPHqt_pbVr",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What do you know about probability? About proportional relationships?</strong></p><p>(At this point students can talk about using theoretical probabilities to make decisions, deciding if a game is fair, and how to use simulations.)</p>"
          ]
        }
      },
      {
        "id": "YQlVIg17VioFaoyY",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What in evidence in students’ work shows an understanding the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}