{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "-6mzMbrbLG1msPy1",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goal of Problem 3.3 is to add another piece of information that will help students in constructing geometric shapes by developing student understanding of the concept of exterior angle and to apply that idea to reasoning from another perspective, about interior angles of polygons. Defining interior and exterior angles is a nontrivial task. It may be helpful for students to see that the interior and exterior angles at a vertex are always supplementary. An interesting fact emerges—the sum of the exterior angles of a polygon is always 360º. Intuitively, this may not be surprising. That is, if you start at one vertex and walk completely around the polygon to the starting vertex, you have in essence done a 360º rotation.</p><p>In all of the preceding work with angles and polygons, we have focused student attention on convex figures, making all interior angles of measure less than 180°. As the star and arrowhead polygons shown in the Student Edition indicate, there are some figures that seem to qualify as polygons but involve interior angles greater than a straight angle. These shapes are briefly visited as an interesting contrast.</p>"
          ]
        }
      },
      {
        "id": "08XLn7JNm30hr3Hv",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: Analysis, Synthesis, Analysis</strong></p><p><strong>Standards: </strong>See you state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "6-779M_wT1RWPsMM",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Analyze and draw conclusions about the sum of the exterior angles of any polygon and the relationship between the sums of exterior angles and the sum of interior angles. </p><p>Analyze relationships in a variety of polygons to notice</p><ul><li>while the sum of the interior angles of polygons changes depending on the numbers of sides, the sum of the exterior angles of any polygon is always 360°;</li><li>each pair of interior and exterior angles on a polygon forms a straight angle (or are supplementary or equals 180°); </li><li>using the observation above, you can find the total sum of interior and exterior angles of a polygon by multiplying the number of sides (<em>n</em>) times 180°;</li><li>the total sum of interior and exterior angles can be used as another way to find the sum of the interior angles (<em>S</em>), that is <em>S</em>= 180°<em>n</em> – 360°; and</li><li>use these equations, knowledge of tiling, and angle relationships (supplementary, complementary, vertical) to solve multi-step problems.</li></ul>"
          ]
        }
      },
      {
        "id": "RUlJoaOgVGsDAEsQ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK?</strong></p><p>What do you know about the exterior angles of a polygon? How might this knowledge be useful?</p>"
          ]
        }
      },
      {
        "id": "YepDxNovHZqWtEhq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Have students study the figures in which exterior angles have been drawn. By doing this, students should be clear about the concept of exterior angles. Point out that there are two possible exterior angles at any vertex of a polygon. When looking for a pattern in the measures of exterior angles for any specific polygon, it will help to study angles that are drawn in a consistent direction (counterclockwise or clockwise). Although students have been told to measure angles counterclockwise, Figure 2 shows walking around a polygon in a clockwise direction. If students notice this, you can discuss that they can think of these angles as having the same measurement. The important thing is that the sides have to be extended in the same direction – either all clockwise or all counterclockwise.</p><p>Show the class an example of an exterior and interior angle of a polygon.  These two angles come in pairs. Students might note that the sum of their measures is 180º. The interior and exterior angles at a vertex are always supplementary.</p>"
          ]
        }
      },
      {
        "id": "f2xMzyeB47hVA5iz",
        "title": "Interior and exterior angles of a polygon",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.3-intro-pic-1.png",
          "filename": "sad/images/sd-3.3-intro-pic-1.png"
        }
      },
      {
        "id": "rkTRjUzN4dZoWENM",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Tell the class that there are two sets of exterior angles depending on how you extend the sides of a polygon. The important thing is that the sides have to be extended in the same direction—either all clockwise or all counterclockwise. (Language)</p>"
          ]
        }
      },
      {
        "id": "3XEKntpminZD-5MW",
        "title": "Two sets of exterior angles",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.3-intro-pic-2.png",
          "filename": "sad/images/sd-3.3-intro-pic-2.png"
        }
      },
      {
        "id": "aiFyfJIrPGHjBNtw",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Ask the class if any of them have done any cycling. You might ask them how angles or the language of angles are used in cycling.</p><p>Tell the class about the cyclist who is cycling around a track in the shape of a pentagon. You might demonstrate this with a pentagon.</p><ul><li>As the cyclist turns the first corner at vertex B, what angle of turn is made? (About 85º. Student measurements may vary slightly but should be around 85º.)</li></ul><p>You can also tape a large pentagon on the floor that resembles the pentagon in the Initial Challenge and have students simulate going around it and making the left turns through an exterior angle.  (Portrayal)</p><p>Tell the class that their challenge is to find how many degrees the cyclist bikes through as she bikes once around a pentagon-shaped track. Tell the class that the cyclist is going counterclockwise around the track. See the counterclockwise figure above.</p>"
          ]
        }
      },
      {
        "id": "4DXRU0WfJQHV01tH",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students work on Problem 3.3 in partners. <strong>Learning Aid 3.3A: Pentagonal Path</strong> may be helpful for some students.</p><p><u>Implementation Note</u>: You may want to divide up the three claims in What If Situation A among the groups to save time. They can share their findings in the Summary.</p>"
          ]
        }
      }
    ]
  }
}
