{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "UWC3zz0HC0tQmePn",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 3.1</strong></p><p><strong>Making Decisions: Analyzing Fairness</strong></p><p>One day at school, Kaleb’s teacher has to decide which student to send to the office for an important message. She suggests they design a simulation or a method to choose the student fairly. A <strong>simulation</strong> is a model used to find experimental probabilities when it is not possible to work with a real situation.</p><p><em>What does it mean to choose the student fairly?</em></p>"
          ]
        }
      },
      {
        "id": "M-x9fbLb3-AfcAaX",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Initial Challenge</strong></p><p>Billie, Keenan, and Carlota volunteer to take a message to the office for their teacher. Suppose only one of these students can be the messenger.</p><p><em>How could you use each of these tools to choose a messenger? </em></p><ul><li>A coin</li><li>A number cube</li><li>Colored cubes</li><li>Slips of paper</li><li>A spinner</li><li>Drawing straws</li></ul>"
          ]
        }
      },
      {
        "id": "Uf-pD6upYeX_k9XO",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Examples are shown for choosing one of three students who volunteer to go to the office.</p><ul><li>Toss a coin 3 times. HH = Billie, TT = Keenan HT = Carlota, and TH = toss again </li><li>When rolling a number cube, if 1 or 2 appears, Billie goes, if 3 or 4 appears, Keenan goes, and if 5 or 6 appears, Carlota goes. </li><li>In a bag, include one block of each of three colors (red, blue, and green). Draw one block at random. If red appears, Billie goes, if blue appears, Keenan goes, and if green appears, Carlota goes. </li><li>For slips of paper, have each student write their name. Draw one slip at random, and the corresponding student runs the errand.</li><li>Draw a spinner with three equal parts, and assign each student one of the three parts. Spin the spinner once, and the corresponding student runs the errand. </li><li>Cut straws to three different lengths and chose one randomly. If the short straw is chosen, Billie goes. If the middle size is chosen, Carlota goes. If the long size is chosen, Keenan goes. </li></ul>"
          ]
        }
      },
      {
        "id": "T8eHXUpNIYeGo-LM",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Is each method a fair way to make a choice? Explain why or why not. </li></ul>"
          ]
        }
      },
      {
        "id": "GRftxd46sYM33CbN",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For the examples above:</p><p>Yes, each student has the same chance of being chosen using each method, because the assignment of the selection is based on equally likely outcomes.</p><p>Students could answer it is fair since each has a chance, but it may not be equally likely.</p>"
          ]
        }
      }
    ]
  }
}