{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "UWC3zz0HC0tQmePn",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Making Decisions: Analyzing Fairness</strong></p><p>One day at school, Kaleb’s teacher has to decide which student to send to the office for an important message. Kaleb suggests they design a method to choose the student fairly. </p><p><em>What does it mean to choose the student fairly?</em></p>"
          ]
        }
      },
      {
        "id": "M-x9fbLb3-AfcAaX",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Billie, Evo, and Carla volunteer to take a message to the office for their teacher. Only one student will be the messenger to take the note.</p><p><em>How could the class use each of these tools to choose a messenger? </em></p><ul><li>a coin</li><li>playing cards</li><li>a number cube</li><li>a spinner</li><li>colored cubes</li><li>drawing straws</li></ul>"
          ]
        }
      },
      {
        "id": "Uf-pD6upYeX_k9XO",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Examples are shown for choosing one of three students who volunteer to go to the office.</p><ul><li>Toss a coin 3 times. HH = Billie, TT = Evo, HT = Carla, and TH = toss again </li><li>When rolling a number cube, if 1 or 2 appears, Billie goes, if 3 or 4 appears, Evo goes, and if 5 or 6 appears, Carla goes. </li><li>In a bag, include one block of each of three colors (red, blue, and green). Draw one block at random. If red appears, Billie goes, if blue appears, Evo goes, and if green appears, Carla goes. </li><li>For a deck of playing cards, assign each student a suit. Draw one card at random and the corresponding student runs the errand. If the unassigned suit is drawn, another card is drawn. </li><li>Draw a spinner with three equal parts and assign each student one of the three parts. Spin the spinner once and the corresponding student runs the errand. </li><li>Cut straws to three different lengths and chose one randomly. If the short straw is chosen, Billie goes. If the middle size is chosen, Carla goes. If the long size is chosen, Evo goes. </li></ul>"
          ]
        }
      },
      {
        "id": "T8eHXUpNIYeGo-LM",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Is each method a fair way to make a choice? Explain why or why not. </li></ul>"
          ]
        }
      },
      {
        "id": "GRftxd46sYM33CbN",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For the examples above:</p><p>Yes, each student has the same chance of being chosen using each method, because the assignment of the selection is based on equally likely outcomes.</p>"
          ]
        }
      }
    ]
  }
}