{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "srl2SF_uPOYVKMPb",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In Lesson 3, you explored the water challenges and usages of your chosen stakeholder in detail. However, it is important to ask questions and identify key factors that affect your chosen stakeholder’s water needs so you can design better solutions for them rather than making assumptions. What information do we need to create an effective water conservation solution?</p>"
          ]
        }
      },
      {
        "id": "FgLa2friLUwYBWw1",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Opening Question (Lesson 4)</em></p><p>Open your Learning Journal and read your stakeholder map and stakeholder profile.</p>"
          ]
        }
      },
      {
        "id": "NmblrVPGYzJXUpf9",
        "title": "Opening Question (Lesson 4.1)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "69cuPS",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>Open your Learning Journal and read your stakeholder map and stakeholder profile.</p><p>If we want to meet the needs of these stakeholders, we will need more information. <strong>What information do we need to create an effective water conservation need statement?  </strong>Write your ideas in the box below.</p>"
                ]
              }
            },
            {
              "title": "Text 7",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>We need to know (about)...</p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "9_dQAFjZ5PwmnjMH",
        "title": "Opening Question (Lesson 4.2)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "PHzbbi",
          "tiles": [
            {
              "title": "Question Prompt 1",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Whole Class Discussion</strong></p><p>Share your ideas with the class. Take any notes from the class discussion.</p>"
                ]
              }
            },
            {
              "title": "Text 11",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Notes from class discussion:</strong></p><ul><li></li></ul>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "bHkkyQIelgbxa_qH",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity: Scoping</strong></p><p>It would take too long to learn everything we could possibly learn related to our water conservation solution, but if we design a solution without understanding our problem and need statement, our solution might not work and/or may not solve the problem. So where do we start?</p><p>One way that engineering design professionals think through a complicated problem space is by <strong>scoping</strong>. <strong>Scoping </strong>is the process of asking and organizing questions to explore a problem space and identify important factors that affect stakeholder needs.</p><p>Asking, evaluating, and organizing questions helps engineering design professionals to <em>establish a scope or identify what is relevant</em> to their stakeholders and refine their need statement as they move forward in the design process. This helps them focus their design on what matters most to the people they are designing for, thus, design better and useful design solutions for their stakeholders.</p>"
          ]
        }
      }
    ]
  }
}