{
  "type": "questions",
  "content": {
    "tiles": [
      {
        "id": "8a_1g3_n3NWp3iJ2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Instructions</strong>: You will be assigned one of three clients to help. In this tab, you will find several questions. </p><p>1. Drag each tile below by its 6 dots into your workspace. </p><p>2. Go to your assigned client&#x27;s tab to learn more about your task.</p><p><em>Once tiles are in your workspace, they will become editable and you can replace the sample text with your own ideas.</em></p><p><strong>Remember: </strong>You can only edit tiles that are within your workspace to the right. If you lose a question tile, you can get a fresh copy of it below.</p><ul><li>Click on the dots in the top right corner of the desired question tile below and drag it into your own workspace.</li><li>Answer each question in your workspace by typing in the tile with the question in it. </li></ul>"
          ]
        }
      },
      {
        "id": "3jGs-qqB2PNYXxVf",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Task 0</strong></p><p>Drag the information about your client (from the client&#x27;s tab) to your workspace. </p>"
          ]
        }
      },
      {
        "id": "7pfeFhGfKUiarCyQ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Task 1</strong></p><p>Interpret and restate your first task and the  client&#x27;s end goal in you own words. </p><p>{In my own words, the client wants me to ... because...}</p>"
          ]
        }
      },
      {
        "id": "KPeRJlqg9xuPG1TN",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Task 2</strong></p><p>Write a memo of the assumptions you will make to help the client. For each assumption, be sure to include <em>Why will you assume this? </em>and <em>What is the impact of this assumption?</em></p><p>{Write your memo here}</p>"
          ]
        }
      },
      {
        "id": "7n6VuRayWyDTHClI",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Task 3</strong></p><p>Create variable chips for your client to use in their model.  You can either create the variable chips in this tile, or create them in the previous tiles next to their assumptions. </p>"
          ]
        }
      },
      {
        "id": "tL6Kc78duKAf2xLn",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Task 4</strong></p><p>Write a memo describing how your variables are related to each other and/or will help you answer the client’s questions. </p><p>{Write your memo here}</p>"
          ]
        }
      }
    ]
  }
}
