{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "ffkVaJaGLgKIWqja",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>This summary should be a time for students to give their ideas and tell why they think their ideas make sense. (Language; Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "TILEus4hRCw3PjoT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions</strong></p><ul><li>How did you find the number of green cupcakes needed for the large box in the Initial Challenge? Small box?</li><li>Did you use multiplicative or additive thinking to answer the questions? </li><li>How did you determine the number of white and green cupcakes in What If...? Situation B when the ratio was changed to 2 green cupcakes to 1 white cupcake? </li><li>How did you determine the number of white and green cupcakes in What If..? Situation B when the size of the box was changed to a grande box? </li></ul>"
          ]
        }
      },
      {
        "id": "23FNZEsRu_dy9LrK",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answers will vary. Have several students share their strategies.</li><li>Answers will vary. they may not think of division as multiplicative thinking. They may not relate repeated additional to multiplicative reasoning.</li><li>Answers will vary. Some examples of student thinking: </li><p><strong>Large</strong></p><p>3 total     to     2 green     to     1 white</p><p>↓× 6                    ↓× 6                       ↓× 6</p><p>18 total   to    ? green      to      ? white</p><p>                             12                           6</p><p><strong>Small</strong></p><p>3 total     to     2 green     to     1 white</p><p>↓× 4                    ↓× 4                      ↓× 4</p><p>12 total   to    ? green      to     ? white</p><ul><p>               8                             4</p></ul><p>OR</p><p>We could divide the total number of cupcakes in each box by the total number of cupcakes in each &quot;group&quot; (2 green cupcakes + 1 white cupcake = 3 cupcakes) to figure out how many groups we have and then multiply by how many cupcakes of each color are in each group.</p><p>In a large box, there would be 2 × (18/3) = 12 green cupcakes and </p><p>1 × (18/3) = 6 white cupcakes.</p><p>In a small box, there would be 2 × (12/3) = 8 green cupcakes and 1 × (12/3) = 4 white cupcakes.</p></ul><ul><li>Answers will vary. Strategies will be similar to above.</li></ul>"
          ]
        }
      },
      {
        "id": "5RJSGoYAbHFhznlM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the unit <em>Number Connections</em>, students were encouraged to think about features of a problem that signaled the appropriate operation. </p><p>In ratio problems, multiplicative thinking is relevant. Sudents may scale up ratios as in the What If..? situations, or students may use division (see the following examples).</p><p><strong>Using Division Strategy 1</strong></p><p>Divide the 40 white cupcakes into packages (large 40 ÷ 10 white in a box = 4 boxes or small 40 ÷ 8 white in a box = 5 boxes). Then multiply the number of packages by the number of green cupcakes in each.</p><p><strong>Using Division Strategy 2</strong></p><p>Use for every 2 white cupcakes in the small box, there is 1 green cupcakes. Divide 40 by 2 to get the number of green cupcakes to be packages in small boxes. </p><p>Multiplicative thinking includes multiplying by 1/2. You can come back to this discussion when you explore division of fractions. 40 divided by 2 is the same as 40 ties 1/2. 40 divided by 1/2 is the same as 40 multiplied by 2. Every multiplication problem can be restated as a division problem. </p><p><strong>Check for Understanding</strong></p><p>After a conversation about the Initial Challenge and What If...? Situation A, you can stop to have students do a few questions to see which strategies they are comfortable using to reason with ratios. You can use What If...? Situation B to do this.</p><p>The phrase &quot;proportional reasoning&quot; is used in national standards for grade 7. It encapsulates all the thinking that students do when they work with ratios. You might want to introduce the phrase now and then use the phrases &quot;proportional reasoning&quot; and &quot;reasoning with ratios&quot; interchangeably until students are familiar with it.</p><ul><li>How did your strategy compare to the strategies in What If...? Situation A? </li></ul>"
          ]
        }
      },
      {
        "id": "e7lBer64aOIyNj7m",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary.</p>"
          ]
        }
      },
      {
        "id": "G1iLP3q8Us7Higt8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know? </em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? Questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "Wtd1tRKWGmxEp3By",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? Question?</li></ul><p>Where did my students get stuck?</p><ul><ul><ul><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul></ul><li>What evidence do I have that students understand the Now What Do You Know? Question?</li><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p></p></ul><li></li>"
          ]
        }
      }
    ]
  }
}
