{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "j-ydP6ieNZZ92C_e",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Strong Ideas</strong></p><p>Read over your design solution sketches and choose your <strong>three</strong> strongest design solutions.  Your strongest design solutions are the solutions that best meet the need of your stakeholders. </p><p>Copy each of the three sketches into your workspace.  Add one text box to each of the<strong> </strong>three sketches. In the text box, explain how the design solution meets the needs of your stakeholders. </p><p>You can use this sentence starter or write in your own words. </p><ul><li>My stakeholders are [insert stakeholders] and their needs are [explain need]. This design solution meets their need because it [is/has/does...].</li></ul>"
          ]
        }
      },
      {
        "id": "nUFH6xh5xXTS0QVB",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Surprising Ideas</strong></p><p>Read over your design solution sketches and notes and choose <strong>two </strong>design solution ideas that surprised you. Copy these sketches in your workspace. Add a text box to each of your surprising idea sketches. In the text box, explain what surprised you about this design solution idea.</p><p>You can use this sentence starter or write in your own words: </p><ul><li>This idea was surprising because...</li></ul><p>One of your surprising ideas could also be one of your strong ideas from the previous activity. Just add a second text box to your sketch explaining why it is also a surprising idea. </p>"
          ]
        }
      },
      {
        "id": "D_YPQTzqHKzwVRmY",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sharing Ideas </strong></p><p>Choose one design solution to share with your class and one special classroom guest. Your special guest could be the principal, another teacher, or someone on staff (like the custodian or the parent-teacher coordinator). Your special guest is a stakeholder that has the power to support a design solution idea (and possibly implement that idea) if they hear an idea that meets their need. </p><p>Prepare to present your design solution. You will have two minutes to share your idea. In your two-minute presentation you will show a sketch of your design solution (and any notes or comments on that sketch). You will also explain:</p><ul><li>how the design solution works and any special features, and</li><li>how the design solution meets stakeholder need </li></ul><p>Take five minutes to practice what you will say to the class with a partner. Then your teacher will welcome your special guest and facilitate the two-minute presentations for each person in your class. </p><p>After everyone has presented, your special guest can share their thoughts on the design solution ideas. Your teacher and other students in the class can also share their feedback. </p>"
          ]
        }
      }
    ]
  }
}
