{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "2FsoXDMXU25t2RKy",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2</strong></p><p><strong>Determining Tour Needs: Analyzing Relationships Among Variables</strong></p><p>In Investigation 1, we used data and modeling with the jumping jack experiment to gain information about the physical demands of riding a bike for long distances. We collected data and represented the data using tables and graphs. We used the patterns we found in the data to model and make predictions about Ocean Bike Tours. Experiments often start with a question that is answered by conducting an experiment to collect data, representing the data, looking for patterns, making predictions, and drawing conclusions. </p><p>As we move through the year, we will continue to use data and modeling to help solve problems. In the <em>Data About Us </em>unit, we will look more closely at the variability among the data and how to represent the data. </p><p>The test run by the Ocean Bike Tours partners raised many questions. </p>"
          ]
        }
      },
      {
        "id": "a5QXhuOZvo4gVF50",
        "title": "Ocean Bike Tour Questions",
        "content": {
          "type": "Image",
          "url": "vap/images/obc.jpg",
          "filename": "vap/images/obc.jpg"
        }
      },
      {
        "id": "pstVy_vjY_ORUpgW",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To make their choices, the five partners decided to do some research on costs for the trip. In this investigation, we will use a representation of the data (tables, graphs, and words) to analyze information from their research and advise the tour business partners. </p><p>The data includes two variables, such as the rental cost of bikes and the number of bikes. </p><ul><li>Since the cost depends on the number of bikes rented, it is called the <strong>dependent variable</strong>. </li><li>The number of bikes is the <strong>independent variable</strong>. </li><li>Graphs usually have the independent variable on the x-axis and the dependent variable on the y-axis. </li></ul><p>In the jumping jack experiment, time was the independent variable, and the<em> number of jumping jacks</em> was the dependent variable.</p>"
          ]
        }
      },
      {
        "id": "cXTOPRAOHlPtjVJm",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 2.1</strong></p><p><strong>Renting Bicycles: Independent and Dependent Variables</strong></p><p>The tour operators decide to rent bicycles for their customers. They get information from two bike shops: Rocky’s and Adrian’s. Rocky’s Cycle Center sends a table of rental costs for bikes. Adrian’s Bike Shop sends a graph of its rental costs. They both have a special price list for group rentals. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
