{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "vXy8eKSCvixx8V1u",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>On the first day, after you have collected the experimental data, discuss what the data tells you about predicting the color block.</p>"
          ]
        }
      },
      {
        "id": "isOV5qYrgi-msAIk",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions (Day 1)</strong></p><ul><li>What is the experimental probability of choosing each color? (Results will vary. Make sure students understand that the experimental probability will change as the game goes on.)</li></ul><p>Dump out the bucket and show students what was in the bucket.  Have them work with a partner on the rest of the Initial Challenge.  Be sure that students are analyzing the data correctly. Since there are 9 red blocks, 6 yellow blocks, and 3 blue blocks, the bucket contains a total of 18 blocks. So, for example, the probability of choosing red is 9/18 or 1/2.</p>"
          ]
        }
      },
      {
        "id": "JWoSgHR576DHrwt-",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions (Day 2)</strong></p><p>As students work, pay attention to which ideas seem to be difficult for them. If students struggle with the probability of something not happening, you may want to ask them about what could happen to make the “not” statement true, or the “not” outcome occur, rather than pointing them to a formula.</p><p>After students have meaningfully found, for instance, that choosing a red or choosing a yellow is the same as not choosing a blue, you might ask the following questions.</p><ul><li>What is the probability of not blue? How many ways can this occur? (It can occur 4 ways, so the probability is 1 minus all the ways it could happen (1 - (4/12))</li><li>What happens if you add P(blue) and P(not blue)? (The sum is one, see the equation below)</li><li>Continue with this line of questioning for other parts of the Problem as needed.   </li></ul>"
          ]
        }
      },
      {
        "id": "6fmBDbEdM21tcujm",
        "title": "Sum of probabilities",
        "content": {
          "type": "Expression",
          "latexStr": "P\\left(Blue\\right)+P\\left(notBlue\\right)=\\frac{4}{12}+\\left(1-\\frac{4}{12}\\right)=1"
        }
      },
      {
        "id": "x1i1fW4D8INWtEdu",
        "title": "Text 18",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong><strong><em></em></strong></p><p><strong><em>How does experimental probability compare to theoretical probability for a given situation? What can you say about the sum of theoretical probabilities for all possible outcomes?</em></strong></p><p>(As you are circulating during the Explore listen for how students are making sense of experimental and theoretical probabilities.  Are they recognizing that experimental probability changes and gets closer to the theoretical probability as more data is collected?  Do they see how to use these probabilities to make predictions using proportional reasoning?  Do they see the sum of theoretical probabilities for all possible outcome is always 1?)</p>"
          ]
        }
      }
    ]
  }
}