{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "DEjGBoahyQdIJ3Cn",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>The main goal of this problem is to provide a STEM experiment in gathering data to support students’ understanding of pi and area of a circle. The size of the water circles made by the eye dropper will be small.  This will take some careful measuring.  Allow for students to restart as needed.  (Agency, Identity, Ownership)</p><p><u>Note</u>: An alternative to the small circles from eye droppers could be to use ¼ cup of water and larger paper towels.  </p><p><strong>Suggested Questions:</strong></p><ul><li>How are you maintaining the consistency of the samples? (Answers will vary.  Examples:  same person doing the water drops, making sure just one drop is used each time, etc.)</li><li>What is a diameter of a circle?  (Any line segment from a point on a circle through the center point to another point on the circle.)</li><li>What is a radius of a circle? (Any line segment from the center of a circle to a point on the circle.)</li><li>What have we done in the past to find area of a circle? (Answers will vary.  Examples: counting the unit squares that cover it, making radius squares to cover it, A=πr<sup>2</sup>, etc.)</li></ul>"
          ]
        }
      },
      {
        "id": "YF8mSzusv0ZgVy-O",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "zwOw1R_S-pvbGMkJ",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What is the relationship between the area of a circle and its radius or diameter? Describe a strategy for finding the area of a circle. </em></p><p>(Collect examples of how students are finding the area of a circle:  counting the unit squares in a circle; using the idea of a little over 3 “radius squares”; finding the diameter then cutting it in half to find the radius and using radius x radius x π; using A = r<sup>2 </sup>π; etc.)</p>"
          ]
        }
      }
    ]
  }
}