{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are investigating some general properties of geometric shapes (figures), including angles and polygons, and using this information to design shapes and solve real world problems. At the end of this Investigation, </p><p><em>What do you know about geometric shapes?</em></p>"
          ]
        }
      },
      {
        "id": "OWOwYqz70MjCkJ7S",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should discuss key angle concepts and skills for problem solving including being able to: </p><ul><li>read, sketch, estimate, and use benchmark angles described by the number of degrees or the amount of turn,</li><li>understand measurement limitations and possible effects of estimation and/or measurement error,</li><li>apply angle concepts and skills to both mathematical problem contexts such as intersecting lines (including parallel lines) and real-world contexts beyond geometric shapes,</li><li>recognize, describe, and use angle relationships such as complementary and supplementary angle pairs, adjacent angles, vertical angles, and straight angles, and begin to use angle relationships to write equations and solve multi-step problems involving angles. </li></ul>"
          ]
        }
      },
      {
        "id": "uMrY6llSvLXkHK9g",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>“Engineers use honey to make brain-like computer chips. Engineers at Washington State University, supported by a grant from the U.S. National Science Foundation, used honey to make components for computer systems that mimic neurons and synapses of the human brain, known as neuromorphic computers.</p><p>Honey — a natural antibacterial, preservative and sweetener — contains environmentally safe ingredients that can be used in neuromorphic computer system components called memristors.”</p><p>Source: National Science Foundation News, <a href=\"https://www.nsf.gov/discoveries/disc_summ.jsp?cntn_id=305086&amp;utm_medium=email&amp;utm_source=govdelivery\">https://www.nsf.gov/discoveries/disc_summ.jsp?cntn_id=305086&amp;utm_medium=email&amp;utm_source=govdelivery</a></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
