{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are investigating some general properties of geometric shapes (figures), including angles and polygons, and using this information to design shapes and solve real world problems. At the end of this Investigation, </p><p><em>What do you know about geometric shapes? How does this information help you design geometric shapes and solve problems?</em></p>"
          ]
        }
      },
      {
        "id": "OWOwYqz70MjCkJ7S",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should discuss key angle concepts and skills for problem solving including being able to: </p><ul><li>read, sketch, estimate, and use benchmark angles described by the number of degrees or the amount of turn,</li><li>understand measurement limitations and possible effects of estimation and/or measurement error,</li><li>apply angle concepts and skills to both mathematical problem contexts such as intersecting lines (including parallel lines) and real-world contexts beyond geometric shapes,</li><li>recognize, describe, and use angle relationships such as complementary and supplementary angle pairs, adjacent angles, vertical angles, and straight angles, and begin to use angle relationships to write equations and solve multi-step problems involving angles. </li></ul>"
          ]
        }
      },
      {
        "id": "obs-eLuPwoL4bNBp",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As we worked on the Problems in this Investigation, we used prior mathematical knowledge to make sense of them. We also applied Mathematical Practices to solve the Problems. For example,</p><p><em>In Problem 2.3 Marko claimed that his group noted that the angle with measure c and the 150 degree angle were adjacent angles and supplementary angles. Their sum is 180 degrees. I wrote 150 + c = 180. So, c is 30 degrees. Another person in our group started with vertical angles. She noted that the angle with measure b and the 150 degree angle were vertical. She wrote 150 degrees = b. So, b is also 150 degrees. We were both correct.</em></p>"
          ]
        }
      },
      {
        "id": "5KRGo120O5nX9dbs",
        "title": "Parallel Lines from Problem 2.3",
        "content": {
          "type": "Image",
          "url": "sad/images/picture91.png",
          "filename": "sad/images/picture91.png"
        }
      },
      {
        "id": "eCIc3n2dQP7iR6p-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What Mathematical Practice(s) did Marko’s group use to solve this Problem?</li></ul>"
          ]
        }
      },
      {
        "id": "GPQL6m66Xi-5NhCF",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary.  Students may relate their work to MP3 Construct viable arguments and critique the reasoning of others, MP4 Model with mathematics, MP5 Use appropriate tools strategically or MP6 Attend to precision.</p>"
          ]
        }
      },
      {
        "id": "mcIJ6qAqLRtRgBZc",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What other Mathematical Practices did you use to solve Problems in this Investigation?</li></ul>"
          ]
        }
      },
      {
        "id": "ZFB9uRbXHwg8Aeg8",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. MP1 Make sense of problems and persevere in solving them can always be mentioned for CMP problems.</p>"
          ]
        }
      },
      {
        "id": "OYuI7KbFn_U8Oo2Z",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
          ]
        }
      },
      {
        "id": "5PDcsdDXoSTtMRLK",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>Students may mention writing like 150 + c = 180 in Grade 6 to explain relationships. </p><p><em>Note: In Grade 6, students used Hank’s Cards to look at expressions and equations.</em></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}