{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "MUS_u7qWq0yi97Hk",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How can you decide when a ratio is comparing a part to a part? A part to a whole? How can you decide when two ratios are equivalent?</p>"
          ]
        }
      },
      {
        "id": "9lF9cBENU6UO84nc",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should have a deeper understanding and recognition of various forms for <em>ratio</em> comparison statements. Students should be able to recognize when they are comparing two different quantities and when they are comparing a part to the total.</p><ul><li>Ratio comparisons can be written as part-to-part and as part-to-whole comparisons.</li><li>The context of the problem and how the ratio statement is written helps to determine if it is a part-to-part or part-to-whole comparison. In our problem of the cupcakes, for example, we have either green or white cupcakes. Ratio statements that compare green to white cupcakes would be considered part-to-part. Ratio statements that compare the number of green cupcakes to the total number of cupcakes would be part-to-whole.</li><li>A ratio is written as a part-to-part comparison when it compares &quot;some&quot; to &quot;some.&quot;</li><li>A ratio is written as a part-to-whole comparison when it compares &quot;some&quot; to &quot;all.&quot;</li><li>Ratios with the same (multiplicative) relationship between the quantities are equivalent ratios.</li><li>The order of the ratio statement does not matter as long as the quantities are labeled correctly.</li></ul><p><strong>Note</strong>: This might be the time to explore whether an additive comparison or a multiplicative comparison is more helpful.</p>"
          ]
        }
      }
    ]
  }
}
