{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "szlL-6QHrLEZUp0X",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The fundamental principle that students explored earlier in this Unit is that the volume of a prism can be calculated as the product of the area of the base and the height. One goal of this Problem is for students to generalize this principle to cylinders. Students use a hands-on activity to compare the volume of a cylinder to the volumes of prisms made in Problem 2.1.</p><p>In this Problem, students also compare two cylinders made from same-sized rectangular sheets of paper, but in a different way. They consider that the two cylinders have different surface areas and volumes because they have different dimensions, and they explore how scaling a cylinder affects its volume. This Problem provides another opportunity for student to apply their understanding of the area of a circle.  </p><p><u>Implementation Note</u>:  Use the same materials you used for Problem 2.1, either rigid card stock or index cards, so that the shapes students make are easier to handle and fill to compare volumes. If you use 3 in.-by-5 in. index cards, let students know that the dimensions of these cards are about 7.5 cm by 12.5 cm. Students can match the dimensions and bases to the bases on <strong>Learning Aid 3.4A: Filling Cylinders (index cards)</strong>. If you use 8.5 in.-by-11 in. paper, let students know that the dimensions of the paper are about 21.5 cm by 28 cm. Students can match the dimensions and bases to the bases on <strong>Learning Aid 3.4B: Filling Cylinders (sheets of paper)</strong>.</p>"
          ]
        }
      },
      {
        "id": "C6BSdmeHFryWbDuO",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Surface Areas and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Analysis</em></p><p>Area and Circumference of Circles:<em> Analysis</em></p>"
          ]
        }
      },
      {
        "id": "_XJBNh9bLlAH1Xm6",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "bUE53TyCFluSISY_",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "xjaqYbh9v4NovdDG",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Hold up a few prisms, or use <strong>Teaching Aid 3.4A:  Connecting Regular Prisms and Cylinders.</strong>  </p><p><strong>Suggested Questions:</strong></p><ul><li>How does the shape of a prism change as the number of sides of the base increases?  (The prism becomes more cylindrical in shape.)</li></ul><p>Roll a sheet of paper or an index card (whichever students will use in the Problem) to make a cylinder whose height is the shorter edge. Make sure you use the same material as you did in Problem 2.1. Place the cylinder next to the regular prisms from Problem 2.1. All models should have the same height.</p><ul><li>How does the volume of a prism change as the number of sides of the base increases? (The volume increases. Students may make conjectures that the cylinder has the greatest volume.)</li></ul>"
          ]
        }
      },
      {
        "id": "5DxaQ1tgZT6TpH4Q",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p><strong>Suggested Questions:</strong></p><ul><li>Is there a way to find the volume of a cylinder without filling it with cubes or something else? (If students don’t bring up what they learned in their work with prisms, drop a few centimeter cubes in the cylinder.)</li><li>If you fill this container with centimeter cubes, will that help you find the volume? (Yes; it would give you an estimate of the volume but wouldn’t be very accurate.) </li><li>How can you make a better estimate of the volume of this cylinder? (You can use smaller unit cubes to get a better estimate, or you can figure out the base area.)</li></ul><p>Hold up either <strong>Learning Aid 3.4A: Filling Cylinders (index card)</strong> or <strong>Learning Aid 3.4B: Filling Cylinders (sheet of paper)</strong>.</p><ul><li>Would a grid that shows the base of the cylinder help you? (Yes; it would help you think about how many cubes, or parts of cubes, fit on the base.)</li></ul><p>Now roll an identical sheet of paper or index card to make the longer side be the height.</p><ul><li>How does the volume of this cylinder compare to the first one that you made? (Some students may assume that the volumes are the same because the sheets of paper are the same size. Other students may think that the taller cylinder has a greater volume because its height is greater. Finally, other students may think that the shorter cylinder has a greater volume because its base is wider.)</li><li>How can you check your comparisons?  (some students may recall that they used sand or rice or cubes to fill prisms in Problem 2.1 and say that you can use the same materials to fill the cylinders.  Other student may say you can use the base areas and heights of the cylinders.)</li></ul><p>After students have had some time to make some conjectures and give some informal justification of their intuitions, set them to work on the Problem.  The main goal is to find a formula for calculating volume from dimensions of a cylinder.  </p><p>Distribute either <strong>Learning Aid 3.4A: Filling Cylinders (index card) </strong>or <strong>Learning Aid 3.4B: Filling Cylinders (sheet of paper)</strong> to help students construct and then measure the cylinders.  Have students work with a partner on this problem.  Distribute <strong>Learning Aid 3.4C:  New Smoothie Bar</strong> for students to use in What If Situation B. </p>"
          ]
        }
      }
    ]
  }
}
