{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "NMTxkMGf4iwwL99K",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p><strong>Suggested Questions:</strong></p><ul><li>Where is this number in relation to zero?  (Answers will vary depending on the initial number.)</li><li>Would a number line be helpful?  (Answers will vary)</li><li>Is the team earning points or losing points? (Answers will vary depending on the situation.)</li><li>How can you indicate that the team is earning or losing points in your equation? (Answers will vary depending on the situation.)</li><li>In What If Situation D - How could thinking about fact families help you with solving this equation?  (Answers will vary depending on the situation. Example: For the Amazing Ms:  -350 + x = -150 could be solved using -150 – (-350) = x)</li></ul>"
          ]
        }
      },
      {
        "id": "TjLAtRv7xaDBuZjM",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Some students can be challenged to delve further into the content. Below are some additional questions you can ask about the <em>Going Positive</em> game: (Agency, Identity, Ownership)</p><ul><li>What is the fewest number of questions that each team could have answered to get their current score? (Super Brains—two questions, Rocket Scientists—one question, Know-It-Alls—two questions) </li><li>If the Rocket Scientists reached their score after answering ten questions, what is a possible sequence of questions they could have answered? Is that the only sequence? (Possible answer: 200 correct, 100 incorrect, 150 incorrect, 250 correct, 50 incorrect, 50 incorrect, 100 incorrect, 200 correct, 100 incorrect, 50 correct; no, there are many possible ways to reach 150 points.) </li><li>If the Rocket Scientists get the next question wrong, will they have a positive or negative score? (It depends on the point value of the card. If the card’s value is more than 150, their score will be negative. If the point value is less than 150, their score will be positive. If the point value is 150, their score will be zero.)</li></ul>"
          ]
        }
      },
      {
        "id": "cdFpdE1Tttnp9hv2",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "-j0TZTebheoXiurU",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What strategies can you use for combining positive and negative integers to find a total value?</em></p><p>(Answers will be informal and provide an opportunity to assess students understand.  Listen for how students are talking about the impact on the score when a team gets a question incorrect in the <em>Going Positive</em> Game.  Listen for how they describe taking away points or adding on a negative score.  Listen for ways that students will use zero as an “anchor point” for finding the final score.) (Language)</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
