{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "TILEfcbR2pFkorLD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are exploring quadratic functions and expressions and how they can be used to solve problems and make predictions. At the end of this Investigation, </p><p><em>What do you know about quadratic functions and expressions? </em></p>"
          ]
        }
      },
      {
        "id": "CI9iFRWWQdwpAsc4",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we are using factors and multiples to explore and represent some properties of the multiplicative structure of numbers and to solve problems. At the end of this investigation, ask yourself: </p><p><em>How can you express the multiplicative patterns and relationships of whole numbers with words, numeric expressions, and algebraic expressions?</em></p>"
          ]
        }
      },
      {
        "id": "IlcsOcLtdsBh-Ce7",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students answers might include discussions of the following: </p><ul><li>Numbers are composed of factors.</li><li>Factors can be expresses using variables.</li><li>Multiples can be expresses using variables.</li><li>Expressions are mathematical objects that communicate thinking.</li><li>Patterns with numbers can be expresses with words, numbers, letters, or diagrams/pictures.</li><li>Numbers have varying amounts of factors. Some numbers have many factors, ad other have only two factors.</li></ul><p>Students may review vocabulary: <em>factors, multiple, square number, prime, composite, even, odd, sum, product, terms. </em></p><p>Students may relate ideas to area models or diagrams.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
