{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "8iAfWIWpBOBEyYu4",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How can exponents help you express the multiplicative structure of a number? How does the prime factorization help you work with important ideas like LCM and GCF?</p>"
          ]
        }
      },
      {
        "id": "SI6yTYN3rCgCbaJx",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students might respond with understandings such as the following: </p><ul><li>Exponents can help shorten the length of a multiplication expression.</li><li>Prime factorization is a way to show an equivalent expression for a number.</li><li>Any number can be written as a product of primes.</li><li>The factorization can show the structure of a number as a product of primes.</li><li>The prime factors can be used to find factors two numbers have in common and multiply the factors.</li></ul><p>To find the GCF, you look for all of the prime factors two numbers have in common and multiply the factors.</p><p>To find the LCM, you look for all the prime factors using the factors in the GCF only once and multiply the factors. </p>"
          ]
        }
      },
      {
        "id": "qefNy1vviWA9rRjm",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>In Problem 3.2, we explored the Fundamental Theorem of Arithmetic.</p><p>It says that every whole number greater than 1 can be represented as the product of prime numbers and that this representation is unique.</p><p>For example, the prime factorization of 120 is 2 ⋅ 2 ⋅ 2 ⋅ 3 ⋅ 5. Although you might change the order of the factors, there is only one prime factorization for 120.</p><p>This theorem is one of the main reasons that 1 is not a prime number. If 1 were prime, then factorization into primes would not be unique, for example: </p><p>2 = </p><p>2 × 1 = </p><p>2 × 1 × 1 =</p><p>2 × 1 × 1 × 1 = </p><p>Mathematicians use the Fundamental Theorem of Arithmetic to prove other important theorrems in mathematics.</p>"
          ]
        }
      }
    ]
  }
}
