{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "-ThubZIS2-nqLx6C",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students analyze claims made by students in another class to decide which claims are ratios. Students identify the ratio comparisons as part-to-part (for example, for every 10 students who prefer cheese, 5 prefer pepperoni) or part-to-whole (for example, for every 15 students, 5 prefer pepperoni). Students will look at what is similar in equivalent ratios and what is different. </p><p><strong>Implementation Note: </strong>This problem will take 2 days. Hold a brief summary after the Initial Challenge to compare their statements before having them continue with What If...? situations.</p>"
          ]
        }
      },
      {
        "id": "TILE4ebFXS7efrFq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Exploration</p><p><strong>Standards: </strong>See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "TILE0suW4maURtuq",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you decide when a ratio is comparing a part to a part? A part to a whole? </p><p>How can you decide when two ratios are equivalent?</p>"
          ]
        }
      },
      {
        "id": "TILEgkOTFWg3_DS4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><li>Deepen understanding and recognition of various forms for <strong>ratio</strong> comparison statements. </li><li>Ratio comparisons can be </li><ul><li>written as part-to-part and as part-to-whole comparisons;</li><li>equivalent, look different, and describe the same multiplicative relationship between two quantities; and</li><li>written with either of the two quantities coming first as long as the quantities are labeled correctly. </li></ul>"
          ]
        }
      },
      {
        "id": "TILE1CkPmzHpX0Vk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>If you did not introduce <em>equivalent ratios</em>, <em>part-to-part</em>, and <em>part-to-whole</em> in the Summarize of Problem 1.2, the introduction of this problem is another opportunity to introduce them. </p><p>Let students know that they have been reasoning with ratios. (note that this is also called proportional reasoning.) </p><p>After reviewing and discussing the introduction, revisit the equivalent ratio statements of Claims 1, 4, and 5 from Problem 1.2.</p><p><strong>Suggested Question</strong></p><ul><li>What is the same about these ratios, and what is different? </li></ul>"
          ]
        }
      },
      {
        "id": "TILEO73f6wcZ2Y4A",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>They are equivalent ratios using different numbers in the comparison. The order of the quantities in the Claim 5 statements is switched. </p>"
          ]
        }
      },
      {
        "id": "TILExidzIF7SYvbC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Introduce the context of the students at Washington School selling cupcakes to raise money. Ask the students about the boxes of cupcakes.</p>"
          ]
        }
      },
      {
        "id": "TILEMlLrE_yFiwF-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question</strong></p><ul><li>What do you notice and what do you wonder about the boxes of cupcakes the students at Washington School are selling? (Agency, Identity, Ownership)</li></ul>"
          ]
        }
      },
      {
        "id": "iss4wABTYzWPSSbb",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Noticings may include green and white coloring, more in the large box, each box is the &quot;same amount of cupcakes&quot; long, and the arrangement of the cupcakes changes from one box to the other. Students mat already start talking about ratios like &quot;for every 10 white cupcakes, there are 8 green cupcakes in the large box.&quot; If they start to talk about ratios, jot them down on a large chart paper so you can reference the later in the class. Wondering may include queries about why the design of green and white cupcakes changes, why the number of each flavor changes, and why those total cupcakes were used.</p>"
          ]
        }
      },
      {
        "id": "DybowRzzx2cflWIu",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If students have not mentioned any ratio statements, have students do a Think, Pair, Share to write a few ratio statements about the cupcake boxes. (Agency, Identity, Ownership) Record some on large chart paper for the Summarize, if you haven&#x27;t already. </p><p><strong>Implementation Note: </strong>Have a brief discussion after students have worked on the Initial Challenge. You may want to post the students&#x27; ratios in a gallery walk to have a discussion on the statements they chose. See suggested questions in the Summarize section.</p><p>Then have students move to the What If...? situations. After the brief discussion on the students&#x27; ratio statements for the Initial Challenge, the teacher can differentiate with the claims in What If...? Situation A. Each group can be assigned two or three claims to analyze.</p><p>For What If...? Situation A, students may benefit from using <strong>Learning Aid 1.3: Cupcake Claim Cards</strong>. (Problem-Solving Environment) Students can cut apart and sort cupcake claim statements in different ways, such as agree/disagree, ratio/not ratio, equivalent ratios, part-to-part/part-to-whole, statement about large box/small box, etc.</p>"
          ]
        }
      }
    ]
  }
}
