{
  "type": "MathReflection4",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we are continuing to explore rational numbers, including operations and their properties with positive and negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this investigation, ask yourself: </p><p><em>What do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "2g6nPe-1c0ZWOjXv",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student reflections might include the following:</p><p>Summarizing algorithms for adding, subtracting, multiplying, and dividing positive and negative rational numbers, such as:</p><ul><li>When the numbers are either both positive or both negative, add the numbers and give the sum the same sign as the numbers added. If the signs of the numbers vary, subtract the two numbers, and the number with the largest absolute value determines the sign.</li><li>For subtraction, find the distance between the numbers on the number line (how far apart the numbers are). Then, if the minuend is the larger number, the difference is positive, and if the minuend is the smaller number, the difference is negative.</li><li>When multiplying or dividing, if the two numbers have the same sign, then the product or quotient is positive; if the two numbers have different signs, the product or quotient is negative. </li></ul><p>Summarizing the relationships between addition and subtraction, multiplication and division. </p><ul><li>Addition and subtraction are opposite operations or inverse operations. Subtraction is the inverse (opposite) of addition and vice versa. Subtraction is the same as adding the opposite value. a – (-b) = a + b. and a -b = a + (-b)</li><li>Multiplication and division are opposite operations or inverse operations. Multiplication undoes division, and division undoes multiplication </li></ul><p>Summarizing some properties of numbers.</p><p>The <strong>Commutative Property </strong>works when adding or multiplying all rational numbers.</p><ul><li>In addition, the order of the addends does not change the sum. a + b = b + a.</li><li>In multiplication, the order of the factors does not change the product. a * b = b * a.</li></ul><p><strong>Identity Properties:</strong></p><ul><li>Zero is the additive identity for rational numbers. This means that 0 added to a number does not change the value of the number.  -a + 0 = -a, n +  0 = n </li><li>One is the multiplicative identity for rational numbers. This means that one multiplied by a number does not change the value of the number.       -p x  1 = -p1 x q = q</li></ul><p><strong>Additive Inverse:</strong></p><ul><li>Any number and its opposite adds to 0.  a +(-a) =0</li></ul><p><strong>Multiplicative Inverses:</strong></p><ul><li>If you multiply a number by its multiplicative inverse (reciprocal), the product is 1.  (a/b)*(b/a)=1.</li></ul><p><strong>Distributive Property:</strong></p><ul><li>The property relates multiplication and addition a (b + c) = a*b + a*c</li><li>Because of the Distributive Property, (-1)(-1) = 1 or –(-a) = a.</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
