{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "ZVMTWZV9GIOQapzs",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2</strong></p><p><strong>Common Multiple and Common Factor: Least or Greatest? </strong></p>"
          ]
        }
      },
      {
        "id": "vSqJ3rNW9nyq034b",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Many things happen over and over again in fixed cycles.</p><p>Here are some examples:</p><ul><li>A morning news program gives a traffic report every 7 mintues.</li><li>A train arrives at a particular station every 30 minutes.</li><li>Felipe&#x27;s smartwatch buzzes to remind him to stretch every 20 minutes.</li></ul><p><em>If Felipe is at the train station, when will Felipe&#x27;s watch alarm and the arrival of the train occur at the same time? </em></p>"
          ]
        }
      },
      {
        "id": "lseIpprr7-r7rlt6",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Since events like a train arriving every 30 minutes and Felipe&#x27;s watch buzzing every 20 minutes occur in cycles, thinking about multiples helps to clarify what is happening.</p><p>Think about the multiples of 20 and 30.</p><ul><li>The multiples of 20 are 20, 40, 60, 80, 100, 120, 140, 160, 180, ... 20<em>N</em>.</li></ul><ul><li>The multiples of 30 are 30, 60, 90, 120, 150, 180, ... 30<em>N.</em></li></ul><p>We can generalize the multiples of 20 with the expression 20<em>N</em> and the multiples of 30 with the expression 30<em>N</em>, where <em>N</em> is whole numbers. We can think of the expression 20<em>N</em> as a generator for the multiples of 20. That is, if we substitute all the whole numbers for <em>N</em>, we will produce all the multiples of 20. But since there are an infinite number of multiples of 20, it would be impossible to produce all of them.</p>"
          ]
        }
      },
      {
        "id": "FKsvcyRQdsTAVM2t",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The numbers 60, 120, 180, ... are multiples of both 20 and 30. These numbers are common multiplesof 20 and 30. The<em> </em><strong>least common multiple (LCM)</strong> of 20 and 30 is 60. That is, the first multiple that is common to 20 and 30 is 60.</p><p>Now compare the factors of 20 and 30.</p><ul><li>The factors of 20 are 1, 2, 4, 5, 10, and 20.</li><li>The factors of 30 are 1, 2, 3, 5, 6, 10, 15, and 30.</li></ul><p>The numbers 1, 2, 5, and 10 are factors of both 20 and 30. These numbers are common factors of 20 and 30. The <strong>greatest common factor (GCF)</strong> of 20 and 30 is 10.</p><p>At the end of the investigation, the idea of least common multiple or greatest common factor help us solve some interesting problems.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
