{
  "type": "summary",
  "content": {
    "tiles": [
      {
        "id": "uj4oWCzitwNytGD-",
        "title": "Text 17",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>An advantage of using CLUE for summarizing findings is that the materials are easily shared with the entire class via publishing a workspace. </p><p>Students will want to gather together the essential pieces of their work for a presentation that tells the story of their research and results. The presentation can be made in the student’s’ Summarize section of the workspace and contain a final summary of findings that includes the research questions, the experimental design, graphs and other supporting evidence to show results, and explanations of how the graphs and evidence illustrate what was learned from the trapping experiments. </p><p>Student groups can see whether findings hold with larger data sets by exchanging data card stacks with groups that collected similar data and combining them with their own data card stack. As a teacher, you may share data card stacks across classrooms, semesters, and/or years of data gathering to collate larger datasets for your classes..</p>"
          ]
        }
      },
      {
        "id": "idJFe3ije4divnPF",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h2>Summarize your investigation</h2>"
          ]
        }
      },
      {
        "id": "Fy1q3E87LcaOpGRS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use this space to document your research. You might want to start by including the information below, but you may find other ways and additional ways to show and explain your findings. </p>"
          ]
        }
      },
      {
        "id": "872VzfBW_srkyhNJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Your research question: (What did you investigate?)</p><p></p>"
          ]
        }
      },
      {
        "id": "EbVqlxtSAD_WUg9V",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Your experimental design: (What did you do to address your question?)</p><p></p>"
          ]
        }
      },
      {
        "id": "ruesvDn5NpUxwfPN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Your findings: (What did you learn?)</p>"
          ]
        }
      }
    ]
  }
}
