{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "XNVKPC9e6JV4ux2z",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students are introduced to binomial situations. Students use lists or tree diagrams to determine outcomes. The situations lead naturally to Pascal’s Triangle, which is explored in ACE. Students use lists or tree diagrams to determine binomial probabilities in situations, such as taking a true/false test, programming robots to turn right or left on command; or the winning of a baseball series between two evenly matched teams. Students recognize that once they have analyzed one binomial situation, they can use this knowledge to answer questions about different binomial situations.</p><p><strong>Implementation Note</strong>: This Problem can be seen as a mini project. There are three binomial situations given. Assign one to a group of three to four students. Experiment 4 is not a binomial situation. This can be used in your classroom for groups needing more practice with finding theoretical probabilities in general or for a group to do a second one to use a contrast with the binomial situations.</p>"
          ]
        }
      },
      {
        "id": "JQ1QisWuPpZi1WDU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Synthesis/Abstraction, Synthesis/Abstraction</p>"
          ]
        }
      },
      {
        "id": "KVYVxv8YAqHSvP92",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding of finding theoretical probabilities by expanding it to binomial situations.</p><p>Deepen students understanding of proportional relationships by using the context of probability. </p><p>Notice that:</p><ul><li>When finding the theoretical probability for the binomial situations that there are two outcomes for each part of the situation</li><li>Deepen their understanding that proportional relationships in this Unit are part-to-whole relationships</li><li>The ratios found using experimental or theoretical probability can be scaled up or down to make predictions.</li></ul>"
          ]
        }
      },
      {
        "id": "TILE6rhwdiqoAgNr",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How are the situations in this problem the same? How are they different? How does knowing about one of the situations help you to solve similar situations?</p>"
          ]
        }
      },
      {
        "id": "lS_whb-yad1Hpo4u",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>As in the previous Problems of this Unit, students will compare their experimental results with those of their classmates to determine the experimental probabilities. Students will also determine the theoretical probabilities for each outcome.</p>"
          ]
        }
      },
      {
        "id": "wNB9Rp792QDnnBfs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Assign each group of three to four students one of the binomial situations in the Initial Challenge. Differentiate using <strong>Learning Aid 4.4A: Experiment 1, 2, 3. Learning Aid 4.4B: Optional Experiment 4</strong> can be used as needed.</p><p>Students follow the directions in the experiment that they are assigned and prepare a poster to share with the class. Use these in a Gallery Walk or have groups give presentations. (Agency, Identity, Ownership)</p>"
          ]
        }
      }
    ]
  }
}