{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "UKZlCJ4Nu6n4m5KE",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Collect the data students recorded in their tables.  This might be done on a large classroom poster or on a document camera with the Learning Aid.  </p><p><strong>Suggested Question:</strong></p><ul><li>Do you have any What If questions? (Answers will vary.  It is common at this point for students to find it surprising that there are figures with the same volume and quite different surface areas.  This may be an idea students will want to discuss or try different volumes before moving forward.) (Agency, Identity, Ownership)</li></ul>"
          ]
        }
      },
      {
        "id": "9HipsXnOyqWPfUEf",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>What are the dimensions of a box that holds exactly 24 cubes and has an edge length of 1? (1 inch by 1 inch by 24 inches) </li><li>What is the length of the base of this box? (For a box with dimensions 1 inch by 1 inch by 24 inches, the length of the base is 24 inches.)</li><li>What is the width of the base of this box?  (For a box with dimensions 1 inch by 1 inch by 24 inches, the width of the base is 1 inch.)</li><li>What is the height of this box?  (For a box with dimensions 1 inch by 1 inch by 24 inches, the height of the box is 1 inch.)</li><li>You know this box has a volume of 24 cubic units because that was a requirement.  How much material will it take to cover this box? (98 square inches of material to cover the box)</li></ul><p>Repeat the preceding questions for other possible boxes that hold 24 cubes and have different edge lengths.  Asking for an edge length of 5 or 7 should give rise to a discussion about factors.  </p><ul><li>How do you know when you have all the possibilities? (Answers will vary. Push for a discussion around factors.)</li></ul><p>You may need to discuss suggested arrangements that are identical; for example, someone my suggest the arrangement with length 2, width 4, and height 3 and someone else may suggest the arrangement with length 4, width 3 and height 2.  To demonstrate their equivalence, build the arrangement and set it on the three possible bases. The edges chosen to be length, width and height are arbitrary although it is customary to use the length and width of the base as the length and width of the rectangular box.</p><ul><li>How did you sketch your boxes?  (Answers will vary- “eyeballing it”, drawing the edges first and filling in the faces, drawing one face and thickening it, etc.)</li><li>What patterns do you notice in the table? (Answers will vary- the volume is always 24; as one dimension increases, another one decreases; if you put more cubes in the base, the height decrease because the total is still 24; boxes with the same 3 dimensions have the same volume and surface area; the product of l x w x h must equal 24; as the dimensions are factors of 24; etc.)</li><li>Describe how you found the amount of packaging material (surface area) required of the different arrangements you made.  (Answers will vary.  Possible answer:  Find the areas of all the faces and add them together.)</li><li>For 12 cubes, you found the arrangement with the least surface area to be a 2‑by‑2‑by‑3 box. If you could cut the cubes apart, could you package the same volume with even less surface area? (The arrangement with the least surface area for 8 and 27 cubes is a cubic box. For 8 cubes, the length of the box is 2 units; for 27 cubes, the length of the box is 3 units. The length of the cube‑shaped box that holds 12 cubes must be between the lengths of the boxes that hold 8 and 27 cubes. So, the length of the cube‑shaped box that holds 12 cubes must between 2 and 3 units. The 12‑cube arrangement raises the issue of whole‑number edges versus fractional‑length edges for the minimum surface area.)</li><li>Students may suggest something like the following: “It’s a cube with dimensions that are all the same, and when you multiply them together, they equal 12” (in other words, the cube root of the volume). If this comes up, you can use a calculator to guess and check for this number, which is approximately 2.289 or 2.29.</li></ul><p>Ask the same questions for 27 cubes and 30 cubes. Display the answers to the four questions, putting the boxes with the greatest surface area together and those with the least surface area together.</p><ul><li>How would you describe the shapes with the greatest surface area compared to the shapes with the least surface area? (Those with the greatest surface area are long and spread out; those with the least surface area are more compact, more like a cube.)</li><li>Why is the more cube-like rectangular box the box with the least surface area? (Students might answer this by saying something like “The cube shape hides some squares inside, so its faces do not get counted in the surface area of the cube. In the long 1-by-1-by-27 arrangement, all the cubes have faces exposed; in the 3-by-3-by-3 arrangement, one cube is completely hidden.”)</li></ul><p>Discuss in detail which box has the least surface area (requires the least amount of material), which has the greatest, and what these boxes look like.</p><ul><li>Which of the boxes with a volume of 24 cubic units has the greatest surface area? (the box that is 1 inch by 1 inch by 24 inches) </li><li>What does it look like? (long and skinny)</li></ul><p>At this point, students should be comfortable with finding the surface area of a prism. That is, they need to find the area of each of the six faces and add the areas together. Some students will see that opposite faces have equal areas and will double the area of a face to get the area of the pair.</p><p>Students may still have difficulty when trying to work from the dimensions alone. For example, you can find the surface area of a 2-by-3-by-4-box from this information alone, as each pair of dimensions specifies two faces of the box (2 by 3, 2 by 4, and 3 by 4). However, many students will still need to sketch the box, build the box, or make a net for it to find the surface area. Asking them to notice opposite faces will move them toward a more efficient process for determining surface area. It is sufficient and easier for most students to find the surface areas of prisms by finding the areas of the faces. (Portrayal)</p><p>Have students describe their processes for finding surface area. Students should be at a point at which it is appropriate for you to model a symbolic representation of their strategies. For instance, suppose a student says something like the following:</p><p>“We found the area of the front, the area of the top, and the area of the right side, then doubled the total.”</p><p>Then you could write (w  x h + w x  l + l x h)  x 2. This is not to develop a formula that students need to memorize. (Formulas for surface area are complicated, and often more easily reconstructed than memorized.) Instead, it is to encourage the kind of careful thinking required to write a formula. (Portrayal)</p><p>Draw students’ attention to looking at the dimensions for each arrangement and how they change from one to another.  Then have them look at the difference between the box with the greatest surface area and the box with the least surface area.</p><ul><li>How does this difference show up in the actual boxes?  (The box with the greatest surface area is long and skinny. The box with the least surface area has all the cubes bunched together.</li><li>How does this difference show up in the dimensions of the boxes?  (The box with the greatest surface area has dimensions 1 by 1 by 8. The box with the least surface area has dimensions that are closer together.)</li><li>Which of the boxes has the least surface area?  (2 inches x 3 inches x 4 inches)</li><li>What does it look like? (close to being a cube)</li><li>If you were going to make a box to hold 36 cubes, which of the possible arrangements of 36 cubes would have the greatest surface area?  (the long skinny one; 1 inch x 1 inch x 36 inches; surface area is 146 square inches) Why? (Because the cubes are spread out as much as possible, so more faces of the cubes are exposed)</li><li>If you were going to make a box to hold 36 cubes, which design would cost you the least to enclose? (the box that is 3 inches x 3 inches x 4 inches, with a surface area of 66 square inches.) Why? (Because the cubes are arranged in a more compact fashion, so more faces of the cubes are covered up.)</li><li>Would a shape other than cubes and rectangular prisms be better? (Some students might suggest packing the Wump toys in small cylindrical cans and then those cans in tall cans.)</li><li>How did you find the dimensions of the boxes in What If Situation A?  (Answers will vary.  Students do not know about cubed roots at this point.  They will use guess and check based on factors of the volume.)</li><li>Do you agree with Malek’s Pattern in What If Situation B?  Why or Why not?  (Answers will vary.  Students should recognize that l x w is the base or one layer and then multiplying by h is multiplying by the number of layers in the prism.)</li><li>Do you agree with Becky’s Pattern in What If Situation B?  Why or Why not?  (Answers will vary.  Students should recognize that the area of the base is the same as l x w or finding how many are in one layer and then by multiplying by h, that multiplies it by the numbers of layers in the prism.)</li><li>Do you agree with Kyla’s Pattern in What If Situation B?  Why or Why not?  (Answers will vary.  Students should recognize that when they apply the distributive property you would have the area all 6 faces of the prism.)</li></ul>"
          ]
        }
      },
      {
        "id": "nPNFC5MLfzqytD-e",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "a8yFbXhLAdEbNr3a",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}