{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "F29JpSa1uq4nDOZw",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students model addition and subtraction on chip-board displays. Students explore relationships between addition and subtraction as well. One chip color indicates positive values, and the other chip color indicates negative values.</p><p>This Problem promotes informal experiences with addition and subtraction of signed numbers. Investigation 2 will formalize algorithms for completing these operations. Note that this model is a representation of integer arithmetic, while the directed distance (number line) model from Problems 1.1 and 1.2 is a continuous model that can represent fraction and decimal numbers and lengths. This chip model lends itself to the take-away interpretation of subtraction.</p><p><strong>Teacher Note</strong>: In Investigation 2, students will develop algorithms for addition and subtraction of integers. To prepare for this collect number sentences that they use in Investigation 1 in digital Learning Logs or on posters like these: </p>"
          ]
        }
      },
      {
        "id": "1IO233Hd8N48gwj2",
        "title": "Posters for collecting sums",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-1.1-pic-1.png",
          "filename": "cr/images/tg-1.1-pic-1.png"
        }
      },
      {
        "id": "ys_dKAFBReZy2lfD",
        "title": "Posters for collecting differences",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-1.1-pic-2.png",
          "filename": "cr/images/tg-1.1-pic-2.png"
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Informally develop methods for adding and subtracting integers using real world context and chip boards. </p><p>Notice</p><ul><li>The sum of two opposite numbers is zero (Additive Inverse Property)</li><li>A connection between addition and subtraction with integers.</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you use a chip board to represent addition and subtraction of integers?</p>"
          ]
        }
      },
      {
        "id": "XvsegngRpNmaON9a",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>Discuss the context of describing finances as “in the black” or “in the red.” Check to see if your students have ever heard these terms used and in what context.</p><p>Students may be able to share stories of saving money in order to make a purchase. Or they may recall borrowing against future income (e.g., their allowance or money from a babysitting job) in order to buy a gift. They should be able to identify situations in which they have been “in the black” and “in the red.&quot;</p><p><strong>Implementation Note</strong>: This problem may take 2 days for students to fully explore the ideas and to discuss their findings as a whole class. Giving them this time to investigate creating zeroes will be beneficial when they use it to create algorithms in Investigation 2. (Time)</p>"
          ]
        }
      },
      {
        "id": "BfNJVY1RhVIEbBcw",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Introduce chipboards and how to use them. Have students represent 5 with 5 black chips. Repeat with -5 and 5 red chips. Go back to +5 and ask if there is any way to represent +5 with red and black chips? (This gets the idea of zeros created with a red and black chip out for discussion. An example would be 6 black chips and 1 red chip.) Repeat with 0, +12, - 7, - 25 as needed. Students don’t have to master this idea yet. They will continue to work with “zeros” in this problem.</p><p>Discuss the situation in the introduction of the student edition about Amber’s Game of Zero. Display Amber’s chipboard that is in the Student Edition. Give partners a set of two-color chips. Launch students into the Problem to investigate chipboard situations. Have students work in groups of 2. Have 2 color chips and chip boards available for students to use as they are working on the problem.</p><p>What If Situation D is playing The Game of Zero. Ideally you would want students to play this in teams or if you are short on time you can play this as a whole class. If you are playing this in teams, <strong>Distribute Learning Aid 1.3A: Cards</strong> and <strong>Learning Aid 1.3B: Recording Sheet</strong>. Use the digital drawing tool with chip stamps, or have 2 color chips, chip boards, and a number cube available for students to use.</p><p>Make sure that students understand the rules of the game.</p>"
          ]
        }
      },
      {
        "id": "4X5shRJ4x8ShwZfu",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>Suppose each team has the following board (image below). The first team rolls a two. What moves can be made? (The team has the option of adding 2 black chips, adding 2 red chips, subtracting 2 black chips, or subtracting 2 red chips. The team could also choose to remove two black and two red which is zero.)</li><li>When does the game end? (Play continues until the board has a value of zero.)</li></ul>"
          ]
        }
      },
      {
        "id": "PHi3-SyKWvnhuL-O",
        "title": "Example chipboard",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-1.3-pic-1.png",
          "filename": "cr/images/tg-1.3-pic-1.png"
        }
      },
      {
        "id": "JZR1lJk4GJ3wrt96",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students play the game one time all the way through. Have them play it a second time but this time they record a number sentence to represent each move.</p>"
          ]
        }
      }
    ]
  }
}