{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "xEvRukuiavcuFPPF",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goal of the first Problem of the Unit is to provide a setting for diagnosis and review of basic student understandings about surface area and volume, with a focus on right rectangular prisms. After completing work on the Problem, students should be clear about what surface area and volume tell about a rectangular prism and how they can calculate each of those measures from knowledge of the length, width, and height of the prism.</p>"
          ]
        }
      },
      {
        "id": "26a2ocpVamWZ9SQG",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning:</strong></p><p>Surface Area and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Introduction, Exploration, Analysis</em></p>"
          ]
        }
      },
      {
        "id": "wJiBQcCQQKmfZdXq",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK:</strong></p><p>Describe a strategy for finding the volume of a rectangular prism.  Explain why it works.</p>"
          ]
        }
      },
      {
        "id": "fB154RiYVzzdNEXx",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Students will explore the relationship of area and volume of rectangular prisms.  </p><p>They will:</p><ul><li>investigate when to use the measurements of width, length, height, diagonal, surface area, and volume</li><li>make connections between the number of cubes in a bottom layer of a rectangular prism and the height when thinking about volume</li><li>make connections between the dimensions of the rectangular prism and finding the total number of cubes in it</li><li>find the volume of a rectangular prism by finding the area of the base times the height</li><li>begin looking at finding the amount of material/cardboard needed to make a rectangular prism (surface area)</li></ul>"
          ]
        }
      },
      {
        "id": "5If3DlEWC6Zp0qLT",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In earlier grades, students explored areas of polygons and volumes and surface areas of rectangular prisms.  Ask students to point to objects in the classroom with different shapes.  Ask them how they could calculate the surface areas or volumes of these figures.  </p><p><em>Presenting the Challenge</em></p><p><strong>Suggested Questions:</strong></p><ul><li>Have you seen live or other pictures of container ships like in the student edition introduction? (Answers will vary)</li><li>What measurements would help you decide how you might use the container for shipping or storage?(length, width, height, length of diagonals, area, and volume.)</li><li>Why would I want to think about these things? (Answers will vary.  Lead students to thinking about volume and surface area ideas.)</li></ul><p>Explain that today they are going to look at shipping and packaging containers and think about surface area and volume. <strong>Distribute Learning Aid 1.1: Measurement</strong>. Have students begin this work individually and then gradually start working with a partner to discuss their thinking.  (Agency, Identity, Ownership)</p>"
          ]
        }
      }
    ]
  }
}
