{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "Nf1Es0nvLXz22jnY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>This problem gives students the challenge of constructing a table and graph that match some written information expressed in words. There will not be one single correct answer to the questions, but the summary of work should provide a valuable opportunity to push students to justify their answers by explaining how their constructed data and graph match the story expressed in Malcolm and Liz’s notes.</p>"
          ]
        }
      },
      {
        "id": "gGM-ZzHwsFx6UXIK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong>        </p><p><em>Connecting to Prior Knowledge</em></p><p>In the previous problems, students have collected information from an experiment and recorded it in a table and graph. They studied the patterns of change between the variables in the experiment. Students also looked at data in a table and represented it in a graph. Students used both tables and graphs to look at the patterns of change and other information.</p><p>Start with a discussion of the Chincoteague pony swim. Students may have read about this in the children’s book Misty of Chincoteague by Marguerite Henry (Aladdin, 2006).</p>"
          ]
        }
      },
      {
        "id": "KNgFTr5Hgl0uH6sU",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Comment:</strong> Since there is room for interpreting the notes, each group will have slightly different graphs and tables. <em>(Problem-Solving Environment)</em> This is a good opportunity to have each group put their graph and table on large poster paper. Then you can start the Summarize with a gallery walk. Students can leave sticky notes with questions or comments on the graphs as they walk around observing the various group work.</p>"
          ]
        }
      },
      {
        "id": "gAS0TX4EdvzS2aH4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>In this problem, students will take two cyclists’ written notes and translate the information into a table and a graph. It is useful to make clear to students what their challenge is. Students should compose a data set that reflects the story in Malcolm and Liz’s notes, making sure to <strong>point out that there are several possible correct answers</strong>, but they should be able to justify their responses. </p><p>Have students read the notes three times, the first time thinking about what the task is about, the second time thinking about the given quantities in the task, and the third time thinking about mathematical questions they see in the task.</p><p>The Initial Challenge has students start by making a table and a graph to match the notes. Leave it to students to decide which representation to use or begin with.</p><p>Have students work in groups of three to four. Distribute large paper for students to use to create their tables and graphs.</p>"
          ]
        }
      }
    ]
  }
}
