{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILE_Qe1Du1mDC-N",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p><strong>Suggested Questions </strong></p><ul><li>Who walks the fastest? (Leanne) Who walks the slowest? (Alana) How can you tell? (Graph: Leanne’s line is the highest or steepest or has the largest angle from the x-axis. Alana’s line is the lowest or least steep or has the smallest angle from the x-axis. Table: For any number of seconds, other than 0 seconds, Leanne has traveled the greatest distance, and Alana has traveled the least distance. For example, at 5 seconds Leanne has walked 12.5 meters when Alana has only walked 5 meters. Equation: The number multiplied by the time is the larger for Leanne who is faster, and smaller for Alana, who walks slower.)</li><li>If my walking rate was 2.3 meters per second, where would the line of my data be on the graph? (Between Leanne’s and Gilberto’s, because for every 1 second that you walk, you would travel 2.3 meters, 2 seconds would be 4.6 meters, etc.)</li><li>What is the equation for Alana? (<em>d = 1t</em>) Gilberto? (<em>d = 2t</em>) Leanne? (<em>d = 2.5t</em>) How did you find it? (Answers will vary. For example, to find the distance we multiply by the walking rate.)</li><li>If you increased your walking rate, what effect would that have on your table or graph? (If you increase the rate at which you walk, you can cover more distance in a given time. The distance in each row of the table would increase, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance.)</li><li>As you change your walking rate to a faster rate, what effect does this have on the original equation? (The number multiplying [the coefficient] by the time <em>t</em> will increase.)</li><li>Which representation can I use to determine the distance I walk in 15 seconds? The time it takes to walk 20 meters?  (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILELsKPkYyI-J4l",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Focus on using the representations (verbal context, table, graph, expression, equation) to help students understand how to answer these questions:</p><ul><li>Is the relationship linear? </li><li>If so, what is the rate of change? </li><li>Is the relationship proportional? </li><li>If so, what is the constant of proportionality? </li><li>Will the rate of change and the constant of proportionality always be the same?</li></ul>"
          ]
        }
      },
      {
        "id": "TILEnbPKJa1Ij8D6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You may want to make anchor charts that can be used to display the representations. These can be marked up to display the big ideas in the problem. (Portrayal) The following are examples of anchor charts generated in a classroom during the summary conversation. </p>"
          ]
        }
      },
      {
        "id": "bqY4KNrZs5SOls05",
        "title": "Anchor chart: Distance table",
        "content": {
          "type": "Image",
          "url": "msa/images/anchor-chart-distance-table-.png",
          "filename": "msa/images/anchor-chart-distance-table-.png"
        }
      },
      {
        "id": "KLj_uhCDST0LbXtG",
        "title": "Anchor chart: Walking rates graph",
        "content": {
          "type": "Image",
          "url": "msa/images/anchor-chart-walking-rates-graph.png",
          "filename": "msa/images/anchor-chart-walking-rates-graph.png"
        }
      },
      {
        "id": "TILEccPVlcuoyiOH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Is the relationship between the variables (time walked and distance) linear? (Yes. They are walking at a consistent rate, so the points line up to make a straight line on the graph.)</li><li>How does the walking rate/rate of change show up in the different representations? (In the word description, it is the walking rate. In the graph, it affects the steepness of the line. In the equation or expression, it is the number multiplied by <em>t </em>in the equation. In the table, it is the consistent change in distance as time changes by 1 second.) </li></ul><p>Recognizing the rate of change in tables is a bit more complex. See the following discussion as a model of how to help students see the patterns in a table. </p>"
          ]
        }
      },
      {
        "id": "TILE-yXC8K3nmcuU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using a Table to Find the Rate of Change</strong></p><p>For each unit change in time, there is a constant change in distance for a linear relationship. This rate of change should be explored in the different representations. It may be difficult for students to recognize the effect of changing the rate of walking when they use a table. Students can draw on what they learned in the unit <em>Comparing and Scaling</em>. </p><ul><li> Gilberto walks at a rate of 2 meters per second. As the number of seconds he walks increases from 1 second to 2 seconds then 2 seconds to 3 seconds, how does his distance change? (The distance increases by 2 meters for every second that he walks.) Show students this thinking on a table. (Language)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE7gaz3iBlYHyB",
        "content": {
          "type": "Table",
          "columnWidths": {
            "YS0-GdV8jfu6lf2K": 90,
            "1O4KNTSWYpOCpI0U": 90,
            "KL8Tkan_0efuNkz0": 90,
            "e2fVdLMolIT_bqsX": 90
          }
        }
      },
      {
        "id": "TILEJkNsQ7ToJ_ho",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To find the rate of change, students may instead use proportional reasoning to determine that, if the time triples, then the distance should also triple. </p>"
          ]
        }
      },
      {
        "id": "6_jPltslh1FHvO7f",
        "title": "Tripling",
        "content": {
          "type": "Image",
          "url": "msa/images/triple.png",
          "filename": "msa/images/triple.png"
        }
      },
      {
        "id": "nSYgr8Luhazu00kN",
        "title": "Text 27",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Similarly, if the distance value is twice the time value after 1 second, the distance should continue to be twice the time value. There is a multiplicative 2 to 1 relationship between distance and time. </p>"
          ]
        }
      },
      {
        "id": "1GMAGI_zCAUYFFDi",
        "title": "2 to 1 Relationship",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{2m}{1sec}=\\frac{10m}{5sec}"
        }
      },
      {
        "id": "lR8-HJT2J4oQNviv",
        "title": "Text 28",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this problem, the relationship between the variables is both linear and proportional. So the latter thinking using proportions works. However, students will be confronted with a non-proportional relationship in Problem 1.3. There, students will need to rely on finding the rate of change by looking at the change in the dependent variable as the independent variable increases by 1. </p><p><strong>Note:</strong> Students tend to set up their tables using an interval of 1 second because that is what makes most sense to them. This means that they need to produce many pairs of data to get a sense of what is happening over a reasonable span of time. You may want to discuss the advantages and disadvantages of using other intervals, such as 2 seconds or 5 seconds. What If...? Situation B with Omar’s Walking Rate Graph and What If...? Situation C with Elizabeth’s walkathon table provide this opportunity.</p>"
          ]
        }
      },
      {
        "id": "TILE4mle0yJiS8ts",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using a Graph to Find the Rate of Change</strong></p><p>It should be fairly easy for students to recognize the effect of changing the rate of walking when they use a graph—it changes the “steepness” of the line. Some students say that the line “goes up faster” or “has a larger angle from the x-axis.” These intuitive ideas are the goal at this time. </p><ul><li>What do you notice about the graphs when the walking rate increases? (“The graph gets steeper,” “it goes up faster”, or “it has a larger angle from the x-axis.”) </li><li>If I choose two points on the graph, how can I find the walking rate? (Find the change for an increase of 1 on the x-axis.</li></ul><p>(Portrayal) Pick two points on one of the graphs, and ask students how the time and the distance change from one point to the next. This is an opportunity to connect the problem to the unit rates in <em>Comparing and Scaling</em>. For example, for Leanne, two points are (3, 7.5) and (6, 15).</p><p>(3, 7.5) At 3 seconds, she travels 7.5 meters</p><p>(6, 15) At 6 seconds, she travels 15 meters</p><p>So, as the time increases by 3 seconds and distance increases by 7.5 meters</p><p>                                                       ÷3                                                                                ÷3</p><p>This means that every 1 second she increases her distance by 2.5 meters.</p><p>The vertical and horizontal changes are shown on the graph below.</p>"
          ]
        }
      },
      {
        "id": "TILEnqJxI4fyeFBa",
        "title": "Demonstrating Rate of Change",
        "content": {
          "type": "Geometry",
          "isNavigatorVisible": true,
          "navigatorPosition": "bottom",
          "offsetX": 0,
          "offsetY": 0,
          "zoom": 1,
          "board": {
            "xAxis": {
              "name": "Time (seconds)",
              "min": -0.5,
              "unit": 48,
              "range": 10
            },
            "yAxis": {
              "name": "Distance (meters)",
              "min": -1,
              "unit": 16,
              "range": 20
            }
          },
          "objects": {
            "vzzauIM--ARfOCaF": {
              "type": "point",
              "id": "vzzauIM--ARfOCaF",
              "x": 1,
              "y": 2.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "i9_rnl6bP5Px0THN": {
              "type": "point",
              "id": "i9_rnl6bP5Px0THN",
              "x": 3,
              "y": 7.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "hx42QBoY5JhnH8Tg": {
              "type": "point",
              "id": "hx42QBoY5JhnH8Tg",
              "x": 0,
              "y": 0,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "7YQzIOJeDgZKC5Ri": {
              "type": "point",
              "id": "7YQzIOJeDgZKC5Ri",
              "x": 7,
              "y": 17.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "lVCr0JyEMUYyIq6q": {
              "type": "comment",
              "id": "lVCr0JyEMUYyIq6q",
              "x": 0.41146272450257726,
              "y": -3.787437501402609,
              "anchors": [
                "af604bQX39u1qt4x"
              ],
              "text": "+7.5"
            },
            "BXMNp4_AGqWLmJgy": {
              "type": "point",
              "id": "BXMNp4_AGqWLmJgy",
              "x": 4,
              "y": 10,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "ga6uBDzItfByBfWk": {
              "type": "point",
              "id": "ga6uBDzItfByBfWk",
              "x": 2,
              "y": 5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "D-bNObEgsudY3bu3": {
              "type": "point",
              "id": "D-bNObEgsudY3bu3",
              "x": 6,
              "y": 15,
              "name": "+ 7.5",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "Rdau88fCbq-zuVZO": {
              "type": "point",
              "id": "Rdau88fCbq-zuVZO",
              "x": 5,
              "y": 12.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "k5iaHQGylgrhtx_B": {
              "type": "polygon",
              "id": "k5iaHQGylgrhtx_B",
              "points": [
                "hx42QBoY5JhnH8Tg",
                "vzzauIM--ARfOCaF",
                "ga6uBDzItfByBfWk",
                "_4ZsIEujyFVdcbKg",
                "BXMNp4_AGqWLmJgy",
                "Rdau88fCbq-zuVZO",
                "D-bNObEgsudY3bu3",
                "7YQzIOJeDgZKC5Ri"
              ],
              "labelOption": "none",
              "colorScheme": 0
            },
            "_4ZsIEujyFVdcbKg": {
              "type": "point",
              "id": "_4ZsIEujyFVdcbKg",
              "x": 3,
              "y": 7.5,
              "name": "+ 3",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "PDHNr4Z6PKEDRWgI": {
              "type": "comment",
              "id": "PDHNr4Z6PKEDRWgI",
              "x": 1.4751033436705052,
              "y": -2.0665107088839942,
              "anchors": [
                "i9_rnl6bP5Px0THN"
              ],
              "text": "+3"
            },
            "L0vKQszuyAOcOY42": {
              "type": "polygon",
              "id": "L0vKQszuyAOcOY42",
              "points": [
                "i9_rnl6bP5Px0THN",
                "SR-TnjeC2I4tjK1w",
                "af604bQX39u1qt4x"
              ],
              "labelOption": "none",
              "colorScheme": 0
            },
            "af604bQX39u1qt4x": {
              "type": "point",
              "id": "af604bQX39u1qt4x",
              "x": 6,
              "y": 15,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "SR-TnjeC2I4tjK1w": {
              "type": "point",
              "id": "SR-TnjeC2I4tjK1w",
              "x": 6,
              "y": 7.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            }
          },
          "pointMetadata": {},
          "linkedAttributeColors": {}
        }
      },
      {
        "id": "TILE7q3o1h-6HmQ8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Then look at what the dividing by 3 looks like on the graph. (Note that as teachers, we know the idea of slope and tend to display the move from one point to the next by going up then over. For students who are not yet introduced to slope, it is more intuitive to go over then up. This comes from thinking of the independent variable first, then the dependent. At this time, it is important to be flexible with the way students display the change from one point to the next.) </p>"
          ]
        }
      },
      {
        "id": "FEmFqc0xsMXTzaVE",
        "title": "Dividing by 3 on a Graph",
        "content": {
          "type": "Image",
          "url": "msa/images/MSA_TG_1_2_CountingSquares.png"
        }
      },
      {
        "id": "TILE_16MlMTEU1Ef",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may want to see the graphs of these equations on a graphing calculator or some other graphing technology. If you do this, then ask students to use the technology to answer questions similar to those above.</p><p><strong>Using an Equation or Expression to Find the Rate of Change</strong></p><p>Students may be able to recognize the effect of changing the rate of walking when they use the equation<em> d = rt,</em> or distance = rate • time. The rate <em>r</em> is the coefficient of <em>t,</em> the number by which time is multiplied. The word <em>coefficient</em> is defined in the next Investigation. At this point, students will say it is the rate at which people walk, which is “the number that time is multiplied by to get the distance.” This is a good opportunity to discuss Situation A, Yolanda’s claim, about proportionality. In the equation <em>d = rt, r</em> is the rate of change and the unit rate/constant of proportionality. </p>"
          ]
        }
      },
      {
        "id": "HEgzALw5hRRy8OJ5",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If...? Situation C, pick one or two of the representations and ask: </p><ul><li>What are the variables? (The variables for George, Elizabeth, and Rihanna are time and distance. The variables for Zhou are not labeled. The variables for Berto are time <em>t</em> in seconds and walking rate<em> r</em> in meters per second.) </li><li>Describe the patterns of change between the two variables. How did you find the pattern? (For Elizabeth, for every increase of 2 seconds, the distance increases by 3 meters. Each row of the table increases by the same number of seconds. For Rihanna, for every 1 second, the distance increases by 2.25 meters. The equation is in the form<em> d = rt</em>, so the walking rate is the same as the value of<em> r</em>. For George, distance increases with time, but there does not seem to be a pattern. For Berto, as rate increases, time decreases.) </li><li>Describe what is happening in each situation. (According to the table, George is not walking at a constant rate. Elizabeth is walking at a constant rate and is using an interval of 2 seconds. If Zhou&#x27;s represents time and distance, he walked at a consistent rate, stopped for some time, then walked again at a consistent rate. Rihanna is also walking at a constant rate because the equation is similar to those for Alana, Gilberto, and Leanne. Berto is walking 100 meters, but the rate and time are not known. His walking rate may or may not be constant because the variables are time and rate, not time and distance.) </li><li>After 5 seconds, who is ahead? (According to the table, George walks 25 meters in 5 seconds. In that time, Elizabeth walks 7.5 meters, and Rihanna walks 11.25 meters. (<strong>Note</strong>: Using the equation for Berto, a time of 5 seconds results in a rate of 20 meters per second, which is not a realistic walking rate.) </li></ul><p>The table of Elizabeth’s time and distance represents a linear relationship, but students need to note that time is not increasing by an interval of 1 second. Go back to the idea of writing the rate as a unit rate, as discussed earlier in this section. </p><ul><li>For those that are linear, compare the walking rates to those of the original three students. Who is the fastest? Who is the slowest? (Elizabeth walks 3 meters for every 2 seconds, or 1.5 meters per second. This is faster than Alana but slower than Gilberto. Rihanna walks 2.25 meters per second, which is faster than Alana and Gilberto but slower than Leanne. Since Leanne is still the fastest, her graph is the steepest.)</li></ul><p> You may want to extend the conversation and conclude by discussing the ideas of being linear and proportional.</p><ul><li>Was every relationship in this problem linear? Explain. (No. The data for George, Berto, and Zhou were not linear.)</li><li>Were the linear relationships in this problem proportional? (Yes. If we used values from the table or points from the graph, we could write proportions.)</li><li>How can you tell if a graph does not represent a linear relationship? (A graph represents a linear relationship if it is one straight line. Therefore, if the graph is not a straight line, the relationship it models is not linear.) </li><li>How can you tell if a table does not represent a linear relationship? (A table does not represent a linear relationship if for each unit change in the independent variable, there is not a constant change in the dependent variable.) </li><li>How can you tell if an equation represents a linear relationship? (Answers will vary. At this time, students’ experiences are limited. Students may identify that there is a number multiplied by one variable to get values for the other variable.) </li></ul>"
          ]
        }
      },
      {
        "id": "TILEpDYyFHPMAP_d",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "TILE6YZgPX_qXMz5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "QMAMXlK300eA22R4",
          "providerId": "TILE7gaz3iBlYHyB",
          "dataSet": {
            "id": "Z66iE2Elr6qfbT2N",
            "name": "Walking Rates - Distance (meters)",
            "attributes": [
              {
                "id": "YS0-GdV8jfu6lf2K",
                "clientKey": "",
                "name": "Time (sec)",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "0",
                  "1",
                  "2",
                  "3"
                ],
                "title": ""
              },
              {
                "id": "1O4KNTSWYpOCpI0U",
                "clientKey": "",
                "name": "Alana",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "0",
                  "1",
                  "2",
                  "3"
                ],
                "title": ""
              },
              {
                "id": "KL8Tkan_0efuNkz0",
                "clientKey": "",
                "name": "Gilberto",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "0",
                  "2",
                  "4",
                  "6"
                ],
                "title": ""
              },
              {
                "id": "e2fVdLMolIT_bqsX",
                "clientKey": "",
                "name": "Leanne",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "0",
                  "2.5",
                  "5",
                  "7.5"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "01HGB43H6BEGCH9NVPDPS4HFPQ"
              },
              {
                "__id__": "01HGB43H6CTYBRQZ50EERXH7KZ"
              },
              {
                "__id__": "01HGB43H6CTYBRQZ50EERXH7M0"
              },
              {
                "__id__": "01HGB43H6CTYBRQZ50EERXH7M1"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "TILE7gaz3iBlYHyB"
        ]
      }
    ],
    "annotations": [
      {
        "id": "AY1VDYbZpn8QXiQw",
        "sourceObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6BEGCH9NVPDPS4HFPQ}:{YS0-GdV8jfu6lf2K}",
          "objectType": "cell"
        },
        "sourceOffset": {
          "dx": 0,
          "dy": -8
        },
        "targetObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7KZ}:{YS0-GdV8jfu6lf2K}",
          "objectType": "cell"
        },
        "targetOffset": {
          "dx": 0,
          "dy": -8
        },
        "text": "+1",
        "textOffset": {
          "dx": 47,
          "dy": 1
        },
        "shape": "curved",
        "type": "arrowAnnotation"
      },
      {
        "id": "X5CC6j13tkaDosGf",
        "sourceObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6BEGCH9NVPDPS4HFPQ}:{KL8Tkan_0efuNkz0}",
          "objectType": "cell"
        },
        "sourceOffset": {
          "dx": 0,
          "dy": -8
        },
        "targetObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7KZ}:{KL8Tkan_0efuNkz0}",
          "objectType": "cell"
        },
        "targetOffset": {
          "dx": 0,
          "dy": -8
        },
        "text": "+2",
        "textOffset": {
          "dx": 36,
          "dy": 0
        },
        "shape": "curved",
        "type": "arrowAnnotation"
      },
      {
        "id": "SiF07AwmRGa8Mwgg",
        "sourceObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7KZ}:{YS0-GdV8jfu6lf2K}",
          "objectType": "cell"
        },
        "sourceOffset": {
          "dx": 0,
          "dy": -8
        },
        "targetObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7M0}:{YS0-GdV8jfu6lf2K}",
          "objectType": "cell"
        },
        "targetOffset": {
          "dx": 0,
          "dy": -8
        },
        "text": "+1",
        "textOffset": {
          "dx": 39,
          "dy": 0
        },
        "shape": "curved",
        "type": "arrowAnnotation"
      },
      {
        "id": "lDpZ7TOviFnteeTF",
        "sourceObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7KZ}:{KL8Tkan_0efuNkz0}",
          "objectType": "cell"
        },
        "sourceOffset": {
          "dx": 0,
          "dy": -8
        },
        "targetObject": {
          "tileId": "TILE7gaz3iBlYHyB",
          "objectId": "cell:{01HGB43H6CTYBRQZ50EERXH7M0}:{KL8Tkan_0efuNkz0}",
          "objectType": "cell"
        },
        "targetOffset": {
          "dx": 0,
          "dy": -8
        },
        "text": "+2",
        "textOffset": {
          "dx": 36,
          "dy": 0
        },
        "shape": "curved",
        "type": "arrowAnnotation"
      }
    ]
  }
}
