{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "9lknL21KTgp8Ixji",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Experimental and Theoretical Probability</strong></p><p>In the last Investigation, we collected the results of tossing a fair coin many times. We found that the experimental probability of a coin landing on heads is 1 out of 2 (or very close to 1 out of 2). </p><p>However, before conducting the coin tossing experiment, we can examine the coin and predict that there are only two possible outcomes – a head will occur or a tail will occur. That is, each outcome will likely occur 1 out of 2 times. The outcome of heads or tail is equally likely. </p><p>Analyzing and counting the number of times favorable and non-favorable outcomes occur is a <strong>theoretical probability</strong>. It is a part-to-whole ratio comparison of the favorable outcome to the number of outcomes.</p>"
          ]
        }
      },
      {
        "id": "XqMDrZv6FsxAZLIz",
        "title": "Theoretical Probability of tossing heads",
        "content": {
          "type": "Image",
          "url": "hlit/images/se-pic-7.png",
          "filename": "hlit/images/se-pic-7.png"
        }
      },
      {
        "id": "us0WC7vowQWhZb_c",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The theoretical probability of tossing a coin and getting a head is 1 out of 2 outcomes or ½. The theoretical probability of getting a tail is also 1 out of 2 outcomes or ½. </p><p>There are some situations, like tossing a paper cup, where it is impossible to predict ahead of time how likely the cup is to land on its side or end. So we conduct an experiment to determine the number of times each occurs and then assign probabilities to each outcome. When we tossed a cup, the two outcomes were not equally likely. The chances of landing on the side and landing in an upright position were not the same. </p><p><em>What are some other events whose probabilities are only determined by experiments or gathering data?</em></p><p>In this Investigation, we will explore more situations in which probabilities are found both <em>experimentally</em> and <em>theoretically</em> by analyzing the possible outcomes. </p>"
          ]
        }
      }
    ]
  }
}