{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "7CLdlMJ7OMkP0jHS",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Having students stand up and work on a vertical surface during this problem can increase engagement and collaboration between students as they work out the multiplication algorithm.</p><p>Encourage students to get up and move as if they are racers in the relay game to help them make sense of the multiplication.</p>"
          ]
        }
      },
      {
        "id": "XJ-CVPpZX5cjW292",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><p>Ask clarifying questions to make sure students understand the context.</p><ul><li>What does 5 meters per second mean? (That every 5 meters takes him 1 second, or that in 1 second, he runs 5 meters) </li><li>Which way is the student running? Left or right? Positive or negative? (Right and positive) </li><li>What number sentence could you write to show where Hahn will be in 6 seconds if he is going to the right and passes the 0 meter point running 5 meters per second? (If he runs 5 meters each second and he runs for 6 seconds, then 5 + 5 + 5 + 5 + 5 + 5 = 30-meter point or 6 x 5 = 30-meter point.) </li><li>What do the 5 and the 6 stand for? (The 5 stands for the 5 meters that is covered each second, and the 6 stands for the 6 seconds that Hahn is running after he passes the 0 meter point in the race.) Suppose Hahn was running 5 meters per second to the left. How would this change the number sentence? (The speed, or rate, would be -5 meters per second instead of 5 meters per second, so you would add -5 six times or multiply -5 times 6.) </li><li>What would the number sentence look like in this situation?  [(-5) + (-5) + (-5) + (-5) + (-5) + (-5) = -30‑meter point.] </li><li>What do the -5, the 6, and the -30 indicate in this situation? (Hahn is running 5 meters per second, but going to the left. He runs for 6 seconds, or 6 times -5. At the end of the 6 seconds, he will be at the -30‑meter point on the playing field.)</li></ul>"
          ]
        }
      },
      {
        "id": "5FYt6LZmpHABSU_r",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As students work, make sure they are writing complete mathematical sentences reflecting totals and not just expressions. Remind students that they are looking for patterns with multiplying positive and negative integers. Remind students that they need to be able to explain why each number in their mathematical sentences (factors and product) is positive or negative in the context of the relay race.</p><p>Encourage students to focus on the meter markers on the <em>Number Relay Race</em> game and their placement with respect to the center 0. The goal is for students to be able to interpret the signs of the factors as the direction from 0 (left versus right) or points in time (earlier versus later). Students should interpret the sign of the resulting product as a location, left or right of 0. Ultimately, students may discover a rule for multiplying signed numbers.</p>"
          ]
        }
      },
      {
        "id": "Hxt4G033RrBhNx55",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What patterns do you notice? (Possible answer: As the numbers multiplied by 5 decrease by 1, the products decrease by 5.) </li><li>How do the patterns you observe help you determine the next few equations in the series? (Possible answer: Looking at how the products decrease, when multiplying two numbers with different signs, the product is negative.) </li><li>Regardless of their signs, is the numerical value of the product of two numbers always the product of the two numbers? Explain. (Students may not be able to explain clearly at this time, but help them to notice that the absolute value of the solution is always the product of the absolute values of the integers.) </li><li>If you have a negative multiplied by a negative multiplied by a negative, would the result be negative or positive? (Negative because the product of the first two numbers is positive. Then the positive product times the third negative number is negative.) </li><li>How do you find the sign of the product of two numbers? (If the signs of the factors are the same</li><li>., the product is positive. If the signs of the factors are different, the product is negative.)</li></ul><p>As students work on the What If...?, listen to the patterns they are noticing. Students may struggle with multiplying a negative by a negative. If so, suggest that they think about what each sentence is saying in the context of the relay race and what seems reasonable. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "3QbQI_FQDn-hGPKd",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "nviHDeHI6OPX0S0N",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe an algorithm for multiplying positive and negative rational numbers. How can you predict whether the sign of a product of two rational numbers is positive, negative, or zero?</em></p><p>(As students encounter the different situations in this problem, ask them to think about things as these generalizations to help them sort through the patterns: (Language)</p><p>1.  Describe an algorithm for multiplying two positive rational numbers. </p><p>2.  Describe an algorithm for multiplying a positive rational number and a negative rational number. </p><p>3.  Describe an algorithm for multiplying a negative rational number and a negative rational number. )</p>"
          ]
        }
      }
    ]
  }
}
