{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "6vYsNwQF_NWO2By8",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>The core objective of this problem is to have students describe a strategy for finding the volume of any prism.  As students share their work make this the focus of the conversations. Begin by having students share their strategies and solutions for the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "4J9BhQl-db_3QiMH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>What strategy did you use to find the volume of the prisms in the Initial Challenge?  (Answers will vary- some may relate the shapes, some may recreate them with paper and use grid paper for the base, some may use area formulas times the height, etc.) (Agency, Identity, Ownership)</li></ul><p>You may want to use <strong>Teaching Aid 2.2 Examples of Filling the Base of Prism with Unit Cubes and Parts of Unit Cubes</strong> as students describe their strategies.</p><ul><li>Does the triangular prism hold half the rectangular prism?  Why or Why not?  (Yes, because the triangular prism can be created by slicing the rectangular prism along a diagonal.) This will be developed more in Problem 2.3. (Time)</li><li>How did you find the surface area of each prism in What If Situation A? (Answers will vary.  Some students may count all the squares; some students may count the squares in each face and then add then together; some student may use formulas to find the area of each face and then add them together.)</li><li>How did you find the volume of each prism in What If Situation A?  (Answers will vary.  Some students may need to cut them out and build them to see the base; some students will count the number of squares in the base and then multiply by the number of layers; some students will use formulas to find the area of the base and then multiply by the number of layers.)</li></ul><p>Have groups share their work on the What If Situations. Each time making sure groups clarify how they found the volume of the prism in the situation. </p>"
          ]
        }
      },
      {
        "id": "DRSMi0pXhbRDY87X",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "t846Grm58iIDsQsJ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}