{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEkacoWNvagsHn",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Ask students to look at the six equations in the Initial Challenge Set 1.</p><p><strong>Suggested Questions</strong></p><ul><li>What do these equations have in common? (They all involve the same three quantities, but in different arrangements or with different operations.)</li></ul><p>Be sure students are making a record of their methods and checking their answers. Encourage students to look for commonalities and differences in each set of equations. This should help them make the shift from equations that had all positive numbers to those that also include negative numbers.</p><p>If students are puzzled as to how to proceed, ask the following:</p><ul><li>What would a visual equation with pouches and coins look like for the equation? (Answers will vary. For example, with 5x – 10 = 20, students might say that this would be 5 pouches with 10 red coins, like the chips in <em>Completely Rational</em>, and is equal to 20 black coins.)</li></ul><p><strong>Note: </strong>Some students will need to draw pouches and coins to help solidify this connection to symbols.  Continue to allow them to do this and use them in parts of the summary to help all students make connections. (Agency, Identity, Ownership)</p><ul><li>What operations on x have been used to create the expressions on each side? (Addition and subtraction are used on the terms 5x and 10. Multiplication is used on 5 and x.) </li><li>Look at the equation. What is a good starting step? (Answers will vary. Some students may divide each side of the equation by 5. Others may add or subtract 10 or 5x to each side.) </li><li>How can you get rid of, or “undo,” each operation, but still maintain equality? (You can use the opposite, or inverse, operation. To “undo” subtraction, you add.) </li></ul>"
          ]
        }
      },
      {
        "id": "TILELiZNyLxvYBfT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen the understanding of the Now What Do You Know? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "TILEzNzeb1KwSi3s",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know? </strong></p><p>Describe the strategies you can use to solve linear equations using the properties of operations and equality.</p><p>(Look for students’ explanations that include keeping expressions equivalent on both sides of the equal sign (e.g., adding 2 to each side, dividing each side by 3, etc.). Look for student work applying the Distributive Property.)</p>"
          ]
        }
      }
    ]
  }
}
