{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "X-t0WxZOE3nUHDS5",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>It is desirable to have students develop the ability to analyze scaling problems by thinking through and mentally visualizing options. The best option is to make models of the 1-2-3 boxes. Students can combine 8 of these to see the effects of doubling each dimension. Have <strong>Centimeter or Inch Grid Paper </strong>available for students to use to create boxes and test their conjectures.  (Agency, Identity, Ownership)</p><p>It might also help to have a supply of blocks with which students can experiment. In this case, you want blocks that are not cubes. Standard toy block sets have shapes that have three different dimensions (perhaps not exactly 1-2-3, but still suitable). Strategies for doubling the volume are shown in the picture at left below. The effect of doubling each dimension (to a 2-4-6 box) are shown in the picture at the right below.</p>"
          ]
        }
      },
      {
        "id": "slsjT81-FtiaECN7",
        "title": "Doubling Dimensions",
        "content": {
          "type": "Image",
          "url": "faw/images/double.png",
          "filename": "faw/images/double.png"
        }
      },
      {
        "id": "-Z4GfFkjZmPCCRpg",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Be sure to monitor student calculations and give some help with sketching two‑dimensional diagrams of three‑dimensional figures. </p><p>It might be helpful to have students recall their earlier work with scaling of figures in the units <em>Stretching and Shrinking</em> and <em>Covering and Surrounding</em>. Then set students to work on the specific parts of this scaling Problem. To push forward some group conversations, you may need to further discuss the properties of similar rectangles. The idea of similar rectangular prisms should follow naturally. (Time)</p>"
          ]
        }
      },
      {
        "id": "vmCLb7Vrbw30cXYf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "WON8NSqwW02NG-Zk",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>As you change the dimensions of a rectangular prism by a certain scale factor, how do the surface area and volume of the prism change? How is creating similar rectangular prisms like creating similar rectangles? How is it different?</em></p><p>(As you are circulating during the Explore look for examples of how students are using their knowledge from Stretching and Shrinking to make decisions about the new compost boxes. If you change the dimensions of a rectangular prism by a scale factor f, the surface area will change by the scale factor squared f<sup>2</sup>, and the volume will change by the scale factor cubed f<sup>3</sup>)</p>"
          ]
        }
      }
    ]
  }
}