{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "XTqXZK8Y-SnrWbhe",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Research </strong></p><p>In today&#x27;s activity you will choose the most important questions from your scoping table to research. You could research:</p><ul><li><strong>natural</strong> questions, questions about the environment, and explore where your water comes from and how it gets to you</li><li><strong>social </strong>questions, questions about people and communities, and explore how people use water in their daily lives, or</li><li><strong>design </strong>questions, questions about the design process, and explore existing solutions to water conservation </li><p></p></ul><p><strong>Choose Research Questions</strong></p><p>Get started by choosing two questions from your scoping table that you want to research. In the &quot;Research Questions&quot; column, copy these questions and indicate whether they are natural, social, or design questions.  You will be reading articles to answer your research questions so choose questions you could answer by reading articles. (For example, one of your questions might be &quot;Who purchases the drinking water for the water coolers at my school?&quot; This is a good question, but you&#x27;re not likely to find the answer by reading articles so don&#x27;t choose this question for today&#x27;s activity.) If there is a question that you want to research that is not on your scoping table, you can add it at this time. </p><p><strong>Complete the Research Notes Table</strong></p><p>Now you have selected your research questions, you are ready to read your first article. Under &quot;Article 1&quot; below there are links to three articles. You must choose one of them for your research. You can choose which article you want to read based on the title and description provided or you could open and skim the articles first and then choose the best one for you. </p><p>Put the title of your first article at the top of the second column &quot;Title of Article 1.&quot; Then read your article. When you are finished, answer your research questions with the information from the article. Note anything you learned. It&#x27;s possible that this article did not answer your research question fully so also make a note of any information you still want to learn.  </p><p>Read and take notes on a second article. You can choose from the second list of articles. Pay attention for what information you still want to learn to choose the right article to read.  If it looks like none of the articles will answer your research question, you can get permission from your teacher to look for your own article using google search. If you find your article using google, make sure to check with your teacher that the article you find is from a reputable source before you begin reading. </p><p>You are finished with this activity after you read two articles and make notes on your research questions. If you finish early you can read a third article and make notes by adding one additional column to the Research Notes table. </p><p>------------------------------------------------------------------------------------------------------------------------------------------------</p><p><strong></strong></p><p><strong>Article 1 : Choose 1 article from the 3 listed below</strong></p><p> <a href=\"https://www.npr.org/2016/04/14/473806134/how-do-we-get-our-drinking-water-in-the-u-s#:~:text=Our%20drinking%20water%20comes%20from,houses%20through%20various%20pipe%20systems.&amp;text=A%20typical%20water%20treatment%20process.,-Annette%20Elizabeth%20Allen\">How Do We Get Our Drinking Water in the U.S.? (National Public Radio)</a></p><p>This article explains where your drinking water comes from and explains how water is cleaned so it is safe to drink.</p><p><a href=\"https://www.epa.gov/watersense/how-we-use-water\">How Do We Use Water? (United States Environmental Protection Agency) </a></p><p>This article covers the main ways that people use water and also discusses challenges to making sure water is clean and there is enough water for people to use. </p><p><a href=\"https://www.epa.gov/watersense/start-saving\">Start Saving (United States Environmental Protection Agency)</a></p><p><a href=\"https://www.epa.gov/watersense/start-saving\"></a>This article is an introduction to some of the most popular ways to save water. </p><p></p><p><strong>Article 2: Choose 1 article from the list below</strong></p><p><a href=\"https://mywaterway.epa.gov/community\">How&#x27;s My Waterway? (United States Environmental Protection Agency)</a></p><p>Use the search box above the map to search for your town.  Then read about waterbodies and water monitoring locations in your area. </p><p><a href=\"https://www.nrcs.usda.gov/conservation-basics/conservation-by-state\">Conservation by State (Natural Resources Conservation Service)</a></p><p>Every US County has a local NRCS office. Click on your state and read about state-funded water conservation efforts in your area. </p><p><a href=\"https://www.nrcs.usda.gov/conservation-basics/natural-resource-concerns/water\">Water (Natural Resources Conservation Service)</a></p><p>This page has information about water conservation initiatives and practices. </p><p></p>"
          ]
        }
      },
      {
        "id": "0HToAv2PKHiOKnjq",
        "title": "Research Notes",
        "content": {
          "type": "Table",
          "columnWidths": {
            "TodotIbLBI7HyRN0": 197,
            "DM5HZwikrMm136KP": 224,
            "tTToTbUV1kzcWOFl": 236
          },
          "name": "Table 1"
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "5C6uevy_Z0oUxHxa",
          "providerId": "0HToAv2PKHiOKnjq",
          "dataSet": {
            "id": "bi5cmb_2gT7FPj9A",
            "name": "Table 1",
            "attributes": [
              {
                "id": "TodotIbLBI7HyRN0",
                "clientKey": "",
                "name": "Research Questions",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "[Insert question from scoping table. Is this a natural, social, or design question? ]",
                  "[Insert question from scoping table. Is this a natural, social, or design question? ]",
                  "Optional [Insert a third question from your scoping table.]"
                ],
                "title": ""
              },
              {
                "id": "DM5HZwikrMm136KP",
                "clientKey": "",
                "name": "Title of Article 1: ",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  null,
                  null,
                  null
                ],
                "title": ""
              },
              {
                "id": "tTToTbUV1kzcWOFl",
                "clientKey": "",
                "name": "Title of Article 2: ",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  null,
                  null,
                  null
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "dhQrzPUlfre0veK-"
              },
              {
                "__id__": "3IYLROB6pLlFqyft"
              },
              {
                "__id__": "coJEtOnI93jyC-WG"
              }
            ]
          }
        },
        "tiles": [
          "0HToAv2PKHiOKnjq"
        ]
      }
    ]
  }
}