{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "P97RWx82awArKrp5",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Looking Ahead</strong></p>"
          ]
        }
      },
      [
        {
          "id": "q8Zz-AwjjDZA_JR-",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>A rectangular compost box has dimensions 1&nbsp;foot by 2 feet by 3 feet. A pound of redworms added to the box can decompose 0.5 pounds of garbage a day. </p><p><strong>What</strong> are the dimensions of boxes that will decompose 1, 2, and 5 pounds of garbage a day?</p><p><strong>How</strong> many redworms are needed for the new box?</p>"
            ]
          }
        },
        {
          "id": "55ApZVvK6Fy4DbLX",
          "title": "Image 1",
          "content": {
            "type": "Image",
            "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
          }
        }
      ],
      [
        {
          "id": "bhkFWQfjtj1_Zbeg",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>During a recent COVID-19 pandemic, a local park is marking 6-foot circles for families to gather to watch an outdoor movie. The circles are also 6 feet apart. The area of the park is 6,400 square feet. </p><p><strong>Create</strong> a design that the park manager can use to lay out the circles.</p><p><strong>How</strong> many circles did you create?</p>"
            ]
          }
        },
        {
          "id": "DydI_b6tnM8Em-Te",
          "title": "Image 2",
          "content": {
            "type": "Image",
            "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
          }
        }
      ],
      {
        "id": "Z1yDzYulbomGCBGE",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Experiment</p><ul><li>Pour some colored water into the three-dimensional shape.</li><li>Tilt the three-dimensional shape to imagine slicing through it.</li><li>Use rubber bands to outline the cross section of the slice.</li><li>Make a sketch of the polygon created by the slice.</li></ul><p><strong>What</strong> polygon shapes will appear at the cross section of the slice if we slice a rectangular prism or a right rectangular pyramid?</p>"
          ]
        }
      },
      {
        "id": "T_EBAPlM3ZQUHaSs",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The way a product is packaged is important. Stores are filled with containers such as boxes, cans, bags, and bottles that come in interesting three-dimensional shapes. A unique shape can attract shoppers to take a closer look at the product. Some colleges offer degrees in packaging. The college courses include investigating packaging materials and designs to determine which are suitable for products. They also consider various environmental and safety requirements that are imposed by states or countries. </p><p>When a company plans the packaging for a product, it must consider several questions. The company must determine the following: </p><ul><li>how much of the product should be placed in each package</li><li>what and how much material is needed to make the package</li><li>what package design is best for the product</li></ul><p>Thinking about how products are packaged can make us smarter consumers. We can usually save money by comparing the cost of products in different-sized packages. Three-dimensional figures also have many uses, such as designing modes of transportation or exploring gene configurations in biology.</p>"
          ]
        }
      },
      {
        "id": "Mysadf-GV9g23Zj4",
        "title": "Did You Know?",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "9o_Ng5XDe7aaFNqL",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we will explore area and circumference of circles. We will also explore surface area and volume for three-dimensional shapes. We will learn how to calculate the amount of material it takes to fill a shape and the amount of material needed to wrap the shape. As we work through the problems in this unit, we will consider questions like these:</p><ul><li><strong>What</strong> two- or three-dimensional shapes and their properties are involved in the problem?</li><li><strong>Which</strong> measures of the two- or three-dimensional shapes are involved-length, area, surface area, or volume?</li><li><strong>Is</strong> an exact answer required?</li><li><strong>What</strong> methods should I use to determine these measurements and solve the problem?</li></ul>"
          ]
        }
      },
      {
        "id": "Ot6lQ7ce95dGraW_",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>Building Smart Boxes: Rectangular Prisms</strong></p>"
          ]
        }
      },
      {
        "id": "RcWckaCc00Zz6tna",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Nearly everything for sale in stores is wrapped in some sort of package. Packages come in a wide variety of shapes and sizes. The most common and simplest are boxes in the shape of <em>rectangular prisms</em>. We learned about rectangular prisms in <em>Covering and Surrounding</em>. A <em>rectangular prism</em> is a three-dimensional shape with a top and bottom (base) that are congruent rectangles and <em>lateral</em> (side) faces that are rectangles. </p>"
          ]
        }
      },
      {
        "id": "NKI4Q3XRTEnjm42G",
        "title": "Rectangular Prisms",
        "content": {
          "type": "Image",
          "url": "faw/images/spa.png",
          "filename": "faw/images/spa.png"
        }
      },
      {
        "id": "whOyb75sIqh5BDDd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.1</strong></p><p><strong>How Big Are Those Boxes? Finding Volume</strong></p><p>In this globalized world, people enjoy products from many different countries. The most economical way to transport goods is by water on large container ships. </p>"
          ]
        }
      },
      {
        "id": "WKtcR6cv-QPYwoi3",
        "title": "Large Container Ship",
        "content": {
          "type": "Image",
          "url": "faw/images/image1.png",
          "filename": "faw/images/image1.png"
        }
      },
      {
        "id": "y0rZwIuhfNwye_oH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The ships are loaded with individual shipping containers. The containers can be easily loaded and unloaded and then transferred to trucks for delivery. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
