{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEO6L-zkuEzWLR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem asks students to think about the physical-fitness challenge of riding a bicycle for long distances. It uses that context to develop basic ideas of data representation and interpretation using tables.</p>"
          ]
        }
      },
      {
        "id": "TILEMA9ajCnIMyEP",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comment:</strong></p><p>The main activity is a jumping jack experiment. Doing jumping jacks for 2 minutes is hardly the same as riding a bike for 6−8 hours. However, students can do the jumping jack experiment in the classroom, and experience has shown that it does give students a personal sense of the physical demands of a bike tour. This makes it easier for them to interpret bike-tour data that are given in subsequent problems. So as not to embarrass any student who might not be physically up to jumping jacks, use volunteers. Sometimes, all students want to try doing the jumping jacks. It is a nice way to encourage participation at the beginning of the year. For students who are not able to jump, an alternative would be to use a clothespin or clip. (Portrayal) Opening and closing the clip can count in place of one jumping jack.</p>"
          ]
        }
      },
      {
        "id": "TILE0wfIEj-SeW6z",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:</strong></p><p>Since this is the first problem of the year, you may want to do a short summary after the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "TILE5Lc4iUjSXXxj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Tell the class about bicycles and the yearly bicycle tour across Iowa. Encourage students to share other facts about organized bicycle tours they might know. Then continue reading about the bicycle trip that the five college students are planning. Have students share their ideas about the questions in the introduction. Students should justify their guesses about the distance they think they could ride in a day and consider ways in which their speed might vary throughout the day.</p><p><em>Suggested Questions</em></p><ul><li>How far do you think you could ride in a day? <em>(Answers will vary.)</em></li><li>How do you think the speed of your ride would change during the course of the day? <em>(Most students will indicate that their speed would slow down over the course of the day as they grew fatigued. Others might say that they could get surges of energy, especially toward the end.)</em></li><li>What conditions would affect the speed and distance you could ride? <em>(Answers might include the type of terrain [rocky or smooth]; how much of the ride is uphill, downhill, or flat; weather conditions and temperature; and how much gear you carry.)</em></li><li>How are the cyclists’ speed and distance likely to change throughout a day? <em>(Answers will vary.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILE76dfq4-CyT7x",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>In the 6th grade unit, <em>Comparing Quantities</em> you looked at a problem about a walking backwards race.  The average middle school student walks backwards ¼ of a mile in 6 minutes.  What does this rate mean? (Answers will vary.  Some students may suggest it would mean it would take 24 minutes to walk 1 mile)</li><li>Who is the slowest walker you know? Who is the fastest walker you know? (Various answers.)</li><li>Do you walk fast or slow? How do you know? (Various answers. Students should offer some reasoning for saying that they are fast or slow, such as, Teri always passes me in the hall because I walk slowly.) </li><li>What do you think your walking rate is in miles per hour? In meters per second? (Various answers. Students’ conjectures will help set up the Problem.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEoZgRVTZpKivQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student predictions will likely be much higher than their actual walking rates. They may have some knowledge about walking rates if they have used a treadmill. On a treadmill, a person might set the walking speed at 4 miles per hour. One interesting thing about treadmills is that the rate of 4 miles per hour may also be reported as 15 minutes per mile. You might discuss why both these rates are reported or why treadmills do not report the rate in miles per minute or meters per hour. </p>"
          ]
        }
      },
      {
        "id": "TILEJymHPe0NZTjR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Tell a story about walkathons. Students may have some experience with other “–athons.” Discuss the walkathon described in the student edition and that Ms. Chang’s class suggests finding their walking rates. Ask students what they think their walking rate is.</p><p>Now tell students that they will have a chance to check their guesses about their walking rates. </p><p>Describe the experiment. </p><p>Have students work in groups of 4. Give each group access to meter sticks (or a pre-set measurement of 10 meters) and a timer or a clock with seconds. Students should do the experiment twice to get a more accurate walking rate. They can choose either the rate they want or the average of the two. Make sure there is a person checking the time in each group. As the groups finish collecting their data, they can work on the questions on the What If…? questions. </p>"
          ]
        }
      },
      {
        "id": "TILElJtRsCDljWwT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li> What does meters per second mean? (A rate where we know how many meters in one second.)</li><li> How might meter sticks and a timer help? (We can line-up 10 sticks and find how long it takes to walk 10 meters.)</li><li> What are the variables? (meters and seconds) </li><li>What is the relationship between the variables? (The more distance I walk, the more time it will take.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE1SGFoxB7oEI_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You could extend this Problem by asking some groups to record their data on a display such as a graph. The following optional suggestions are designed to enrich the experiment: </p><ul><li> Let the groups decide whether they want to calculate meters per second or seconds per meter. </li><li> Ask one group to change their walking rate—maybe walk, jog, sprint, and so on. </li><li> Ask some students to walk for 10 seconds rather than 10 meters. Be sure to discuss these suggestions in the Summarize if you assign them. </li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
