{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEO6L-zkuEzWLR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem asks students to think about the physical-fitness challenge of riding a bicycle for long distances. It uses that context to develop basic ideas of data representation and interpretation using tables.</p>"
          ]
        }
      },
      {
        "id": "TILEMA9ajCnIMyEP",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comment:</strong></p><p>The main activity is a jumping jack experiment. Doing jumping jacks for 2 minutes is hardly the same as riding a bike for 6−8 hours. However, students can do the jumping jack experiment in the classroom, and experience has shown that it does give students a personal sense of the physical demands of a bike tour. This makes it easier for them to interpret bike-tour data that are given in subsequent problems. So as not to embarrass any student who might not be physically up to jumping jacks, use volunteers. Sometimes, all students want to try doing the jumping jacks. It is a nice way to encourage participation at the beginning of the year. For students who are not able to jump, an alternative would be to use a clothespin or clip. (Portrayal) Opening and closing the clip can count in place of one jumping jack.</p>"
          ]
        }
      },
      {
        "id": "TILE0wfIEj-SeW6z",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:</strong></p><p>Since this is the first problem of the year, you may want to do a short summary after the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "TILE5Lc4iUjSXXxj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Tell the class about bicycles and the yearly bicycle tour across Iowa. Encourage students to share other facts about organized bicycle tours they might know. Then continue reading about the bicycle trip that the five college students are planning. Have students share their ideas about the questions in the introduction. Students should justify their guesses about the distance they think they could ride in a day and consider ways in which their speed might vary throughout the day.</p>"
          ]
        }
      },
      {
        "id": "TILE76dfq4-CyT7x",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How far do you think you could ride in a day? <em>(Answers will vary.)</em></li><li>How do you think the speed of your ride would change during the course of the day? <em>(Most students will indicate that their speed would slow down over the course of the day as they grew fatigued. Others might say that they could get surges of energy, especially toward the end.)</em></li><li>What conditions would affect the speed and distance you could ride? <em>(Answers might include the type of terrain [rocky or smooth]; how much of the ride is uphill, downhill, or flat; weather conditions and temperature; and how much gear you carry.)</em></li><li>How are the cyclists’ speed and distance likely to change throughout a day? <em>(Answers will vary.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEJymHPe0NZTjR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>After a short class discussion, move on to the jumping jacks stamina experiment. This problem begins the discussion of patterns that describe the relationship between two variables. Students will use the experiment data to describe the way the number of jumping jacks changes as time increases in 10-second intervals. The experiment provides a physical model to give students a sense of the relationship. The connection between the physical movement and the pattern in the table helps students interpret the data. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "TILElJtRsCDljWwT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Connect the bike tour and the jumping jack experiment by pointing out that both activities involve physical exertion during a period of time. This experiment works nicely if students are divided into groups of four. Within the group, each student has a job:</p><ul><li>performing jumping jacks</li><li>counting jumps out loud</li><li>calling time when 10 seconds have passed</li><li>recording the number of jumping jacks completed at the end of every 10 seconds for the 2-minute time period</li></ul><p>The directions suggest that students do jumping jacks for 2 minutes. Two minutes has worked well in many classes. We suggest that you tell students to talk to you if they are not physically able to do the experiment. Inform everyone that if they get tired, they should stop. Every student does not need to jump. Many students like to volunteer. This is a nice way to encourage participation in the classroom activities in the beginning of the year.</p>"
          ]
        }
      },
      {
        "id": "TILE1SGFoxB7oEI_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
