{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEnDyz5B6R1JGh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Ask students what they noticed and what they wondered about the comparison statements.</p><p>Then have them discuss and justify their reasoning about if the statements were true or false.</p><p>Take note of students reasoning of the statements. Do not stop at this time and resolve all the issues that students might have with the statements. There will be opportunities to revisit those ideas as you progress through the unit. </p><p>Students should resolve that Chung&#x27;s statement is incorrect and Sharon&#x27;s statement might not be true.</p><p>If you want to push students to think about multiplicative thinking in scaled-down ratios, you could use sentence starters. This type of reasoning is developed in later problems. </p>"
          ]
        }
      },
      {
        "id": "TILE1l72u_tHQOqX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Can you complete this statement? &quot;For every 30 dollars Academy plans to collect, Central plans to collect ? dollars.&quot;</li></ul>"
          ]
        }
      },
      {
        "id": "TILEW-ZtRp8w9oBk",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Central would collect $45 for every 30 dollars Academy collects. A way to think about this is that Academy would have to collect $30 ten times to reach their goal and, likewise, Central would have to collect $45 ten times to reach their goal. </li></ul>"
          ]
        }
      },
      {
        "id": "TILElNPorgncFLYD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Ask students to think about sorting the statements by the type of thinking (additive and multiplicative) used in the statements. They can physically sort if you have cut up the claims from the Learning Aid and put them in an envelope for each pair or group as suggested above. Have students discuss the &quot;for every&quot; statements. </p>"
          ]
        }
      },
      {
        "id": "HbBJeLGVIlTRanLF",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Which statements use addition or subtraction (additive thinking)?</li></ul>"
          ]
        }
      },
      {
        "id": "jsqAvrOdZmeRUyS_",
        "title": "Text 24",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Markus&#x27;s. he states that Academy has more than another school for a goal. This can be found by adding on or subtracting.</p>"
          ]
        }
      },
      {
        "id": "TILEwN-b8Tuj7qgW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>This is not a multiplicative comparison statement because the relationship between the goals can change. If all we know is that one goal is $150 dollars more, can one goal be $1 and the other be $151? Can one goal be $1,000,000 and the other goal be $1,000,150? Does these two situations give us a different view of the goals? </li></ul>"
          ]
        }
      },
      {
        "id": "85exXUDBRxSBSTGV",
        "title": "Text 25",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Yes; Yes, although it is unlikely that a school would have such a large goal; Yes. When the goal is small, $150more is a much bigger goal. When the goal is larger, $150 more is not much different in the goals.</p>"
          ]
        }
      },
      {
        "id": "TILEVCfmQBlpYhfw",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Which statements use multiplying or dividing (multiplicative reasoning)?</li></ul>"
          ]
        }
      },
      {
        "id": "fzud_6inX6CZnnv7",
        "title": "Text 26",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kimi, Eliza, and Lakisha use portions of one goal compared to another. Tabia, Andres, and the principal use comparing one amount to another. At this time, students might not see the multiplicative reasoning in Tabia&#x27;s, Andres&#x27;s, and the principal&#x27;s statements. </p>"
          ]
        }
      },
      {
        "id": "TILEcSruYfyGuErQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What information is given in the &quot;for every&quot; statements?</li></ul>"
          ]
        }
      },
      {
        "id": "Jt62A7lVNOOe1_es",
        "title": "Text 30",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers may vary but should include that we know two quantities.</p>"
          ]
        }
      },
      {
        "id": "h9Ag_YAeM-7dQfd0",
        "title": "Text 29",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Can every statement be written as a &quot;for every&quot; statement? </li></ul>"
          ]
        }
      },
      {
        "id": "sqDAGn_TTArbev5c",
        "title": "Text 28",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>No. Markus&#x27;s cannot be written as a &quot;for every&quot; statement. All the other correct statement scan be written as &quot;for every&quot; statements. However, students mat not be sure about some of the statements at this time. </p>"
          ]
        }
      },
      {
        "id": "cws83zDJA5giwEJG",
        "title": "Text 27",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Introduce to students that there are different ways to write comparison statements. We can use additive thinking, like Markus did. We can use multiplicative thinking, like Kimi, Eliza, Lakisha, Tabia, Andres, and the principal did. Also, if we have a comparison between two quantities, like the &quot;for every: statements, it is called a ratio. </p>"
          ]
        }
      },
      {
        "id": "TILE2GD7yULh2Ucm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? Questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "TILERIjecSyOkGKM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? Question?</li><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I clntinue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
