{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "AJTUqL_KHa98p_NF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students use scale factors or other information to make figures that are similar to a specific triangle or rectangle. They also find missing side lengths and angle measures in pairs of similar figures.</p><p>At this stage, students tend to first find the scale factor between a pair of similar figures, then multiply the scale factor by a given side length to obtain the measure of the missing, corresponding side length.</p><p>Students find missing angle measures by recalling that similar figures have corresponding angles with the same measure. They need to recall that the sum of the measures of the interior angles of a triangle is 180°, which they learned in <em>Shapes and Designs</em>. In the next Investigation, students will find missing side lengths by using ratios.</p>"
          ]
        }
      },
      {
        "id": "ZU1C-FcaWkYsOOCF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong> </p><p><em>Connecting to Prior Knowledge</em></p><p>In this problem, students continue to build on their understanding of scale factors and scaled drawings or similarity.</p>"
          ]
        }
      },
      {
        "id": "fqhk3w02W8CFi-fP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>If you are given a rectangle, how might you draw a similar rectangle with a scale factor of 2? (Calculate twice the length for each side of the rectangle, and then draw a rectangle with those measurements.) </li><li>How would the areas of the original rectangle and the rectangle you drew relate? (The new rectangle would have an area 4 times as great as the original rectangle.) </li><li>What would the scale factor be for a pair of similar figures where one figure has an area 16 times as great as the other figure? (4)</li><li>What is base of a triangle? (This can be any side of a triangle.)</li><li>What is the height of a triangle? (Perpendicular distance from the base to the opposite vertex.)</li></ul>"
          ]
        }
      },
      {
        "id": "xh4Z4DhjulxSDU-A",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Display Rectangle A and Triangle B for the class. Tell the class that their challenge is to draw similar figures with the conditions given in the Problem.</p><p><u>Implementation Note:</u> Assign one or two from each set in the Initial Challenge to partner groups.  Have students create posters to present their findings.</p>"
          ]
        }
      },
      {
        "id": "dWVgd1HX3LcCkThA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What are the side lengths of Rectangle A? (4 units and 8 units)</li><li>What is the area of Rectangle A? (32 square units)</li><li>What is the area of Triangle B? (14 square units)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEzdj3Q62-05_Z",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Pass out <strong>Learning Aid 3.2A: Designing Under Constraint Figures.</strong> Students may also want to use quarter-inch grid paper, angle rulers or protractors and rulers. Give students time to begin this Problem independently before they work with a partner. <em>(Agency, Identity, Ownership)</em></p>"
          ]
        }
      }
    ]
  }
}
