{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "VJN5ppNDX3GVQvDd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Have groups share the relationships they found between the volumes of the cylinder, sphere and cone in the Initial Challenge. Some students might have said that the volume of the sphere added to the volume of the cone is equal to the volume of the cylinder.  During the Summary get all groups to focus on the relationships of each shape to the cylinder.  (Agency, Identity, Ownership)</p><p>When the class has reached a conclusion on these relationships discuss how knowing these relationships was helpful in the What If Situations.</p>"
          ]
        }
      },
      {
        "id": "6YHf8kCtN3_kBpyz",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>For the Initial Challenge, ask groups to share what they discovered about the relationship of the sphere’s volume to the cone’s volume.</p><p>Students should agree that it took about three cones full of sand or rice to fill the cylinder. Students should be able to explain this relationship in words: <em>For a cone and a cylinder of the same height and radius, the volume of the cone is one third the volume of the cylinder or If you divide the volume of the cylinder by 3 you will have the volume of the cone.</em> (Portrayal)  You may want to help students notate their verbal expression with something like this: </p><p>Volume of cone = volume of cylinder ÷ 3.</p><p>Or</p><p>Volume of cone = (1/3) x volume of cylinder</p><p><strong>Suggested Questions:</strong></p><ul><li>How could you write the formula for finding the volume of a cone with what you have learned about calculating the volume of a cylinder? (Volume of a cone = (1/3)πr<sup>2</sup>h or      (πr<sup>2</sup>h) ÷ 3.)</li><li>What did you discover about the relationship of the sphere’s volume to the cylinder’s volume. (It should be clear from their measurements that the sphere’s volume is about two thirds the cylinder’s volume.) You may want to help students notate their verbal expression with something like this: Volume of sphere  = (2/3)  x Volume of cylinder </li><li>How could you write the formula for finding the volume of a sphere with what you have learned about calculating the volume of a cylinder? (Volume of a sphere = 2/3 πr<sup>2</sup>h)</li></ul><p>Some students may be ready to understand that as the height of the sphere is twice its radius, 2r may be substituted for h: </p><p>Volume of sphere = 2/3 πr<sup>2</sup>(2r) = 4/3 πr<sup>3</sup></p><p>If students focus on the relationship between the height of the empty space and the height of the sphere (the height of the empty space is half the height of the flattened sphere), affirm this and help them refocus on comparing each measure to the total height of the cylinder. The height of the flattened sphere is two thirds the height of the cylinder, and the height of the empty space is one third the height of the cylinder. </p><p>You can also use the <strong>Pouring and Filling </strong>application for any of the following reasons: <a href=\"https://media.pk12ls.com/curriculum/math/cmp3/activities/A82404/index.html\">https://media.pk12ls.com/curriculum/math/cmp3/activities/A82404/index.html</a></p><ul><li>as an alternative to actually doing the experiment by hand; </li><li>for students who were absent to make up the work; </li><li>to reinforce the relationships, they found in the Initial Challenge</li><li>as an extension that can lead into the ACE Exercises about the relationship between volumes of pyramids and prisms. </li></ul><p>Have students share their findings from What If Situation A.</p><p><strong>Suggested Questions:</strong></p><ul><li>How did you find the Volume of the cylinder? Sphere? Cone? each time?  (Answers will vary.  Look for students using the relationships found in the Initial Challenge to calculate the volumes.)</li><li>Are any of these relationships linear?  (No.  There isn’t a constant rate; the radius squared, etc.)</li><li>What did you find happens to the volume of the cylinder as the radius doubled? Tripled? in Situation B? (Answers will vary.  Go back to the compost boxes in Investigation 1 to help students find the volume change relationship.)</li><li>What happens to the volume of a cone if you double one of its dimensions?  Both dimensions?  (If you double the height, the volume increases by a factor of 2.  If you double the radius, then you get 1/3 π(2r)<sup>2</sup>h = 4 x (1/3)πr<sup>2</sup>h, so the volume is 4 times greater.  If you double both dimensions, the volume increases by a factor of 23 , or 8.)</li></ul>"
          ]
        }
      },
      {
        "id": "K556VotojulmaXMd",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "VPkFtAkAwnrshPpA",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}