{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEjWZmh6TxAN4x",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p><strong>Suggested Questions</strong></p><ul><li>Which variable depends on the other? <em>(See Answers Embedded in the Student Edition section.)</em></li><li>As the independent variable increases, what happens to the dependent variable? Does it increase or decrease? <em>(See Answers Embedded in Student Edition section.)</em></li><li>Will the increase or decrease be consistent, or will it slow down or speed up in some places? <em>(See Answers Embedded in Student Edition section.)</em></li><li>How will the change appear in the graph moving left to right? <em>(See Answers Embedded in Student Edition section.)</em></li><li>Is the graph likely to repeat in cycles? <em>(See Answers Embedded in Student Edition section.)</em></li><li>If that graph were created by watching someone do jumping jacks, what would their jumping look like? <em>(Answers will vary.)</em></li></ul><p>Ask students to defend their choices as you move from group to group. You are looking for reasonable interpretations, not for agreement on one graph as the “right” answer. This will tell you what sense students are making of how stories of change can be portrayed in graphs.</p>"
          ]
        }
      },
      {
        "id": "dSlHmfjt9jdPqPkQ",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p><p><strong>Now What Do You Know?</strong></p><p><em>What do you know about the relationship between the dependent and independent variable from a rising graph? A level graph? A falling graph?</em></p><p>(As you circulate, listen for how students are making sense of the ideas of rising, level, and falling graphs. Are they looking at the variables and the relationship between the variables? One of the common errors in graph-to-story matching tasks like this one is to choose a graph that looks like some aspect of the situation being represented. For example, it is common for students to match the skateboard speed story with Graph 5 that looks like a half-pipe skateboard ramp [in profile]. In fact, the skateboarder will be going fastest at the bottom of the ramp and slower on either end [a pattern represented by Graph 6]. Make sure that this example is discussed carefully with the whole class.)</p>"
          ]
        }
      }
    ]
  }
}
