{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEmwRf5H9k92-Q",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Students graph data from a table. Although they have made graphs in other problems, this time students must determine which variable goes on which axis and what scale makes sense. This allows for a formative assessment of how students are making sense of graphing. <em>(Time)</em> After making their graphs, students analyze the data using the graph or table and make a decision about what price the tour operators should charge. This is the first time students see a pattern of change that decreases from left to right.</p>"
          ]
        }
      },
      {
        "id": "4CNPDUfNbGB2PmWM",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p><p><strong>Connecting to Prior Knowledge</strong> </p><p>In Problem 2.1, students compared two different patterns of change presented in a table and graph. In this problem, they will examine decreasing data. Students will determine the independent and dependent variables, decide on scales for a graph of the data, make a graph from a table, and use the representations to answer questions.</p><p>Students may need help in use of the economic terms involved in the problem. The price is what each customer will pay to take part in the bike tour, the income is the money that the tour business will take in from those customers, the expense is what the tour operators will owe for things like supplies, and profit is the money that is made after paying for expenses. <em>(Language)</em></p><p><strong>Suggested Questions</strong> </p><ul><li>How much do you think customers would be willing to pay for the three-day tour? <em>(Answers will vary.)</em></li><li>Based on your estimates of costs and possible income, will the partners earn a profit? <em>(Answers will vary. Based on the cost estimates and an estimate of $350 for the price customers will pay, the partners will earn a profit of $115 per person.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILE3K8be8Uq-33-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss the problem situation with students. This context may be challenging for students. To make the situation more real, conduct a quick survey of the class.</p><p>If your students do not relate to going on a bike trip or spending these amounts of money, change the context to something more personal to them. <em>(Portrayal) </em>You might survey who would participate in an activity night (or field trip to an amusement park, concert, or some activity students would enjoy) for various prices being charged. Doing a quick classroom survey with various increasing prices for the activity will give students a way to make sense of the data in the problem.</p>"
          ]
        }
      },
      {
        "id": "2lUFzs8a419HC9Yw",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Let’s find out what our class thinks about the bike tour price. How many of you would pay $150 to go on the bike trip? Please raise your hand. Record the number of students in a table, and continue to survey students.</li><li>Raise your hand if you would pay $ 200. Raise your hand if you would pay $ 250. (Students’ answers will probably not match the data in the table. Point out that you are collecting opinions and that there are no wrong answers to the question.)</li></ul><p>Continue for a few more prices, until you feel students have a good understanding of what is happening in the problem.</p>"
          ]
        }
      },
      {
        "id": "-eJn4S4_Gg6zKphS",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Do not discuss which variable should be displayed on which axis. Let students figure this out themselves. <em>(Agency, Identity, Ownership)</em> If students choose to put the number of customers on the x-axis, let them work with this. During the Summarize, you can discuss how easy or difficult it is to make sense of the data when they are represented in this way. This gives you a chance to informally assess what students understand about choosing variables and scales for the axes of a graph.</p><p>You want students to begin thinking about how the price of the tour will affect the number of customers. This problem asks students to think about market research data that can help set the target for number of customers.</p><p>Have students begin this work independently and then work with a partner as needed. Distribute <strong>Learning Aid 2.2: Finding Customers </strong>for students to use to organize and record their work. Having students work on a collaborative chart paper can help them facilitate their thinking.</p>"
          ]
        }
      }
    ]
  }
}
