{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEODcYwFuaD0pk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Some students may benefit from seeing the claims in isolation. <strong>Learning Aid 1.2: Pizza Claim Cards</strong> is provided for you to help students focus on the specific claim being discussed. (Portrayal) The claims not being discussed can be covered up with paper so students can focus on just one or two claims. You may want to have one copy of the Learning Aid at each group&#x27;s table to help facilitate their discussions. Students could also cut apart the claims and sort them into groups of ratios and not ratios to help them focus on the different claims.</p><p>As students work on the Initial Challenge, watch for students who are comfortable with identifying ratios. Remind students that ratios involve two quantities being compared. They can begin by finding the two quantities in the statements. Some students may not notice that the quantity of 1 is sometimes replaced with words, such as &quot;for each.&quot;</p>"
          ]
        }
      },
      {
        "id": "TILEeaeqiIeZBJZY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li> A ratio has two quantities. Can you identify two quantities in any of the claims? </li></ul>"
          ]
        }
      },
      {
        "id": "TILEMCQ2CoiQHzx6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Claims 1, 3, 4, 5, 7</p>"
          ]
        }
      },
      {
        "id": "N0WYVCxvNpffprGa",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may be helped by thinking about the equivalent ratios by using diagrams like Gia&#x27;s in What Iff...? Situation A. The diagrams can help students see the factor and multiple relationships between the quantities. (Portrayal) Encourage students to make diagrams to represent their reasoning with ratio relationships. </p><p>A ratio maintains a comparison between two quantities. This means that the amount of the whole may change. This is one way that ratios differ from fractions. Some students may wonder if it is okay to change the size of the whole. It is not necessary to discuss the difference between ratios and fractions as this time. This is their first study of ratio. They need to make sense of this new idea before making comparisons to fractions. Ratios are not written in fraction form in this unit for that reason. </p>"
          ]
        }
      },
      {
        "id": "BJUAq9k4c4AMm8Hb",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>In Gia&#x27;s diagram, how many cheese pizzas do you have for a pepperoni pizza?</li><li>Is this still true when you have 4 cheese pizzas and 2 pepperoni pizzas?</li></ul>"
          ]
        }
      },
      {
        "id": "C6r-MjiHaU8D0BJ6",
        "title": "Text 19",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>For every 2 cheese, there is 1 pepperoni.</li><li>Yes.</li></ul>"
          ]
        }
      },
      {
        "id": "TILEWGiVvS9Ej9lA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "vipkt4JVMuMwqP7i",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How do you decide when a comparison statement is a ratio? How do you decide when two ratios describe the same relationship?</em></p>"
          ]
        }
      },
      {
        "id": "aTYnE74mZlroIhzH",
        "title": "Text 20",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this time in the unit, students will depend on the language of &quot;for each&quot; and &quot;for every.&quot; We should not push them into one preferred way of thinking about how to write a ratio comparison statement. Look for examples from students describing ratios as comparing two quantities using multiplicative relationships. Select examples from students that show how they are making sense of scaled-up or scaled- down ratios. </p>"
          ]
        }
      }
    ]
  }
}
