{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "oXCfSScdERv5MqPc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Have students share their thinking. Focus on the components of the problem that caused the most conversation in the room during the Explore. Use their conversations as a springboard to clear up misconceptions on integers, inequalities, equations, and number line graphs.</p>"
          ]
        }
      },
      {
        "id": "_uXGYCgp9z2lQxP-",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Discuss what the equation P = 50n - 800 means in terms of finding the profit in Mei&#x27;s business.  </p><p><u>Note:</u> Equations in the form of y = mx + b will be developed further in <em>Moving Straight Ahead</em>. This problem will foreshadow that work.</p>"
          ]
        }
      },
      {
        "id": "ZApvqiB2gdRZfVEH",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Do you have any What If...? questions? </li><li>How many tune-ups does it take before Mei is making a positive profit? (16) How did you find this answer? (Answers will vary: guess and check, number line graph, solving the equation, etc.)</li><li>How did you decide on the inequality for Jahmir and his lawn mowing job? (Answers will vary. Students should be able to discuss the idea that at 21 jobs, he has made the money he needs to buy a new bike.)</li><li>What do number line graph tell us? (Answers will vary)</li><li>What was helpful to you when matching the cards in What If...? Situation B? (Answers will vary. Make sure students are making sense of the symbols, the number line graphs, the equations and inequalities, and the integers.)</li></ul>"
          ]
        }
      },
      {
        "id": "o5UJOpIXjcvpoAM9",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "snHUsaMuU3BP3f_e",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson:</p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know? question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?  </p>"
          ]
        }
      }
    ]
  }
}
