{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "e7rmqQ3dfJBB-Cvs",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Looking Ahead</strong></p>"
          ]
        }
      },
      {
        "id": "VHOVn3YM6IB_dbgf",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Temperatures sometimes rise or fall suddenly. For example, in the United States, the fastest rise in temperature over a 24-hour period was a change from –54˚F to 49˚F. The fastest fall was a change from 44°F to –56°F.</p><p><strong>January 14, 1972 at 9 am: –54˚F   →   January 15, 1972 at 8 am: 49˚F</strong></p><p><strong>January 23, 1916 at 9 am: 44˚F   →   January 24, 1916 at 8 am: -56˚F</strong></p><p>How many degrees did the temperature rise? How many degrees did the temperature fall? How could you represent each change on a number line? With an equation?</p>"
          ]
        }
      },
      [
        {
          "id": "jt_wf5XcQy9w3W8X",
          "title": "High temperature on a thermometer",
          "content": {
            "type": "Image",
            "url": "cr/images/ther.jpg",
            "filename": "cr/images/ther.jpg"
          }
        },
        {
          "id": "a8BLG8h9sHdP8heY",
          "title": "Negative temperature on a thermometer",
          "content": {
            "type": "Image",
            "url": "cr/images/man.jpg",
            "filename": "cr/images/man.jpg"
          }
        }
      ],
      {
        "id": "6EyvgM0yoEn84RWU",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The <em>Going Positive </em>Game is played in teams. A category and question card are chosen. If the question is answered correctly, the team gets the point value on the card. If a team answers the question incorrectly, the point value is subtracted from their score. At one point in a game, the scores are as follows:</p><p><strong>Super Brains: -300</strong></p><p><strong>Rocket Scientists: 150</strong></p><p><strong>Know-It-Alls: -500</strong></p><p>Which team has the highest score? The lowest score? What series of point values could have given the teams their current scores?</p>"
          ]
        }
      },
      {
        "id": "DBUwNzjXwfbVRadn",
        "title": "Going Positive Game Board",
        "content": {
          "type": "Image",
          "url": "cr/images/se-1.1-pic-3.png",
          "filename": "cr/images/se-1.1-pic-3.png"
        }
      },
      [
        {
          "id": "6u_YBOJXZsuArC7b",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>If you play the <em>Integer Product</em> game with a partner, what are some winning strategies you can use to play the game? Does each product have the same opportunity to occur? Why or why not? </p>"
            ]
          }
        },
        {
          "id": "rfyYxx1JoW06BuCj",
          "title": "Integer Product Game",
          "content": {
            "type": "Image",
            "url": "cr/images/int.jpg",
            "filename": "cr/images/int.jpg"
          }
        }
      ],
      {
        "id": "2Alf42KV0XPGa-Va",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Most of the numbers we have worked with in mathematics class have been rational numbers greater than or equal to 0. However, many times numbers less than 0 can provide important information. </p><ul><li>Winter temperatures in many places fall below 0ºF. </li><li>Businesses that lose money report profits less than $0. </li><li>Scores for professional golfers are often reported as numbers less than 0. They indicate the number of swings under par, the expected amount. </li></ul><p>Rational numbers greater than zero are called <strong>positive numbers</strong>. Rational numbers less than zero are called <strong>negative numbers</strong>. The work in this unit builds on the work we did in grade 6 with the <em>Number Connections, Bits of Rational, and Points of Rational</em>. We will explore models that help us think about adding, subtracting, multiplying, and dividing rational numbers. We will also learn more about the properties of operations on positive and negative rational numbers.</p>"
          ]
        }
      },
      {
        "id": "7QzGd4bhciXlvI6x",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we will solve problems like those on the previous page that require understanding and skill in working with positive and negative rational numbers. </p><p>As you work on problems in this unit, ask yourself these questions:</p><ul><li>What quantities in the problem can be represented with positive and negative rational numbers? </li><li>What model(s) for positive and negative rational numbers and zero help me think and reason about mathematical situations involving numbers?</li><li>How are positive and negative rational numbers related? </li><li>How do I recognize which operation is most appropriate to solve the mathematics problem?</li><li>What strategies can I use to solve the problem?</li></ul>"
          ]
        }
      },
      {
        "id": "awKhH7gIGh7-ORbJ",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>Extending the Rational Number System</strong></p><p>One of the most useful representations of numbers is a number line. A number line displays numbers in order so that their relationship to each other is clear. We can determine whether numbers are less than or greater than other numbers by looking at their positions on a number line. </p><p>A number line also illustrates the relationships between positive and negative numbers and 0.</p><p>We looked at positive and negative numbers on a number line in the unit <em>Points of Rational.</em></p><ul><li><em>What do you notice about the numbers represented on this number line?</em></li></ul>"
          ]
        }
      },
      {
        "id": "qk1sdXhpC4pWNfRc",
        "title": "Number line",
        "content": {
          "type": "Image",
          "url": "cr/images/karm.jpg",
          "filename": "cr/images/karm.jpg"
        }
      },
      {
        "id": "KiUyGhVPGKGXDxQB",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Mr. Bernoski’s mathematics classes are investigating situations that use positive and negative rational numbers. They are also interested in using this information to design some math games for their family game night.</p><p>In this investigation, they investigate the use of number lines and other models to reason about mathematical situations involving rational numbers. </p>"
          ]
        }
      },
      {
        "id": "UxKs-CmjLJAa2m_-",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.1</strong></p><p><strong>The Going Positive Game: Using Positive and Negative Numbers</strong></p><p>Mr. Bernoski’s math classes are designing math games for their family game night. They designed the <em>Going Positive Game</em>, a game similar to a popular television game show. </p><p>Equipment:</p><ul><li><em>Going Positive</em> digital game board with categories, questions, answers and point amounts. </li></ul><p>Rules:</p><p>Teams can be partners, small groups, or individuals</p><ul><li>One team chooses a card with a point value of 50, 100, 150, 200, or 250.</li><li>The teacher asks the question.</li><li>The first team to answer the question correctly gets the point value on the card.</li><li>If a team answers incorrectly, the point value is removed from the team’s score.</li><li>For incorrect answers, other teams may try to answer the question. </li><li>The team that answers correctly chooses the next category and point value.</li><li>The team with the highest score at the end of the game wins.</li></ul>"
          ]
        }
      },
      {
        "id": "RvzRYzggXROibhiJ",
        "title": "Going Positive Game Board",
        "content": {
          "type": "Image",
          "url": "cr/images/screenshot-2023-09-18-205830.png",
          "filename": "cr/images/screenshot-2023-09-18-205830.png"
        }
      }
    ]
  }
}
