{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "2C8NZA9ty8kT0uOQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this Problem, two different numbers of pizzas are placed at tables that seat two different numbers of people. Students must determine whether this situation is fair. They do this by finding how much pizza each person gets at the different tables, or how many people share a pizza. The numbers are small, so the comparison can be the central focus. The Problem is also designed to surface and challenge any incorrect ideas that students have about difference as a comparison strategy.</p><p><strong>Implementation Note</strong>: Be sure to hold a discussion after the Initial Challenge before moving on to the What If. This will allow you to highlight your students’ strategies before analyzing the strategies of other students that are presented in the What If. You can use the strategies in the What If to connect to how your students engaged in proportional reasoning in the sharing pizzas situation.</p><p>Have students work on the Initial Challenge in partners. As a class, discuss the strategies and solutions for the determining which camp table will give students a chance for more pizza. After the discussion, have students work on the What If questions. For Situation A, you might have students think about and discuss as a class the strategies not already presented by your students. This may allow a discussion of strategies different from students’ own thinking for solving the Initial Challenge. Situations B and C offer more opportunities to use proportional reasoning.</p>"
          ]
        }
      },
      {
        "id": "TILEcR88hhXuFVyi",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL: </strong> Analysis</p>"
          ]
        }
      },
      {
        "id": "TILEK6Isulxu0xQL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding of ratios and why differences are not comparisons.</p><p>Expand understanding of multiplicative reasons to determine which methods of comparison are appropriate to a problem: part-to-part and/or part-to-whole.</p><p>Explore situations that require recognizing and analyzing proportional relationships to solve problems. Find and use unit rates, scaling, and equivalent ratios.</p>"
          ]
        }
      },
      {
        "id": "TILEDrxDhfSougfy",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>We have used several strategies for solving problems that involve ratios. How do you decide which method to use?</p>"
          ]
        }
      },
      {
        "id": "ts7G_4L2-EVJ4b-z",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>Remind students of the story about Arvin and Mariah making orange juice for campers in Problem 1.2. Let students know that you are going to consider another situation at the camp.</p><p>If you have the time, you may want to review some of the strategies that students used in Investigation 1 to solve problems, such as ratio tables and proportions.</p>"
          ]
        }
      },
      {
        "id": "86iv3_KGEzBTWrvN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>For the Initial Challenge, have students keep their books closed or do not let them see the What If to start out. The What If presents student strategies that you may not want students to see until after working on the tables with pizzas.</p><p>Introduce the Problem using <strong>Learning Aid 2.1A: Pizzas and Tables</strong>. You can use one Learning Aid per group. Tell students that the camp has a large table and a small table setup when campers come into the cafeteria. They need to understand that the pizzas will be shared equally by everyone at the table and that a camper will be sitting at each plate.</p>"
          ]
        }
      },
      {
        "id": "DyXQzLXTJTfQsU_P",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What do you notice about the tables and pizzas? What do you wonder? (Notice: The tables have different numbers of pizzas and different numbers of seats. More people sit in the middle at the large table. With more plates, there is also more pizza. Wonder: Where will I want to sit? Where will my friends sit? Where will I get the most pizza?) (Agency, Identity, Ownership)</li></ul>"
          ]
        }
      },
      {
        "id": "abaXxKH6_vGlYlz2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Remind students that the campers’ only motivation in choosing a table is to get the greatest amount of pizza. Ask the following questions, but do not analyze students’ answers. Leave the analysis for the Summarize.</p><ul><li>What quantities are being compared?</li><li>Will any of the strategies you used in Investigation 1 work for this situation?</li></ul>"
          ]
        }
      }
    ]
  }
}