{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "64HItyGsFymIaNry",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem students focus on drawing comparative conclusions about two populations using samples.  Students informally assess how much two numerical data distributions with similar variability overlap.  </p><p>Students examine the mean and the Mean Absolute Deviation (MAD) of each distribution to identify whether or not the mean of one distribution is within one or two MADs of the other distribution. Students use this information to decide if the differences between samples are greater than expected from naturally occurring variability.</p>"
          ]
        }
      },
      {
        "id": "D8VsdhsqM5tJSBPv",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Students studied Mean Absolute Deviation (MAD) in grade 6 Data About Us. MAD is the average distance of all of the data values in a data set from the mean of the distribution. An example from grade 6 involved looking at wait times for a scenic trolley:</p><li>Ilyas calculates the MAD: 7.2 minutes</li>"
          ]
        }
      },
      {
        "id": "ps1F_n82VWrWcjy3",
        "title": "MAD Calculation",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{0+3+3+5+5+6+10+10+15+15}{10}=7.2"
        }
      },
      {
        "id": "CgZOC7mvkgD7q1rl",
        "title": "Dot Plot Wait Times for Scenic Trolley",
        "content": {
          "type": "Image",
          "url": "sap/images/dot-plot-wait-times-for-senic-trolley.png",
          "filename": "sap/images/dot-plot-wait-times-for-senic-trolley.png"
        }
      },
      [
        {
          "id": "N4Q722m6iR7nfFko",
          "title": "Sum of the distances on the left of the mean",
          "content": {
            "type": "Expression",
            "latexStr": "15+10+5+3+3=36"
          }
        },
        {
          "id": "J5RnHon-j07FJCeO",
          "title": "Sum of the distances on the right of the mean",
          "content": {
            "type": "Expression",
            "latexStr": "15+10+6+5=36"
          }
        }
      ],
      {
        "id": "CWSWDGMl_QjQV5e8",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How might you determine which values are unexpected for a distribution of data? <em>(Find the MAD of the distribution. Identify the values that are within one and two MADs from the mean. Any values that are outside of two MADs from the mean can be considered unexpected values.) </em></li><li>In this problem, you will be comparing two distributions of data that have similar variabilities. How can you tell whether two distributions of data have similar variabilities?<em> (Find the MAD or IQR for each distribution. If the distributions have similar MADs or IQRs, they have similar variabilities.) </em></li></ul>"
          ]
        }
      },
      {
        "id": "ombVXyXGMOUbg2m-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss heights of basketball players as a class. The data values are given in centimeters. Make sure your students can visualize the magnitude of these heights.</p><p><strong>Suggested Questions:</strong></p><ul><li>Look at the two dot plots. What information does each dot plot give? (<em>One dot plot gives the heights of 32 male professional basketball players measured in centimeters. The other gives the heights of 32 female professional basketball players in centimeters.) </em></li><li>How much taller do you think these basketball players are than the students in our class? <em>(Answers will vary.)</em></li></ul><p>Distribute <strong>Learning Aid 2.1: Sample of Professional Basketball Players&#x27; Heights</strong>.  Have students begin the problem independently, looking at the data and what they notice and wonder about it, and then continue working on the problem with a partner.  </p>"
          ]
        }
      }
    ]
  }
}
