{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "64HItyGsFymIaNry",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem students focus on drawing comparative conclusions about two populations using samples.  Student informally assess how much two numerical data distributions with similar variability overlap.  </p><p>Students examine the mean and the MAD of each distribution to identify whether or not the mean of one distribution is within one or two MADs of the other distribution. Students use this information to decide if the differences between samples are greater than expected from naturally occurring variability.</p>"
          ]
        }
      },
      {
        "id": "qTIwo395g_BWnLXL",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: <em>Introduction, Exploration</em></p><p>Proportional Relationships: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "yv_aD4z9H56h7Q2X",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you use samples to make informal comparisons about two populations?</p>"
          ]
        }
      },
      {
        "id": "yFvpWilCQlRa5eMr",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Students investigate using samples to compare inferences among populations </p><p>They will:</p><ul><li>examine line plots from two populations (female professional basketball players heights and male professional basketball players heights)</li><li>compare the two populations (female professional basketball players heights and male professional basketball players heights)</li><li>determine where the typical female professional basketball player height would lie of the distribution of the sample of male heights and vice versa.</li><li>examine a mystery line plot sample to determine if it is a male or female data set</li></ul>"
          ]
        }
      },
      {
        "id": "D8VsdhsqM5tJSBPv",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p><strong>Suggested Questions:</strong></p><ul><li>How might you determine which values are unexpected for a distribution of data? (Find the MAD of the distribution. Identify the values that are within one and two MADs from the mean. Any values that are outside of two MADs from the mean can be considered unexpected values.) </li><li>In this Problem, you will be comparing two distributions of data that have similar variabilities. How can you tell whether two distributions of data have similar variabilities? (Find the MAD or IQR for each distribution. If the distributions have similar MADs or IQRs, they have similar variabilities.) </li></ul>"
          ]
        }
      },
      {
        "id": "ombVXyXGMOUbg2m-",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Make sure your students can visualize the magnitude of these heights.  </p><p><strong>Suggested Questions:</strong></p><ul><li>Look at the two dot plots. What information does each dot plot give? (One dot plot gives the heights of 32 male professional basketball players measured in centimeters. The other gives the heights of 32 female professional basketball players in centimeters.) </li><li>How much taller do you think these basketball players are than the students in our class? </li></ul><p>Distribute <strong>Learning Aid 2.1: Sample of Professional Basketball Players Heights</strong>.  Have students begin the problem independently looking at the data on what do they notice and wonder about it.  Then continue working on the problem with a partner.  </p>"
          ]
        }
      }
    ]
  }
}
