{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "9T9xbNbcwUfMh_uH",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>As you listen to students discuss the coin toss game, remind them that they must be prepared to explain why they think the game is fair or unfair. (Language)</p><p>Be sure students know what the sample space is. They should know that there are eight outcomes and that all of them are equally likely.</p>"
          ]
        }
      },
      {
        "id": "7cenuHeOrNB1WzvX",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Describe what you see in Santo’s strategy in What If Situation A.</li><li>How can you make the game fair? (You can change the number of points scored or you could change the rules.)</li></ul><p>Some students may want to have blocks to make sense of What If Situation C.  </p><p><strong>Note:</strong> You may want to play a few rounds of the game in What If Situation C with the whole class.  </p>"
          ]
        }
      },
      {
        "id": "wwp7QsJt00mcNU9i",
        "title": "Text 11",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>What are some strategies for listing all the outcomes in a sample space when you have two or more events happening at the same time? How do you decide whether a game is fair or not?</em></strong></p><p>(As you are circulating during the Explore listen for students making sense of organized lists and tree diagrams for listing all the outcomes.  Choose student groups to explain how they would decide if a game is fair.)</p>"
          ]
        }
      }
    ]
  }
}