{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "vfko5NOzJaFZ9eYL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong>  </p><p><em>Discussing Solutions and Strategies</em></p><p>It will be important for each group to display the table and graph that they produce to match the travel story and to explain to others in the class how they believe those representations do match the story. Thus, it is critical that you allow extra time for the Summarize phase of this problem. The gallery walk is very effective for eliciting helpful comparisons.</p>"
          ]
        }
      },
      {
        "id": "w1S00f1mdMS4FZ_2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Ask the class to look over all the displays and check for similarities and differences among them. <em>(Agency, Identity, and Ownership)</em> Ask if others’ data seems reasonable and why. Let that student respond, either defending the data or agreeing and changing the values accordingly. The tables and graphs will be different but should share these common characteristics:</p><ul><li>The total distance must be 100 miles.</li><li>The early morning’s progress should be slower than the rest of the day because of the wind.</li><li>The second part of the morning’s progress should be faster because of the wind.</li><li>There are three breaks: at midmorning, at lunchtime for about an hour, and at around 3:00 p.m.</li><li>The class might assume that when the cyclists load their bicycles in the van, they will cover a greater distance in a shorter time than when they were pedaling.</li></ul>"
          ]
        }
      },
      {
        "id": "TILE-gSi64BpV4k_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Ask two groups with different but correct graphs to share how their graphs match the trip notes. Encourage other students to ask questions so they can understand what assumptions and interpretations the presenters made in constructing their graphs.</p><p>This is a conversation from a classroom around these two pieces of student work:</p>"
          ]
        }
      },
      [
        {
          "id": "TILmrtWRWXmofYa1",
          "title": "Student Work (Group 1)",
          "content": {
            "type": "Image",
            "url": "vap/images/group-1-student-work.png",
            "filename": "vap/images/group-1-student-work.png"
          }
        },
        {
          "id": "7s7b_tXm94KnHEKi",
          "title": "Student Work (Group 2)",
          "content": {
            "type": "Image",
            "url": "vap/images/group-2-student-work.png",
            "filename": "vap/images/group-2-student-work.png"
          }
        }
      ],
      {
        "id": "HrpPHG0E8CAapI5q",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Teacher: </strong>I noticed that as everyone was looking at the tables and graphs during the gallery walk, there were several questions/comments for these groups. I’d like to start our class discussion by looking at these. Who would like to start us out by discussing something they noticed or wondered?</p><p><strong>Vince:</strong> When I was looking at Group 2, I liked that they wrote halfway on the table and graph to emphasize that part of the notes, but I didn’t see where they showed the breaks.</p><p><strong>Sylvia: </strong>That was our group. We didn’t know how to show breaks, so we just put the things on that we knew how to show. It still gives you the idea of what happened during the day.</p><p><strong>Joan: </strong>It does, Sylvia, but if we are to show the whole story of the day in a table and graph, then we should include those things too. In Group 1, when I look at the graph, I can see that “flat line” <em>(makes a horizontal motion with her hand)</em>, and that must be when the cyclists at their lunch.</p><p><strong>Vince: </strong>Yeah! Then when you look at Group 1’s table, you see 40 miles listed at the 4- and 5-hour mark. This says that the cyclists were not moving, so that must be the lunchtime.</p><p><strong>Sylvia: </strong>Oh yeah, like when we did the jumping jacks and I got tired and paused for 20 seconds, the number of jumping jacks didn’t change in my table. I forgot about that.</p><p><strong>Teacher: </strong>How do we see the midmorning break and/or the stop for a brief swim in these displays?</p><p><strong>Vince: </strong>I’m thinking that Group 1 didn’t show it as a stop but made the amount of distance in an interval smaller than others to indicate a brief stop. Like, between hours 1 and 2 there were 7 miles, and then between hours 3 and 4 there were 10 miles.</p><p><strong>Richie: </strong>I am in Group 1. That is exactly what we did. Then if you look at our graph at those times, you see that it is just a little bit steeper when they didn’t stop at all and the wind was helping them move forward.</p><p><strong>Jeff: </strong>I was in Sylvia’s group, which was Group 2. We didn’t think about that and just did around 5 or 10 miles for each hour of time. We see now how to change that to include all the notes from Malcolm and Liz.</p>"
          ]
        }
      },
      {
        "id": "NJxvposofL2A5jYT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What two variables are represented in the graph?<em> (The two variables are distance and time.)</em></li><li>When you are making a table, what role do variables play?<em> (If students do not know, have them look at the table given for Problem 1.2 and the graph they constructed for that problem.)</em></li><li>What does this tell you about the labels for your table? <em>(The labels for the columns are also distance and time.)</em></li><li>What does [this point] on the graph tell you? What does the x-coordinate of the point represent? What does the y-coordinate represent? <em>(The x-coordinate tells the time, and the y-coordinate gives the distance covered up to this time.)</em></li><li>How do you enter the information about the point we looked at into the table? <em>(Put the x-coordinate in the Time column and the y-coordinate in the corresponding place in the Distance column.)</em></li></ul><p>Ask students about the representation (table, graph, or story) that they found most helpful when trying to answer questions or analyze the patterns in the data.</p><p>Discuss the advantages and disadvantages of each representation (trip notes, graph, and table) for looking at patterns of change in distance over time.</p>"
          ]
        }
      },
      {
        "id": "TILEL0BSJ4pJR6FT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "lorqv1vXlafF-e4W",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
