{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "pcX3idanepS_-X4U",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Make sure groups understand that they should try to reach a consensus about each situation. As you circulate, restrict your role to listening and asking questions. Listen to how students defend their answers, and be on the lookout for inventive ways of arguing for a particular answer.</p><p>For What If Situation A, students are given an action and possible outcomes and they must determine if these outcomes are equally likely.  Students will be wrestling with the idea that equally likely doesn’t necessarily mean 50-50.  Let students wrestle with this by discussing each action thoroughly and questioning them to assist their conversations as needed. </p>"
          ]
        }
      },
      {
        "id": "0aL3UyZbQrAdJx5C",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested question</strong></p><ul><li>Kaleb puts his name on 10 cards in the hat. How many cards with their names do Kaleb and his father need to put into the hat to make all names equally likely to be chosen? (Kaleb and Dad both need their names on ten cards. So, each of them should put his name on nine more cards.)</li></ul>"
          ]
        }
      },
      {
        "id": "j-CEw7FpmyyXJqHN",
        "title": "Text 11",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>How can you determine whether the outcomes of a probability event are all equally likely? Why would this information matter if you are using the outcomes to make a decision? </em></strong></p><p>(As you are circulating during the Explore, listen for how students are deciding on equally likely.  They should be considering all the possible outcome and see if each outcome has an equal chance of occurring.  Select actions to discuss that have generated a lot of conversation in your classroom to discuss in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}