{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEXV17OR4Q4ty5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Moving Straight Ahead</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/1h9NwoZHMX0N7gsMp19PcCZrhE8x_OBoV/view?usp=sharing\">Click here to view the <em>Moving Straight Ahead</em> Unit Planning Chart (including pacing, key, terms, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "x-Yi-kA6xaP36ikE",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Descriptions</strong></p><p>This unit continues the exploration of analyzing and representing quantitative relationships between independent and dependent variables that was started in the 6th grade <em>Variables and Patterns</em> unit. This unit uses linear relationships as a context to explore what it means to be linear and to strengthen students’ use of linear expressions, linear equations, and linear inequalities.</p><p>Since CMP is a contextual problem-based curriculum, starting with contextual situations naturally allows for two variables to surface which in turn motivates ways to express these relationships using tables, graphs, expressions, and equations in addition to verbal representations. This unit keeps the study of relationships in the foreground at the same time it deepens students’ understanding of linear expressions, equations y = ax + b, and inequalities ax +b &lt; c or ax + b &gt; c. Throughout the unit students seek information about one variable given the value of the other variable. This can be done by reasoning numerically, using tables, graphs, or symbols. Expressions and equations surface as a way to express linear relationships. Thus, the contextual situation provides students with a way to write, interpret, and manipulate symbolic linear expressions, equations, and inequalities. Contextual situations also provide students with a context to develop and retrieve understanding of linearity and at the same time develop understanding of linear symbolic expressions and equations. </p><p>This idea of linearity is introduced in Investigation 1 with an experiment in which students determine their walking rates to prepare for a walkathon. This experiment is closely tied to the central idea of rate of change between two variables, and it provides the idea of “walking rate” within the walkathon theme for the unit. </p><p>While identifying, representing, and interpreting linear relationships is the central idea in this Unit, students also work with linear inequalities and equivalent expressions throughout the unit. Solving linear equations and writing equations for lines is also explored and will be revisited with more complexity in 8th grade Units—in particular, in <em>Thinking with Mathematical Models</em> and <em>Say It With Symbols</em>. The context of linearity also allows provides an opportunity for students to continue to develop deep understanding of proportional reasoning. In particular, they deepen their understanding of linear situations by exploring linear situations represented by y = ax, which is proportional, and linear situations represented by y = ax + b, where b ≠ 0 is not proportional.</p>"
          ]
        }
      },
      {
        "id": "JcY_04ZGPOYTqMRH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 units one Mathematical Reflection guides the development of the understanding of the mathematical ideas in the unit. </p><p><em>Mathematical Reflection</em></p><p><em>In this unit we are continuing to explore patterns of change between two variables using linear situations. We use tables, graphs, expressions, equations, and inequalities to represent and these linear patterns and solve problems. At the end of this Investigation,</em></p><p><em>What do you know about linear relationships, expressions, equations, and inequalities?</em></p>"
          ]
        }
      },
      {
        "id": "TsefCd5L9Q5R8dtF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations</strong></p><p><strong>Investigation 1: Walking Rates </strong></p><p>The rates at which students walk and the amount of money per kilometer that sponsors donate for a walkathon are two contexts for this Investigation. Students look at the patterns of change for each relationship and the effect of those patterns on various representations. In Problem 1.1 they determine their own walking rate and represent it in a table and graph to determine how far they walk in a certain amount of time or the time it will take to walk a certain distance. They begin to recognize linearity as a straight line. In Problem 1.2 they use walking rates of three students to examine the pattern of change between the two variables (walking rate and distance walked) as represented in a table, graph, or equation of the relationship. In Problem 1.3 they use the context of pledge plans of their sponsors and explore whether this relationship is linear. In Problem 1.4 they determine if the relationship of the amount of money donated over time to charity by two classes is linear. They notice that the rate of change is negative and that the corresponding graphs that slant down from left to right are linear.  </p><p>At the end of this Investigation students begin to see that as the independent variable changes by a consistent amount, there is a corresponding consistent change in the dependent variable. </p><p>For linear relationships, this pattern of change is a rate of change. At this point, some students will begin to recognize that rate of change is the coefficient of x in the general equation y = ax + b. They use tables, graphs, and numerical reasoning to solve linear equations and inequalities. They continue to explore which linear relationships are also proportional, an idea that has been developed over the course of multiple units in 6th grade and in <em>Stretching and Shrinking</em> and <em>Comparing and Scaling</em> in 7th grade.</p>"
          ]
        }
      },
      {
        "id": "8IDNw2xUf1ionWiN",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Using Tables, Graphs, and Equations to Explore Linear Relationships</strong></p><p>This Investigation continues the theme of walkathons and helps students deepen their understanding of patterns of change. The rate of change between the two variables in a linear relationship and the y-intercept of the graph of a linear relationship are formalized in this Investigation. In Problem 2.1 students determine how long a race between two brothers should be if the younger (and slower) brother gets a head start. This introduces the y-intercept as a special point on a line, a pair of values in a table, or as the constant b in the equation y = ax + b. In Problem 2.2 they determine which cost plans for two different T-shirt companies that are represented by equations they should use for their walkathon. In so doing they use graphs and tables to find solutions to the equations and they connect the idea that an ordered pair of numbers for a point on the graph or table is a solution to an equation. In Problem 2.3 they look at pledge plans from sponsors that are represented by equations. They consider the advantages and disadvantages of using tables, graphs, or symbolic methods to solve equations of the form y = ax + b. </p><p>At the end of this Investigation, they find the rate of change, decide whether relationships are decreasing or increasing, and make connections among ordered pairs on a line, a pair of values in a row of a table, and the solution of a linear equation. They use tables, graphs, and numerical reasoning to solve linear equations and inequalities. They continue to explore which linear relationships are also proportional.</p>"
          ]
        }
      },
      {
        "id": "1uBZCZbbvELdgn5b",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>I<strong>nvestigation 3: Solving Equations Symbolically </strong></p><p>Students continue to make the connection between points on a line, pairs of data points in a table, and solutions to equations. In Problem 3.1 linear equations are represented by pouches (the variable) and coins (the constant). They find the number of coins in a pouch by solving these pictorial equations by informally using Properties of Equality to write equivalent equations. In Problem 3.2 they represent pictorial situations of pouches and coins symbolically and encounter equivalent expressions for a given situation. They use the Distributive Property to show that the two expressions are equivalent. In Problem 3.3 they deepen their understanding of solving linear equations using equations devoid of context. They end the Problem by looking at a real-life application of linear equations from forensic science. In Problem 3.4 they look at two equations, one for the expenses to make cakes and the other for the income generated by selling the cakes. They explore how many cakes are needed to break even. They can do this graphically by finding the point of intersection of the two graphs or by using a table and finding when the two tables have the same entries. They also find the break-even point by setting the expression for expense equal to the expression for income and solving the equation for the number of cakes need to make the equation true. Note that by finding the point of intersection of two lines they are also solving a system of two linear equations, which is studied more formally in the 8th grade unit <em>It’s in the System</em>.</p><p>At the end of this unit, students use the properties of equality for solving equations in pictorial form and then transition into solving equations in symbolic form. They add or subtract the same number or variable or multiply or divide by the same nonzero number or variable on both sides of an equation. They also solve linear inequalities and use their solutions to answer questions about real‐world contexts. They continue to explore which linear relationships are also proportional.</p>"
          ]
        }
      },
      {
        "id": "RgasDNuFJ2Jb3xZ6",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 4: Connecting Rates and Ratios </strong></p><p>Students continue to strengthen their understanding of rate and ratio by connecting the patterns of change between two variables that have a linear relationship to the ratio of the vertical distance to horizontal distance between two points on the graph of the relationship. In Problem 4.1 they find the ratio of vertical change to horizontal change between two points on a line by first exploring the steepness of a set of stairs. The connection between this ratio and rate of change is made explicit in Problem 4.2 as they informally encounter systems of linear equations and inequalities. In Problem 4.3 they pull all the ideas of the unit together by looking at a card sort of different representations and a card sort of equivalent equations. </p><p>At the end of this Investigation students find the slope of a line given two points on the line and then find the y‐intercept using either a table or a graph. They write an equation of the form y = ax + b, in which a is the slope and b is the y‐intercept. The unit ends with an application that involves students applying their knowledge of linearity. They use tables, graphs, and numerical reasoning to solve linear equations and inequalities. They continue to explore which linear relationships are also proportional.</p>"
          ]
        }
      }
    ]
  }
}