{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEXV17OR4Q4ty5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Moving Straight Ahead</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/1h9NwoZHMX0N7gsMp19PcCZrhE8x_OBoV/view?usp=sharing\">Click here to view the <em>Moving Straight Ahead</em> Unit Planning Chart (including pacing, key, terms, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "x-Yi-kA6xaP36ikE",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Descriptions</strong></p><p>This unit continues the exploration of analyzing and representing quantitative relationships between independent and dependent variables that was started in the 6th grade <em>Variables and Patterns</em> unit. This unit uses linear relationships as a context to explore what it means to be linear and to strengthen students’ use of linear expressions, linear equations, and linear inequalities.</p><p>Since CMP is a contextual problem-based curriculum, starting with contextual situations naturally allows for two variables to surface which in turn motivates ways to express these relationships using tables, graphs, expressions, and equations in addition to verbal representations. This unit keeps the study of relationships in the foreground at the same time it deepens students’ understanding of linear expressions, equations y = ax + b, and inequalities ax +b &lt; c or ax + b &gt; c. Throughout the unit students seek information about one variable given the value of the other variable. This can be done by reasoning numerically, using tables, graphs, or symbols. Expressions and equations surface as a way to express linear relationships. Thus, the contextual situation provides students with a way to write, interpret, and manipulate symbolic linear expressions, equations, and inequalities. Contextual situations also provide students with a context to develop and retrieve understanding of linearity and at the same time develop understanding of linear symbolic expressions and equations. </p><p>This idea of linearity is introduced in Investigation 1 with an experiment in which students determine their walking rates to prepare for a walkathon. This experiment is closely tied to the central idea of rate of change between two variables, and it provides the idea of “walking rate” within the walkathon theme for the unit. </p><p>While identifying, representing, and interpreting linear relationships is the central idea in this Unit, students also work with linear inequalities and equivalent expressions throughout the unit. Solving linear equations and writing equations for lines is also explored and will be revisited with more complexity in 8th grade Units—in particular, in <em>Thinking with Mathematical Models</em> and <em>Say It With Symbols</em>. The context of linearity also allows provides an opportunity for students to continue to develop deep understanding of proportional reasoning. In particular, they deepen their understanding of linear situations by exploring linear situations represented by y = ax, which is proportional, and linear situations represented by y = ax + b, where b ≠ 0 is not proportional.</p>"
          ]
        }
      },
      {
        "id": "JcY_04ZGPOYTqMRH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 units one Mathematical Reflection guides the development of the understanding of the mathematical ideas in the unit. </p><p><em>Mathematical Reflection</em></p><p><em>In this unit we are continuing to explore patterns of change between two variables using linear situations. We use tables, graphs, expressions, equations, and inequalities to represent and these linear patterns and solve problems. At the end of this Investigation,</em></p><p><em>What do you know about linear relationships, expressions, equations, and inequalities?</em></p>"
          ]
        }
      }
    ]
  }
}