{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "C0h9bJE2avAhewep",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies</u></p><p>Base your Summary on what students did and did not understand in the Problem. Make sure that students can specify the outcomes in each suggestion and determine whether each is a fair way to make a decision. If your students struggled with certain suggestions, you will want to spend time carefully discussing the various outcomes and the ways to determine whether they are fair. (Language)</p>"
          ]
        }
      },
      {
        "id": "frvd7_s2YlfgfW6z",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p><p><strong>Suggested questions</strong></p><ul><li>What are the possible outcomes when you roll a number cube? (1, 2, 3, 4, 5, or 6)</li><li>What are the possible outcomes when you flip a coin?  (Heads, Tails)</li><li>What are the possible outcomes using colored cubes? (It depends on the colors used and the number of each used.)</li><li>What are the possible outcomes using playing cards? (Answers will vary.  It could be suits, specific cards, odds, evens, etc.)</li><li>What are the possible outcomes using a spinner?  (It depends on how the spinner is divided up.)</li><li>What are the possible outcomes using straws?  (It depends on the colors used and the number of each used.)</li><li>How did your group decide if the methods in the Initial Challenge would be fair to choose a messenger to send to the office?  (Answers will vary.  Students choose fairness based on getting three equally likely outcomes.)</li></ul>"
          ]
        }
      },
      {
        "id": "dXnUltr9Bj5qsDb5",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What If Situation A:</strong></p><ul><li>What are the possible outcomes for Ethan’s suggestion? (kickball, soccer, baseball, dodgeball)</li><li>Is Ethan’s suggestion fair?  (Yes. They each have a 25% chance of winning.)</li><li>What are the possible outcomes for Ava’s suggestion?  (There are three multiples of 2:  2,4,6.  There are two multiples of 3: 3, 6. There are three prime numbers:  2, 3, 5.  There is only one factor of 5: 5.)  </li><li>Is Ava’s suggestion fair?  (No. Multiples of two and prime numbers have three possibilities while multiples of three has one and a factor of 5 has one.)</li><li>What are the possible outcomes for Beno’s suggestion?  (Red, Yellow, Green, Purple) </li><li>Is Beno’s suggestion fair?  (No. The colors do not have an equally likely chance of being drawn.  There are more purple and green straws than red or yellow)</li><li>For What If Situation B, which method should Moe choose to play soccer and why?  (Ethan gives him an equally likely chance, Ava only gives him a 2 out of 6 chance, Beno only gives him 2 out of 10 chances.)</li></ul>"
          ]
        }
      },
      {
        "id": "yOzc0oxPPn4AomV3",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In <strong>What If Situation C</strong>, the outcomes are not equally likely. The easiest way to see this is to note that the smallest possible sum is 10. Therefore, students 1 through 9 would not have a chance.</p><ul><li>How does student 60 win? (All 10 number cubes must come up 6.)</li><li>How does student 50 win? (Possible answers: all 10 number cubes could come up 5, or eight of them could come up 5, one could come up 6, and one could come up 4.)</li><li>How does student 10 win? (All the number cubes must come up with a 1.)</li><li>Does every student have the same chance of winning? (No. Student 50 has several ways to win, while student 60 has only one, and student 1 has no chance.)</li><li>What is the probability of student 1 winning? (P(student 1 wins) = 0)</li></ul><p>Have students discuss Sal’s method. You may want to demonstrate how to choose and determine the numbers.</p><ul><li>Is it possible to choose each number from 0 to 59? (Yes. To choose 0 you must choose a 0 from both bags. So, 00 represents the number 0 and 05 (choosing 0 from the first bag and 5 from the second bag) represents the number 5. You may want to make an organized list or tree diagram to show that each number has the same likelihood of being chosen.)</li></ul><p>Check for understanding by showing two spinners, each with the numbers 0 to 9.  </p><ul><li>Would it be a fair to spin each spinner to make a two-digit number (order matters) to decide who wears the mascot costume? (Yes)</li><li>Would it be fair to multiply the two numbers to decide who wears the mascot costume?  (No)</li></ul>"
          ]
        }
      },
      {
        "id": "vFqlAHtHY_36cgxw",
        "title": "Text 17",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "o17oFtTuEYPCvnsj",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}