{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "9bwcUCL7gl3chpmB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p><p><u>Solutions and Strategies</u><em> </em></p><p>Have students share how they found the long-term average for Nishi. (Agency, Identity, Ownership)</p><p><strong>Suggested question</strong></p><ul><li>Do you have any What If questions? (Answers will vary. Students may want to investigate some actual players and their long-term averages.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEB3c2QQm_MY3S",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u> </p><p><strong>Suggested Questions</strong></p><ul><li>What is the average number of points per trip that a player with a 60% free throw percentage can expect? (0.96point/trip)</li></ul><p><strong>Note: </strong>The long-term average is close to 1, which is the score students most likely predicted for the one-and-one free throw situation.</p><ul><li>How did you find your answers? (First, figure each player’s individual probabilities for scoring 0, 1, and 2 points. Next, consider how many points the player would expect to score over 100 trials. Finally, divide the player’s total by 100 to find the average number of points per trip.)</li></ul><p>Have the students consider the probabilities and long-term average of a player with a 50% free throw percentage.</p><ul><li>What score is a player with a 50% free throw percentage most likely to get? (Half of the time, a player with a 50% free throw percentage will miss. A player with a 50% free-throw percentage will most likely score 0 points.)</li><li>Compute the long-term average for a player with a 50% free-throw percentage, and explain how you did it. (It is 0.75 point/trip. Referring to the table, there is a symmetry between the player with a 40% free-throw percentage (0.56 point/trip) and the player with a 60% free throw percentage (0.96 point/trip).</li></ul><p>You may want to extend this to look at the long term averages of other players and create a table to look at patterns and relationships. Some examples:</p>"
          ]
        }
      },
      {
        "id": "hKe2PhrnwLSz2xyY",
        "content": {
          "type": "Table",
          "columnWidths": {
            "44z16Z54laEvZq8i": 108,
            "4ORYPCqZoYbnXVHL": 80,
            "bEfUi684dMF6lKi-": 80,
            "xtC5mUWQRZcSRrVb": 80,
            "rx1x7ljorip8yQWb": 143.98746490478516
          }
        }
      },
      {
        "id": "sLrquaYJNrpxtR_K",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What is the average number of points per trip that a player with a 40% free-throw percentage can expect? A player with an 80% free throw percentage? (0.56 point/trip; 1.44 point/trip)</li><li>What patterns did you observe in the table? (The probability of 0 points decreases as the player’s average increases. The probability of 1 point increases and then decreases as the player’s average increases. The probability of 2 points increases as the player’s average increases. The probability of 2 points is always a perfect square number. The long-term average increases as the player’s average increases.)</li></ul><p>The analysis using 10-by-10 grids is quite efficient. However, some students may have begun to multiply probabilities to analyze such situations. If your class or some groups have started to look at this you may want to take the time to analyze it further. </p><ul><li>What is the free throw average for a player whose long-term average is exactly1? (It is approximately 62%.)</li><li>What is the long-term average for a player with a 75% free-throw percentage? (1.3125 point/trip)</li><li>Is the relationship linear? Explain. (No. The relationship is not linear. If you examine certain values such as (0.6, 0.96), (0.5, 0.75), and (0.8, 1.44) and compare the slopes between different points, you will obtain different slopes. For instance, between the points (0.6, 0.96) and (0.5, 0.75), the slope is 2.1. Between the points (0.8, 1.44) and (0.6, 0.96), the slope is 2.4. Students might examine other slopes between other points of their choosing and see that the rate of change varies between any two points.)</li></ul><p>(You may need to remind students that it may not be enough to simply “look at the graph” to verify if the relationship is linear. Have students recall the idea of slope, which was previously covered in <em>Moving Straight Ahead</em>. Students may require additional guidance in selecting different pairs of points and calculating the slope between them to show that the relationship is not linear.)</p>"
          ]
        }
      },
      {
        "id": "vduAealVoEuD1mD7",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Going Further</strong></p><p>Challenge students to find the percentage needed to get exactly 1 as a long-term average. </p><p>Discuss <strong>What If Situation A</strong>.</p><ul><li>Which parts of the lettered shapes represents Luis in making all three baskets? Two baskets? 1 basket? Missing all three baskets? (3 baskets – a; 2 baskets: b, c, e: 1 basket: d, f, g; 0 baskets: h)</li><li>What is the probability of getting 3 points? 2 points? 1 point? 0 points? ( P(1 point) = 0.096; P(2 points) = 0.384; P(3 points) = 0.512; P(0 points) = 0.0008.</li></ul>"
          ]
        }
      },
      {
        "id": "TILE7C3R_l_el1zD",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "9Uwi3XosiRqdbQBT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "GXB98b6jIvnW58Fk",
          "providerId": "hKe2PhrnwLSz2xyY",
          "dataSet": {
            "id": "BpJC-pqodDlRPBIm",
            "name": "Long-Term Averages",
            "attributes": [
              {
                "id": "44z16Z54laEvZq8i",
                "clientKey": "",
                "name": "Player's Free-Throw Percentage",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "20%",
                  "40%",
                  "60%",
                  "80%"
                ],
                "title": ""
              },
              {
                "id": "4ORYPCqZoYbnXVHL",
                "clientKey": "",
                "name": "0 Points",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "80*0*0",
                  "60*0*0",
                  "40*0*0",
                  "20*0*0"
                ],
                "title": ""
              },
              {
                "id": "bEfUi684dMF6lKi-",
                "clientKey": "",
                "name": "1 Point",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "16*1*16",
                  "24*1*24",
                  "24*1*24",
                  "16*1*16"
                ],
                "title": ""
              },
              {
                "id": "xtC5mUWQRZcSRrVb",
                "clientKey": "",
                "name": "2 Points",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "4*2*8",
                  "16*2*32",
                  "36*2*72",
                  "64*2*128"
                ],
                "title": ""
              },
              {
                "id": "rx1x7ljorip8yQWb",
                "clientKey": "",
                "name": "Expected Value, or Average",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "0.24 points/trip",
                  "0.56 points/trip",
                  "0.96 points/trip",
                  "1.44 points/trip"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "fbEJL6iLW97gKOsB"
              },
              {
                "__id__": "cWnxisfSLJF19Wum"
              },
              {
                "__id__": "JAd_TmuCh3DD9BtJ"
              },
              {
                "__id__": "2GdG6246QiaxJ51d"
              }
            ]
          }
        },
        "tiles": [
          "hKe2PhrnwLSz2xyY"
        ]
      }
    ]
  }
}