{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "ZXgauBcVUUnvmth7",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Discuss the clubs in the Initial Challenge and whether they believe they are representative samples for the given population.  </p><p>Discuss the sampling methods used to find the population of the concert in What If . . . ? Situation A.</p><p>One way to summarize the sampling methods used by the four groups of students in What If . . .? Situation C is to post four large sheets of paper at the front of the classroom. Divide each sheet into two halves titled “Advantages” and “Disadvantages.” Add to the charts as students share their ideas about each sampling method. </p>"
          ]
        }
      },
      {
        "id": "2ghW5RvxfXC80D_i",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions:</strong></p><ul><li>Will ________’s club plan result in a sample that is representative of their population? Explain. <em>(The Video Club and the Fish club have sample plans that are representative of their population)</em></li><li>How do Lucas and Quinn’s plans for finding the population at the concert compare?  <em>(Answers will vary. But the discussion should bring out Quinn uses random sampling in choosing what areas to count.  Both methods will give a good estimate of the total population.)</em></li><li>In What If . . . ? Situation B, do you agree or disagree with Jyotsna? <em>(Agree. It would be a scale factor of 6.)</em></li><li>Which plan in What If . . . ? Situation C gives the most representative sample? <em> (Group 4; If you collected data on the advantages and disadvantages of each method, make reference to the summary notes that the class has developed.)</em> </li><li>Ask students to explain their ideas and to critique the ideas of the other students. <em>(Language)</em></li></ul>"
          ]
        }
      },
      {
        "id": "Xq6Zplh-SK8d79E_",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When we say the results from a sample are representative, we mean that the characteristics of the sample we have selected are like those—or represent—the population from which the sample was chosen. For example, surveying only grade 6 and then making a prediction about the response of all students in grades 6, 7, and 8 would not be a representative sample. The sample of sixth graders is not representative of the population. </p><p>Educational research has shown that students will often evaluate a situation for representativeness from a fairness perspective. They will think about whether a particular sample will be fair—<em>fair </em>meaning that all members of the population have a chance to be a part of a sample. If so, it makes sense to use sample data to draw conclusions about all members of the population. </p><ul><li>For Group 1, is it possible that students have some common characteristic that is more usual for bus riders than for students in the whole school? <em>(The bus might carry younger students, students from the same subdivision, or so on.) </em></li><li>For Group 2, is it possible that this method systematically skips some groups of students?<em> (This is certainly not the same as deliberately choosing a biased sample by skipping a particular group of students, but neither is it a completely random sample, because it probably ensures that two best friends cannot both be chosen if they meet in the lunch line.) </em></li><li>For Group 3, is it possible that having surveys from only students who want to respond distorts the results? <em>(most likely; People who volunteer have a particular opinion or interest that motivates them to take the survey. This method is also referred to as self-selected sampling.) </em></li><li>For Group 4, is it possible that each student in the school has an equally likely chance of being included in the sample? Would this make the sample representative? <em>(This does give each student the same chance of being chosen and is therefore a random sample.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "GIVB74QT_kzfCLxq",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note: </strong>on the types of sampling</p><p><u>Group 1:</u> Group 1’s plan is an example of <em>convenience sampling</em>. Convenience sampling is choosing a sample based on the availability of respondents, people who are easy to locate and ask. Possible plans: Survey the students in a particular math class or homeroom or who belong to the same club or team.</p><p>Group 1’s plan is easy to implement, but the students on a particular bus probably all live in the same neighborhood and, as a result, won’t necessarily be typical of all students.</p>"
          ]
        }
      },
      {
        "id": "F7ohRBH6UhmsuHPO",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Group 2:</u> Group 2’s plan is an example of<em> systematic sampling</em>. Systematic sampling is choosing a sample by using a methodological technique. Possible plans: Choose every fifth name from an alphabetical list of students in each grade level, the first off each school bus one morning, or the student at the head of each row of seats in an auditorium assembly.</p><p>Group 2’s plan seems to offer a better prospect of surveying a variety of students from the school, but it is possible that the students who buy cafeteria lunches are not typical of all students. For example, it may be that students who wear braces don’t buy cafeteria food as much as students who do wear braces. </p>"
          ]
        }
      },
      {
        "id": "eLhX-d48tqfGNZd0",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Group 3:</u> Group 3’s plan is an example of <em>voluntary-response sampling</em>. Voluntary-response sampling is asking people to choose to participate. Possible plan: Hand out surveys to all students, and ask them to return completed forms to a box in the school office.</p><p>Group 3’s plan is similar to an online survey about honesty, with the disadvantage being that the sample will include only students that want to take the time to volunteer for the survey. </p>"
          ]
        }
      },
      {
        "id": "38oepnkVKzkVDIzf",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Group 4:</u> Group 4’s plan is an example of <em>random sampling.</em> Random sampling is giving every member of a population an equally likely chance of being selected. Possible plan: Choose student names or numbers by writing them all on slips of paper, mixing them in a bowl, and selecting slips of paper without looking.</p><p>Group 4’s plan would make each student equally likely to be chosen, but it may be more difficult to implement because each selected student would need to be tracked down.</p>"
          ]
        }
      },
      {
        "id": "6NN_IRZvrbRUjbxk",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may want to be more deliberate about making a sample representative, but any interference by the sampler might constitute an unconscious and unintended bias. The discussion around this plan should bring out that it is unbiased, and that, with larger samples, it is likely to be representative of the population. </p><ul><li>When would it be important to use a sample?  (Answers will vary.  Students should be able to discuss that when a population is too large to count every data piece sampling can be helpful.)</li></ul>"
          ]
        }
      },
      {
        "id": "TQeAPZRzSKSPiwiO",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "uZipRtCNZfxsQLA5",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
