{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "BsBdBbLPKvweZr3O",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students apply their knowledge of finding volumes and surface areas of cylinders and rectangular prisms. It returns to the real-world situation of finding an optimal package for a given volume and extends the situation to include cylinders. </p>"
          ]
        }
      },
      {
        "id": "sjdB0xlxpKkBz4yx",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Surface Areas and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Analysis, Synthesis</em></p><p>Area and Circumference of Circles:<em> Analysis, Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "oDkJLT96uAYUIvUo",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How does the surface area of a cylinder, a rectangular prism, and triangular prisms that have the same volume compare to each other?</p>"
          ]
        }
      },
      {
        "id": "ximRV6qoRwAiFOGL",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Students have strategies for finding the surface areas of both prisms and cylinders, they can apply that knowledge to solve a problem that companies often have to answer. That is, <em>what shape and dimensions should you consider when designing a package with a given volume? </em></p>"
          ]
        }
      },
      {
        "id": "K_CqUQLVqY3ZXZDD",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Have a conversation about the many possible sizes and shapes of juice boxes that will hold a given amount of juice. </p><p><strong>Suggested Questions:</strong></p><ul><li>What size and shape do you think work best for a juice box? (Answers will vary)</li><li>What information do you need to design the rectangular box? (length, width, and height) </li><li>Can you use the same dimensions as the cylinder? Why or why not? (No; you have the height and radius of the cylinder, and a box does not have a radius.) </li></ul><p>Have students work is groups of 2-4 students.  Pose the challenge to the class of designing a rectangular box (prism) that has the same volume as the cylindrical can that is described. Their task is to find length, width, and height. Have centimeter grid paper available for students to make the nets for their boxes.</p>"
          ]
        }
      }
    ]
  }
}
