{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEQC1BCCBOHaiV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><li>Students may be able to make sense of many statements. Every student does not need to understand every statement at this time. Use questions to push their thinking. Then, take note of which types of comparison statements students will need to revisit and make sense of as you progress through the unit.</li><li> </li><li>Considerations for each statement: As students discuss the statements in their groups, you can ask questions to hep students analyze the statements. (Problem- Solving Environment) </li><li></li><li>Markus&#x27;s statement is an additive statement. This is not ratio thinking, becasue there is not a multiplicative comparison between two quantities. </li>"
          ]
        }
      },
      {
        "id": "TILEsy_P1Sm_w-lO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How many quantities are in Markus&#x27;s statement? How did he get it?</li><li>If we did not know the goals of the two schools, would the $150 amount tell you anything about how the goals compare to each other? </li></ul>"
          ]
        }
      },
      {
        "id": "TILEEJ-jFoR-u31t",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>One. He subtracted or added on from Academy to Central.</li><li>Only that one school&#x27;s goal is larger than the other. The goals could be $1 and $151. Or they could be $1,000 to $1,150</li></ul>"
          ]
        }
      },
      {
        "id": "TILEOZr1aRngw7Wd",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Tabia&#x27;s statement is a ratio using the &quot;for every&quot; language. Students might find Tabia&#x27;s more difficult than other statements because the quantities are scaled down. It is not essential that students make sense of this statement until later in the unit. </p><ul><li>What are the goals of Academy and Central? </li><li>If each school got double their goal, how much would they have? </li><li>How do these amounts relate to Tabia&#x27;s statement? </li></ul>"
          ]
        }
      },
      {
        "id": "ofmfwXH9qAAak2eo",
        "title": "Text 17",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Academy: $300 and Central: $450</li><li>Academy: $600 and Central $900</li><li>Answers will vary. Some students might see that the doubles goal is 10 times the amounts in Tabia&#x27;s statement.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEi3J0RWkMS7cj",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kimi&#x27;s statement is a fraction comparison. Some students may have only thought of fractions as parts of one whole. Here students need to consider that the whole is the goal of the school, which may seem counterintuitive to them. Or they could see this as a fraction times a whole-number multiplication statement.</p><ul><li>What does 2/3 mean?</li><li>Can you draw a picture to represent 2/3?</li><li>How can I use the picture and the process you followed to think about 2/3 of the Central goal? </li></ul>"
          ]
        }
      },
      {
        "id": "VPf1sbt6zm1ZRurM",
        "title": "Text 19",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>The denominator 3 tells that there are 3 pieces in the whole. The numerator of 2 tells how many we care about/get.</li><li>Answers will vary.</li><li>Some students may be able to break $450 into $150 + $150 and see that two of the parts equals $300.</li></ul>"
          ]
        }
      },
      {
        "id": "etmgj6pUu63BtntR",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Eliza&#x27;s statement is a percent. Many students have been exposed to percentages in everyday life but have not formally studied them in mathematics class. Students will learn about percents in Investigation 4. This statement gives a pre-assessment of the exposure and understanding that students might have about percentages.</p><ul><li>Have you ever heard of percents?</li><li>What do you think 50% might mean?</li></ul>"
          ]
        }
      },
      {
        "id": "57MmI_KI6hpnxKjy",
        "title": "Text 21",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answers will vary. Students might mention grades, sports, etc.)</li><li>Some students will know that it means half of the amount. Other students might not know at this time.</li></ul>"
          ]
        }
      },
      {
        "id": "sKmd0ggy7lLNABsq",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Lakisha&#x27;s statement is a multiplicative comparison relating the Washington and Academy goals.</p><ul><li>How did Lakisha get the amount of half?</li><li>How do you think Lakisha would compare the Washington and the Central goals?</li></ul>"
          ]
        }
      },
      {
        "id": "BZfPiNTuwrXMWT7n",
        "title": "Text 23",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Academy is twice the amount of Washington.</li><li>Because Lakisha is thinking multiplicatively, she would likely say that the Washington goal is one-third of the Central goal. </li></ul>"
          ]
        }
      },
      {
        "id": "Hm0bNNNcqpquri9p",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Chung&#x27;s statement is not correct because the labels for the quantities are switched. For every $3 the <em>Central </em>students plan to raise, the <em>Washington</em> students plan to raise $1. </p><ul><li>What do the numbers 3 and 1 represent in Chung&#x27;s statement? </li></ul>"
          ]
        }
      },
      {
        "id": "x8hBlpsjXxK1iCEG",
        "title": "Text 25",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may notice that the labels are not correct because Central&#x27;s goal is larger than Washington&#x27;s. Students may or may not recognize that the comparison has been scaled down. For students who do, they might use the relationships between factors and multiples, such as 450 is the third multiple of 150.</p>"
          ]
        }
      },
      {
        "id": "368ap4C3YI2RAnCn",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Andres&#x27;s statement is a scaled-down ratio using the &quot;for every&quot; language. Students might find Andres&#x27;s more difficult than other statements because the quantities are scaled down to a unit rate. It is not essential that students make sense of this statement until later in the unit. </p><ul><li>What are the goals of Washington and Academy?</li><li>How do the goals relate? </li></ul>"
          ]
        }
      },
      {
        "id": "9HkX_sJQal3NevJz",
        "title": "Text 27",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Washington: $150 and Academy: $300</li><li>Students may or may not recognize that the comparison has been scaled down. For students who do, they might use the relationships between factors and multiples, such as 300 is the second multiple of 150. </li></ul>"
          ]
        }
      },
      {
        "id": "FOepdcKgsi38pDaS",
        "title": "Text 28",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Sharon&#x27;s statement is an additive comparison. We do not know the amounts being compared. Also, Central students <em>plan</em> to raise the most money, but they may not actually do so.</p><ul><li>What is Sharon comparing?</li><li>Do we know that each school will reach its goal?</li></ul>"
          ]
        }
      },
      {
        "id": "HoFcmk-2vEvYIxho",
        "title": "Text 29",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Students may say that she is comparing Central to the other schools. However, the statement does not give a quantity for that comparison. Also, the claim may not be true.</li><li>No. They set goals. We do not know if they will meet them. </li></ul>"
          ]
        }
      },
      {
        "id": "e7p5_rd9heaYJo0I",
        "title": "Text 30",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
