{
  "type": "activity",
  "content": {
    "tiles": [
      {
        "id": "uuV4lkjMkOtP6f17",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Do we have enough water?</strong></p><p>This map shows water availability across the United States using the Quick Drought Response Index. The colors represent different water conditions from wetter than average (blue) to near average (white) to drier than average (orange/red).</p><p><strong>What does this mean for water availability?</strong></p><p>“<strong>Water availability</strong> refers to how much water is physically accessible (water quantity) and whether that water is safe to use (water quality).”</p><ul><li>Areas shown in blue (wetter than average) have high water availability. Communities in these areas may have more water for drinking, farming, and other needs. But just because an area has more water available does not always mean it is usable or drinkable.</li></ul><ul><li>Areas in orange or red (drier than average) have less water available than usual. Communities in these areas may face water shortages and need to be more careful about how they use water.</li></ul>"
          ]
        }
      },
      {
        "id": "Twn8ZINDklOSXT8j",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "mods/images/qdri_20241110_conus_text.png",
          "filename": "mods/images/qdri_20241110_conus_text.png"
        }
      },
      {
        "id": "JCSIptJPAuGxPHT-",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Pay attention to the colors and patterns for each area on the map. After you have explored each map, answer the questions below.</p>"
          ]
        }
      },
      {
        "id": "sjW7oUGB0TsHEwce",
        "title": "Question 1",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "d0ZQ1n",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Find your region on the map. What state do you live in?</strong></p>"
                ]
              }
            },
            {
              "title": "Text 18",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "lXjgDUuJ-jF-YJ-J",
        "title": "Question 2",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "oadwD4",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>What is the water condition in your region: wetter than average, near average, or drier than average? Does that surprise you?</strong></p>"
                ]
              }
            },
            {
              "title": "Text 19",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "cC3A1MG2Ckm-3SQK",
        "title": "Question 3",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "GfhT8d",
          "tiles": [
            {
              "title": "Question Prompt 1",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Based on what you see in the map, compare the eastern U.S. to the western U.S. water conditions. Which states are wetter than average? What about those that are drier than average?</strong></p>"
                ]
              }
            },
            {
              "title": "Text 20",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "nBQZZJhiKxFJpzjp",
        "title": "Question 4",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "kq088g",
          "tiles": [
            {
              "title": "Question Prompt 2",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>How do the water conditions and availability in different regions affect the importance of water conservation?</strong></p><p>Consider your own community, areas that are drier than average, and anyone you know (on this map or anywhere in the world) who may not have a lot of water available.</p>"
                ]
              }
            },
            {
              "title": "Text 21",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "d_RdqvxvR9dFcDqd",
        "title": "Question 5",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "rkeGH4",
          "tiles": [
            {
              "title": "Question Prompt 3",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Based on what you have seen, what should people in your community be most concerned about when it comes to water?</strong></p>"
                ]
              }
            },
            {
              "title": "Text 22",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "HqBc_UpyBOE11ENh",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Whole Class Discussion</strong></p><p> Why is water conservation important? What would happen if there wasn&#x27;t enough water? What would happen if our water wasn&#x27;t clean? </p><p>Discuss these questions with your group then record your reflections and questions in your Workspace.  Use your sharing and group tools to view each other&#x27;s responses and discuss with your classmates.  </p>"
          ]
        }
      },
      {
        "id": "r_-wA60cn5D3yDT_",
        "title": "Question 6",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "8wiX5v",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Discussion Notes: Why is water conservation important? What would happen if there wasn&#x27;t enough water? What would happen if our water wasn&#x27;t clean? </strong></p>"
                ]
              }
            },
            {
              "title": "Text 14",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "d5n9izONieaqGyFp",
        "title": "Your Need Statement (Lesson 1)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "VGxiID",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>What is a Need Statement?</strong></p><p>A need statement describes a problem and who it affects. It helps designers stay focused on creating solutions that truly help people. It includes three very important components: who the stakeholders are, what they need, and why.</p><p>For example, “Middle school students in our community need ways to reduce their daily water usage because local water supplies are below average.”</p><p>This tells us:</p><ul><li><strong>Who</strong>: Middle school students</li><li><strong>What they need</strong>: Ways to reduce water usage</li><li><strong>Why</strong>: Water supplies are low</li></ul><p>Let’s now draft your general need statement. Use what you learned from your personal water usage and water availability research to write a need statement.</p><p>Use the following sentence structure:</p><p><strong>[Who] needs [what] because [why].</strong></p><p>We will narrow down the stakeholders in our next two lessons, so for now, if you want to use “my community,” that is okay. We will continue to revise our need statement as well throughout the lessons. </p>"
                ]
              }
            },
            {
              "title": "Text 15",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "fupZJv-qWx31KfHY",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Now that you have explored how important water is in our daily lives and communities, let us explore a creative way of solving problems using the design process. There are many design processes out there (for example, engineering design process and human-centered design), but will we focus on the front-end (the first half) of engineering design processes. Front-end design work focuses on deeply understanding the problem and the people affected by it before creating solutions, making sure that we <strong>clearly understand and define the problem at hand</strong> so that our design solutions meet real needs. </p><p>Front-end design is important because if we don’t understand the problem and how it affects specific people we may end up with solutions that no one uses or which poorly address the underlying problems.</p><p>Throughout the next seven lessons, you will go through key steps of a front-end design process:</p><p>(OPTION 1.1- We can convert this into a figure)</p><ul><li><strong>Lesson 2: Stakeholder Mapping</strong>- You will identify different people and organizations who care about or are affected by water issues in your community</li><li><strong>Lesson 3: Stakeholder Profile and Community Research</strong>- You will choose one stakeholder and deeply understand their values, needs, and water-related challenges</li><li><strong>Lesson 4: Scoping</strong>- You will ask important questions and identify key factors that affect your chosen stakeholder’s water needs</li><li><strong>Lesson 5: Research</strong>- You will look into local water sources and issues related to your stakeholders’ context, using multiple resources and articles to inform your design solution</li><li><strong>Lesson 6: Concept Generation (Sketching Design Ideas)</strong>- Now that you have a better understanding of your chosen stakeholder’s needs and context, you will ideate and sketch multiple design solutions</li><li><strong>Lesson 7: Idea Generation Part 2</strong>- Building on the few design ideas sketched out, you will ideate some more design ideas using a  tool called design heuristics and work with your classmates to come up with more ideas.</li><li><strong>Lesson 8: Presentation and Reflection</strong>- You will present your final design ideas to your class and reflect on your design journey</li></ul><p>Even though we move through these key activities step-by-step, remember that design is iterative (meaning what you learn later in your process can prompt you to go back to earlier work and adjust it). </p><p>By the end of this water conservation unit, you will not only have developed design ideas for water conservation in your community, but you will also have learned designerly ways of thinking that you can apply to solve problems in your own life. </p>"
          ]
        }
      }
    ]
  }
}