{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "RZiDu3CJ4LCJ0wlK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we are continuing to explore patterns of change between two variables using linear situations. We use tables, graphs, expressions, equations, and inequalities to represent the linear patterns and solve problems. At the end of this investigation, ask yourself:</p><p>What do you know about linear relationships, expressions, equations, and inequalities? </p>"
          ]
        }
      },
      {
        "id": "TILE5MzE3g5roCck",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The coefficient <em>a</em> in the equation <em>y = ax + b</em> that represents a linear relationship is the rate of change between the independent variable and the dependent variable. It controls the slant of the line that represents the relationship. Greater absolute values of <em>a </em>mean there is a greater rate of change in the situation, so the lines are steeper. Positive values of <em>a</em> give lines that slant up. Negative values of <em>a</em> give lines that slant down. The value of <em>b </em>gives the y-intercept of the line. It is represented as the point (0, <em>b</em>) on the line or the pair of values in a table. In a table, the y-intercept is the value where the x-value is 0, and the rate of change is the difference in consecutive values of the dependent variable for constant increments in the independent variable.</p><p>Any ordered pair (the coordinates of a point) that lies on the graph of a linear relationship can be used to find the solution to a problem. The ordered pair (x, y) represents specific values of the variables. If the value of one of the variables is known, then the graph can be traced to find the corresponding value of the other variable. Similarly, any ordered pair in a table for a linear relationship can be used to find the solution to a problem.</p><p>To find solutions to inequalities, we can consider the solution to the corresponding equality. Then consider the values that would make sense. Often the situation indicates the values to solve an inequality. For example, we often look at “When is one company less expensive than another company?” or “How many items do we need to sell to make a profit?”</p>"
          ]
        }
      }
    ]
  }
}
