{
  "type": "task",
  "content": {
    "tiles": [
      {
        "id": "y5zjsg345twe45345t",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sensors, Tracking and IoT in Agricultural Systems</strong></p><p>Welcome to a new unit. Over the next five or six classes, you&#x27;ll design a system that uses sensors and actuators to help monitor and control conditions in a greenhouse. </p><p><strong>Sensors</strong> are like little eyes and ears that gather information about the greenhouse environment, such as temperature, humidity, light levels, and soil moisture. They send this information to a computer or controller.</p><p><strong>Actuators</strong>, on the other hand, are like little hands and feet that can take actions based on the information from the sensors.</p><p>For example, if the temperature is too high, an actuator could turn on a fan or open a window to let in fresh air. If the soil is too dry, an actuator could turn on a water pump to irrigate the plants. In this way, sensors and actuators work together to keep the greenhouse conditions within a desired range, helping to optimize plant growth and yield.</p><p>Here’s a simple diagram showing how this system will be used within its controlled environment.</p>"
          ]
        }
      },
      {
        "id": "a_J8rgLN6lHo2ZaV",
        "title": "Sensor System Diagram",
        "content": {
          "type": "Image",
          "url": "seeit/images/System-diagram.png"
        }
      },
      {
        "id": "-AhWapUzA_F1Z_AU",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Purpose:</strong> Your table team will design a mini greenhouse system, where you’ll be controlling conditions of temperature, light, and humidity</p><p>Materials:</p><ul><li><em>DataFlow software:</em> This is the software (SCU) that receives information from your sensor and sends instructions to the actuator (the orange box in the diagram above represents the DataFlow software).</li><li><em>Micro:bit controllers:</em> These are miniature circuit boards that contain small computers that can connect to other devices and communicate with each other remotely using radio signals.</li><li><em>Actuators:</em> You will use signals sent to the micro:bit to control <em>relays </em>(electronically  controlled outlets) that turn on and off<em> </em>various pieces of equipment including lights, fans, and humidifiers.</li><li><em>Sensors:</em> You will connect a temperature and humidity sensor to your micro:bit device to sense conditions in an enclosed environment.</li><li><em>Enclosure bubble:</em> You will use a plastic enclosure bubble to create a closed environmental system.</li></ul><p><strong>Task A: Using Dataflow..</strong></p><p>Today, you will learn to use DataFlow, a communicator, and a remote hub to control a light based on simple programmed commands. We will start with a demo light bulb to learn about the Dataflow environment.</p><p><em>Step 1.</em> In Dataflow at right, click on the Demo Output option to display a Demo Output block.</p><p><em>Step 2. </em>Use the plus and minus sign to zoom and the hand to drag your program to the center of the screen.</p><p><em>Step 3.</em> Click on the Demo Output block and choose the Light Bulb from the pulldown menu.</p><p><em>Step 4.</em> Click on the Number tile to create a number block on your screen.</p><p><em>Step 5.</em> Drag from the dot on the Number block to connect it to the Demo Output block.</p><p><em>Step 6.</em> Change the number on the Number block to see if you can make the lightbulb light up and turn off.</p><p>Step 7. Explore the Math and Logic blocks. See if you can complete the following challenges:</p><p>A. Can you make your demo light bulb turn on when the number is greater than 13?</p><p>B. Can you make your demo light bulb turn on only for a number between 10 and 20?</p><p><em>Super challenge:</em> Can you create a guess a number program that will light up when your partner guesses too high and run the fan when they guess too low? Can you make it close the grabber when they guess exactly the right number?</p><p> </p><p><strong>Task B: Actuating a Light</strong></p><p>Now you will use Dataflow to control an actual light. Get a lamp from Mr. Healey and plug it into the lamp control outlet on the relay box. Make sure your micro:bit is plugged in and have Mr. Healey or Mr. Dorsey check it to make sure the connections are correct!</p><p><em>Step 1.</em> Add a new Dataflow tile at right by clicking on the Dataflow tile in the side menu.</p><p><em>Step 2. </em>Check your micro:bit to see what channel it&#x27;s communicating on.</p><p><em>Step 3.</em> Now add a Live Output block to your new Dataflow program. Add a number block too, and connect them.</p><p><em>Step 4.</em> Can you make the heat lamp turn on and off? Choose one of the challenges from Task A and see if you can complete it with the actual light bulb.</p><p><em>Step 5.</em> Can you make your heat lamp turn on and off without using the number tile? Hint: Try exploring the Generator tile. What does the square wave do? How might you use that to control your heat lamp? </p>"
          ]
        }
      }
    ]
  }
}