{
  "type": "task",
  "content": {
    "tiles": [
      {
        "id": "y5zjsg345twe45345t",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sensors, Tracking and IoT in Agricultural Systems</strong></p><p>Welcome to a new unit. Over the next five or six classes, you&#x27;ll design a system that uses sensors and actuators to help monitor and control conditions in a greenhouse. </p><p><strong>Sensors</strong> are like little eyes and ears that gather information about the greenhouse environment, such as temperature, humidity, light levels, and soil moisture. They send this information to a computer or controller. <strong>Actuators</strong>, on the other hand, are like little hands and feet that can take actions based on the information from the sensors.</p><p>For example, if the temperature is too high, an actuator could turn on a fan or open a window to let in fresh air. If the soil is too dry, an actuator could turn on a water pump to irrigate the plants. In this way, sensors and actuators work together to keep the greenhouse conditions within a desired range, helping to optimize plant growth and yield.</p><p>Here’s a simple diagram showing how this system will be used within its controlled environment.</p><p></p>"
          ]
        }
      },
      {
        "id": "5XEQTYwrOK_WzMbV",
        "title": "A sensor-actuator system",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "-AhWapUzA_F1Z_AU",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Purpose:</strong> Your table team will design a mini greenhouse system, where you’ll be controlling conditions of temperature, light, and humidity</p><p>Materials:</p><ul><li><em>DataFlow software:</em> This is the software (SCU) that receives information from your sensor and sends instructions to the actuator (the orange box in the diagram above represents the DataFlow software).</li><li></li></ul>"
          ]
        }
      }
    ]
  }
}