{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "AFIGyfaqKxgh6ckT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The objective of this Problem is to give students a hands-on experience in comparing surface areas and volumes of prisms. Students encounter the special properties of regular polygons and the principle that, for fixed perimeter, the polygon with the largest number of equal-length sides has the greatest area.</p><p>Calculating the area of the base of a polygon with sides greater than 4 requires students to apply the Pythagorean Theorem, which is not discussed until Grade 8. Therefore, in this Investigation, students find the area of the base of each prism by tracing the base on grid paper and counting the squares.</p>"
          ]
        }
      },
      {
        "id": "JJRfzcspgCcNjL7k",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Remind students that in Investigation 1, they explored the volume and surface area of rectangular prisms.  In this Problem, they will explore the volume and surface area of other prisms.  </p>"
          ]
        }
      },
      {
        "id": "GWTy5kXeYxxyDUy7",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>If it is possible, have a few nonrectangular prisms to show the class.  </p><p>Draw students’ attention to the four prisms in the Student Edition.  </p><p><strong>Suggested Questions:</strong></p><ul><li>Inspect the four drawings, and identify ways that they all are the same.  (Each prism has a congruent top and bottom and all lateral faces are rectangles.)</li></ul><p><u>Note</u>: The images are all right prisms, which means that their vertical edges are perpendicular to their bases and tops and that their lateral faces are rectangles.  A more general definition of prism would allow for lateral faces to be parallelograms and the figures to be “tilted” or oblique. However, we will focus on right prisms in this Investigation. </p>"
          ]
        }
      },
      {
        "id": "btDJPUX5Uu2bkqld",
        "title": "Right and Oblique Rectangular Prisms",
        "content": {
          "type": "Image",
          "url": "faw/images/slant.png",
          "filename": "faw/images/slant.png"
        }
      },
      {
        "id": "mF_NpyZyMLju_-bX",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Demonstrate the directions for constructing a triangular prism from a sheet of paper or index card.  Be sure to stress the importance of making and folding them so that the shortest dimension is the height of each prism.  </p><p>Tell students that they will construct four types of prisms from paper.  They will have to imagine that these prisms have tops and bottoms.</p><ul><li>Make a conjecture about the volumes of the prisms.  Are they the same? (Collect some answers.  Some students may suggest using a layering method similar to the strategy used to find the volume of rectangular prisms.  Because the problem asks students to compare, some student may suggest filling the containers with unit cubes, rice or sand.)</li><li>Make a conjecture about the surface areas of the prisms.  Are they the same?  (Collect some answers.  Because identical pieces of paper are used for each prism, students may initially believe that they all have the same surface area.  This is acceptable as a conjecture at this point.  Be alert while students are exploring to make sure they realize that the surface area will also include the area of the ends of each prism.)  </li></ul>"
          ]
        }
      },
      {
        "id": "JKo-BZgPNZUQe-X3",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Notes</strong>:   </p><ul><li>The lighter the “dry fillable material” the easier it is to do the volume comparison. </li><li>Each student does not need to make each prism. They will just need a set of the prisms for their groups. Have students work in pairs to create one prism. Then, as a larger group, combine the different prisms to have a whole set. </li></ul><p>Have students work in groups of two to four students.  Distribute <strong>Learning Aid 2.1A: Surface Area and Volume of Prisms</strong>.</p>"
          ]
        }
      }
    ]
  }
}