{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "x6866ud8uYSLzMP9",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Describe an algorithm for subtracting rational numbers. How does this compare to your algorithm for subtracting whole numbers? </p>"
          ]
        }
      },
      {
        "id": "SS1kSui7cqZxyMiv",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should develop an algorithm for subtracting any two rational numbers, connecting to number lines, chip boards and/or patterns. </p><ul><li>To subtract two positive numbers, find the difference between the two numbers:</li></ul><p>--If the number being subtracted (subtrahend) is greater than the number you are subtracting from (minuend) than the answer will be negative. Example: 3 – 5 = -2</p><p>--If the subtrahend is smaller than the minuend than the answer will be positive. Example: 5 – 3 = 2</p><ul><li>To subtract two negative numbers, find the difference between the two numbers: </li></ul><p>--If the absolute value of the number being subtracted (subtrahend) is greater than the absolute value of the number you are subtracting from (minuend) than the answer will be positive. Example: -3 – (-5) = 2</p><p>--If the absolute value of the subtrahend is smaller than the absolute value of the minuend, then the answer will be negative. Example: -5 – (-3) = -2</p><ul><li>To subtract when one number is positive and the other is negative, find the distance between the two numbers:</li></ul><p>--If you are subtracting a positive number from a negative (minuend) the sign for your answer is negative </p><p>--If you are subtracting a negative number from a positive number (minuend), the sign for your answer is positive. </p><ul><li>Some students may change subtraction problems to addition by changing the sign on the second number in the sentence (subtrahend) to its opposite and use the algorithms for addition. However, the next problem formalizes this relationship.</li></ul>"
          ]
        }
      },
      {
        "id": "8ov5IkbH8bmTaETx",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The signs for addition “+” and subtraction “-“ are very familiar. But it took a long time to create these symbols. The Egyptian sign for addition resembled a pair of legs with the reverse sign indicating subtraction:</p>"
          ]
        }
      },
      [
        {
          "id": "0JEZQoqF3FaUAvHK",
          "title": "+",
          "content": {
            "type": "Image",
            "url": "cr/images/leg1.png",
            "filename": "cr/images/leg1.png"
          }
        },
        {
          "id": "GH8f1suq7OiXzIMW",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>or</p>"
            ]
          }
        },
        {
          "id": "ro_rM6GTNclZWjni",
          "title": "-",
          "content": {
            "type": "Image",
            "url": "cr/images/leg2.png",
            "filename": "cr/images/leg2.png"
          }
        }
      ],
      {
        "id": "twiQ2pa3LBhhKwDV",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Nicole Oresme’s  14th-century manuscript is the first known use of + for addition. The plus sign + maybe a simplification of the Latin “<em>et</em>”, meaning &quot;and&quot;. The – was written over <em>M</em> to indicate minus. Eventually the <em>M </em>was dropped.  In 1518, Robert Recorde introduced the equal sign and “+” and “-“ to Britain.</p><p>(<a href=\"https://en.wikipedia.org/wiki/Plus_and_minus_signs\">https://en.wikipedia.org/wiki/Plus_and_minus_signs</a>)</p>"
          ]
        }
      }
    ]
  }
}
