{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "nuajx0yTsGJirMY0",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The objective of this Problem is to extend the Triangle Inequality Property into a somewhat parallel result for quadrilaterals. The sum of any three side lengths of a quadrilateral is greater than the fourth side. If a quadrilateral can be built from four side lengths, different shapes of quadrilaterals can also be built from those four lengths. Also, the Problem reveals the fact that quadrilaterals are not rigid figures. A quadrilateral’s shape will change in response to pressure on the vertex. This is why, when quadrilaterals are used in construction, it is common to see bracing, turning quadrilateral frames into linked triangles.</p>"
          ]
        }
      },
      {
        "id": "JqX-LitObw8bGQRx",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Exploration</em></p><p>Algebraic Expressions and Equations: <em>Introduction/Exploration</em></p>"
          ]
        }
      },
      {
        "id": "UuP4xsTvWcsADIQq",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Analyze quadrilaterals looking for relationships among side lengths and for properties that might or might-not make them useful in construction applications. Look for and compare side length relationships for triangles, quadrilaterals, pentagons, and hexagons. </p><p>Notice that when forming quadrilaterals: </p><ul><li>the measure of every side must be smaller than the sum of the measures of the other three sides,</li><li>many quadrilaterals can be made from any set of four sides lengths that meet the above requirement. </li></ul><p>Notice that when force is applied to one vertex of a shape: </p><ul><li>triangles are ridged, once formed the angles are fixed creating a non-flexible framework, </li><li>quadrilaterals shift easily under pressure and are not stable in the way triangles are, and</li><li>like quadrilaterals, pentagons and hexagons are also not stable under pressure unless you add diagonals that create rigid triangles inside the shape.</li></ul><p>Comparing side length relationships for triangles, quadrilaterals and other polygons notice that and explain or demonstrate why: </p><ul><li>for both triangles and quadrilaterals, the length of any side will be less than the sum of the lengths of the other sides,</li><li>like triangles and quadrilaterals, for pentagons and hexagons the length of any one side must be less than the sum of the lengths of the other sides in order to form a closed polygon. </li></ul><p>Use problem contexts with quadrilaterals to explore, hypothesize, draw conclusions and solve problems.</p>"
          ]
        }
      },
      {
        "id": "lLr1U2CU_N0T6Mkg",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What do we know about side length relationships among the sides of a polygon?</p>"
          ]
        }
      },
      {
        "id": "aard3kTsjNf47yOV",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u><em>Connecting to Prior Knowledge</em></u></p><p>Discuss that the results of the sum of two side lengths is greater than the third side length for triangles and the uniqueness of the Side-Side-Side condition for triangles that students found in Problem 1.1.</p><p><u>Presenting the Challenge</u></p><p>When the students understand how to manipulate the polystrips, raise the question of the relationship among the lengths of the sides of a quadrilateral.</p>"
          ]
        }
      },
      {
        "id": "NKEmrarryKLAVFDb",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question</strong></p><ul><li>Can you make a quadrilateral using any four lengths for the sides? If so, is the shape unique? (Students may have some initial thoughts on this. Let one or two students share their opinions.)</li></ul>"
          ]
        }
      },
      {
        "id": "6fGrz9xUtGSkeFLu",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Tell students they are going to conduct an experiment to gather data to help answer this question. They will look for relationships that will let them predict whether four line segments will make a quadrilateral without building it.</p><p>Go over the directions for the Initial Challenge. Students are to choose four numbers to be the lengths of the sides of a quadrilateral and then use polystrips to test the lengths to see if they make a quadrilateral. Remind them to record exactly what their numbers are and whether or not they will make a quadrilateral. Then, repeat the test with four new numbers. Have students keep in mind that as they select lengths for the sides, they should try to create interesting and different quadrilaterals.</p><p>Distribute <strong>Learning Aid 1.2: Building Quadrilaterals</strong> Students can use polystrips, digital polystrips in the Graph tool, or paper polystrips from the <strong>Learning Aid 1: Paper Polystrips.</strong> Even though students are allowed to work in pairs or small groups, each student should complete their own table. Explain to students that keeping an accurate record of their data is very important because it allows them to recreate examples as evidence of what they discover. (Portrayal)</p>"
          ]
        }
      }
    ]
  }
}
