{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "aard3kTsjNf47yOV",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>Discuss that the results of the sum of two side lengths is greater than the third side length for triangles and the uniqueness of the Side-Side-Side condition for triangles that students found in Problem 1.1.</p><p><u>Presenting the Challenge</u></p><p>When the students understand how to manipulate the polystrips, raise the question of the relationship among the lengths of the sides of a quadrilateral.</p>"
          ]
        }
      },
      {
        "id": "NKEmrarryKLAVFDb",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question</strong></p><p>· Can you make a quadrilateral using any four lengths for the sides? If so, is the shape unique? (Students may have some initial thoughts on this. Let one or two students share their opinions.)</p>"
          ]
        }
      },
      {
        "id": "6fGrz9xUtGSkeFLu",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Tell students they are going to conduct an experiment to gather data to help answer this question. They will look for relationships that will let them predict whether four line segments will make a quadrilateral without building it.</p><p>Go over the directions for the Initial Challenge. Students are to choose four numbers to be the lengths of the sides of a quadrilateral and then use polystrips to test the lengths to see if they make a quadrilateral. Remind them to record exactly what their numbers are and whether or not they will make a quadrilateral. Then, repeat the test with four new numbers. Have students keep in mind that as they select lengths for the sides, they should try to create interesting and different quadrilaterals.</p><p>Distribute <strong>Learning Aid 1.2: Building Quadrilaterals</strong> Students can use polystrips, paper polystrips from the <strong>Learning Aid 1: Paper Polystrips.</strong> Even though students are allowed to work in pairs or small groups, each student should complete their own table. Explain to students that keeping an accurate record of their data is very important because it allows them to recreate examples as evidence of what they discover. (Portrayal)</p>"
          ]
        }
      }
    ]
  }
}