{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "fR4LYUVaRabIdQAr",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Have students share their thoughts on the relationship between the area of the parallelogram and the circle in the Initial Challenge.  Have groups share their solutions and strategies for What If Situation B.  This could be done with a Gallery Walk to begin the conversation if during the Explore the students put their work on larger paper.  (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "Mo_IJrAGRc2KM_9N",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Students should see that the circumference of the circle is approximately twice the length of the base of the parallelogram (or the base of the parallelogram is half the circumference of the circle) and the height of the parallelogram is the length of the radius of the circle.</p><p><strong>Suggested Question:</strong></p><ul><li>How does the area of the “parallelogram” compare to the area of the circle in the Initial Challenge?  (Answers will vary.  The circumference of the circle is about twice the length of the base of the “parallelogram” and the height of the “parallelogram” is the length of the radius of the circle.)</li></ul><p>If groups put What If Situation B on large paper have students do a Gallery Walk.  Using sticky notes have students first go to posters that did the same situation their group did and put sticky note questions on posters.  Then have students go to another poster of a situation they didn’t work on.  Using a sticky note decide if they agree or disagree with the group and why or why not.  </p><p>During the Gallery Walk, as a teacher look for the sticky notes that will generate discussions around area and/or circumference of a circle.  Look for the situations that students are unsure of or in disagreement so that the discussion can work on misconceptions or errors. (Language)</p>"
          ]
        }
      },
      {
        "id": "t8kdP0via85hoQ8p",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "qtQ7E5VUkPq5rQmd",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}