{
  "type": "ACE1",
  "content": {
    "tiles": [
      {
        "id": "h4orp7JOWD8lgwJr",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Applications</strong></p>"
          ]
        }
      },
      {
        "id": "4YfCTFSfPA8jVh2q",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-1</strong></p>"
          ]
        }
      },
      {
        "id": "Wn7iZR_72lNb9gYN",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>A baker makes raisin muffins in batches of four dozen muffins. She pours a box of raisins into each batch. How could you use a sample of muffins to estimate the number of raisins in a box?</p><p><strong>b.  </strong>Suppose there are 1,000 raisins in each box. How many raisin would you expect to find in a typical muffin? Explain.</p>"
          ]
        }
      },
      {
        "id": "Y6ByZt56s8SAKU7n",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>You could randomly choose some number of muffins (for example, five).  Find the average number of raisins per muffin. Then, multiply the average by 48 (which is equal to four dozen) to estimate the number of raisins in a box.</p><p><strong>b.  </strong>1,000 ÷ 48 ≈ 21 raisins</p>"
          ]
        }
      },
      {
        "id": "haJOX6W1O0zdJe2y",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-2</strong></p>"
          ]
        }
      },
      {
        "id": "xSxOk01PCH1YBHnj",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>A middle school has 350 students. One math class decides to investigate how many hours a typical student in the school spent doing homework last week. Several students suggest sampling plans.</p><p>Tell whether you think the sampling plan would give a representative sample.</p><p><strong>a. </strong> Zak suggests surveying every third student on each homeroom class list.</p><p><strong>b.  </strong>Kwang-Hee suggests putting 320 white beans and 30 red beans in a bag. Each student would draw a bean as they enter the auditorium for an assembly. The 30 students who draw red beans will be surveyed.</p><p><strong>c.  </strong>Ushio suggests that each student in the class survey everyone in their English class.</p><p><strong>d.  </strong>Kirby suggests putting surveys on a table at lunch and asking students to return completed questionnaires at the end of the day.</p>"
          ]
        }
      },
      {
        "id": "4HdxuQPmNeqfR0u3",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>This systematic selection from class lists would probably give a representative sample, provided the lists include the names of all students in the school.</p><p><strong>b.  </strong>Based on the assumption that 350 students attend the assembly, selection by choosing red and white beans could produce a representative sample because every student has an equal chance of being in the sample. As long as the beans were drawn randomly.</p><p><strong>c.  </strong>Selection by surveying all members of classes would probably not give a representative sample because all students do not have an equally likely chance of being surveyed. It may be that students in these classes are assigned more homework on average and thus spend more time doing homework.</p><p><strong>d.  </strong>This method would not give a representative sample because it depends on people’s willingness to complete and return the surveys. Not everyone will complete a survey, and those who do might not place it in the box at the end of the day. Those who complete surveys may have some special reason for responding.</p>"
          ]
        }
      },
      {
        "id": "eUEtsBVtZKAkftxx",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-3</strong></p>"
          ]
        }
      },
      {
        "id": "ywLEvpDhKW7QUNJk",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The homecoming committee wants to estimate how many students will attend the homecoming dance. It does not, however, want to ask every student in the school. </p><p><strong>a.</strong>  Describe a method the committee could use to select a sample of students to survey.</p><p><strong>b.  </strong>Describe how the committee could use the results of its survey to predict the number of students who will attend the dance.</p>"
          ]
        }
      },
      {
        "id": "m5fr1bRkLKrXrL5Q",
        "title": "Text 12",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>Answers will vary. Possible sampling method: Find a random sample of 50 students by taking a numbered student list and using slips of paper to choose the sample. For example, if there are 700 students in the school, place the numbers 0-9 in a bucket. Pick one slip from the bucket for the hundreds digit, replace, pick another for the tens digit, replace that, and pick another for the ones digit. If a number is picked that is greater than 700, disregard, and repeat the process.</p><p><strong>b.  </strong>Take the percent of students that said “yes” in the sample and multiply it by 700, the population of the school.</p>"
          ]
        }
      },
      {
        "id": "4p9Bd3k8iD3PGuA3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-4</strong></p>"
          ]
        }
      },
      {
        "id": "PkXRnPBfzfCCPCN0",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Keisha opens a bag containing 60 servings of trail mix. She scoops out a sample of 20 servings of trail mix and counts the number of almonds in each serving.</p>"
          ]
        }
      },
      {
        "id": "sYBzR4viXUVQYJlY",
        "content": {
          "type": "Table",
          "columnWidths": {
            "GFhAVCaXKaUySGLQ": 126,
            "umDAiw_3se3JZnt4": 124
          }
        }
      },
      {
        "id": "NjYJzBRellwBfvTA",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Estimate the number of total almonds in the bag.  Explain your answer. </p>"
          ]
        }
      },
      {
        "id": "2jdSsp15MOm604qB",
        "title": "Text 15",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The mean for this sample is 8 almonds per serving. So, a good estimate of the number of almonds in the bag is 8 х 60 = 480 almonds. Another way to do this is to add all the almonds in the sample of 20 (157), then multiply 157 by 3, since 20 х 3 = 60 servings. This gives you an estimate of 471 almonds in the bag.</p>"
          ]
        }
      },
      {
        "id": "tMsq1VZ6P9BWBA1v",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-5</strong></p>"
          ]
        }
      },
      {
        "id": "FIjyGcSnnCbQDagA",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Julia wants to estimate the number of beans in a large jar. She takes out 150 beans and marks each with a red dot. She returns the beans to the jar and mixes them with the unmarked beans. She then takes four samples from the jar. The table shows Julia’s data.</p>"
          ]
        }
      },
      {
        "id": "Ar0mkkEtxU306t4U",
        "content": {
          "type": "Table",
          "columnWidths": {
            "KdbJK21hf9FvX_18": 108.5,
            "87MuH1Jqk-Kz1O4p": 134,
            "LdV4-TPyFRtbsrha": 166
          }
        }
      },
      {
        "id": "0VgY5_oEcCgZT_3x",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>For each sample, find the relative frequency (or percent) of total beans that are marked with red dots.</p><p><strong>b.  </strong>Which sample has the greatest percent of marked beans? Use this sample to estimate the number of beans in the jar. Be sure to show your work.</p><p><strong>c.  </strong>Which sample has the least percent of marked beans? Use this sample to estimate the number of beans in the jar. Show your work.</p><p><strong>d.  </strong>Diya used the shaded bars below to make an estimate from Sample 3. Explain what the bars show and how they can be used to estimate the number of beans in the whole jar.</p>"
          ]
        }
      },
      {
        "id": "a8zzEfIK_xu2ONw2",
        "title": "Shaded Bars",
        "content": {
          "type": "Image",
          "url": "sap/images/sp27.png",
          "filename": "sap/images/sp27.png"
        }
      },
      {
        "id": "2W78GjrAafHM6aG7",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>e.  </strong>Use your answers to parts (<strong>a.</strong>)–(<strong>d.</strong>). What is your best guess for the total number of beans in the jar? Explain your reasoning.</p>"
          ]
        }
      },
      {
        "id": "JmYXl8EYGghRY6ah",
        "title": "Text 19",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>Sample 1: 12%; Sample 2: 15. %; Sample 3: 20%; Sample 4: 10%</p><p><strong>b.  </strong>Sample 3; 20% of this sample is marked. If this represents the entire jar, then 20% of the entire jar is marked. You know that 150 beans are marked. You can use a proportion: 20/100 = 150/b. b (the total number of beans in the jar) must be 750.</p><p><strong>c.  </strong>Sample 4; If 10% of the beans are marked and this sample represents the entire jar, then 10% of the entire jar is marked. You can use a proportion: 10/100 = 150/b. The total number of beans in the jar must be 1,500.</p><p><strong>d.  </strong>The first shaded bar is the number of beans in the sample. The total sample is 75; the number of marked beans is 15. Since 20% of the beans are marked, 20% of the percent bar is shaded.</p><p>Diya uses proportional reasoning in the second percent bar. She knows that, 20%, of the beans are marked (from her sample data), so she shades in 20% of the bar. She knows that 150 total beans are marked, so that number is represented by the 20% shading as well. She is looking to see how much the entire bar represents.</p><p><strong>e.  </strong>Students might average all the predictions for the total: ¼ х (1,250 + 750 + 978 + 1,500) = 1,120.</p><p>Or they might average all the percentages marked: ¼ х (12 + 20 + 15.3 + 10) = 14.3%, which means that 150 represents 14.3% of the total. The total is 1,049.</p><p>Students might not want to count each sample as equally valid. They might note that the number marked across all samples as 66 out of 500 sampled (as if it were one large sample) and get a total of 1,136.</p>"
          ]
        }
      },
      {
        "id": "fhOfDWzll_Ey6DL4",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-6</strong></p>"
          ]
        }
      },
      {
        "id": "zrC1Aq7PC3r7bdtJ",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Manufacturers often conduct quality-control tests on samples of their products. For each part describe a random sampling plan you would recommend to the company to test some sample of the product. Justify your recommendation.</p><p><strong>a. </strong> A toy company produces 5,000 video-game systems each day.</p><p><strong>b.  </strong>A bottling company produces 25,000 bottles of spring water each day.</p>"
          ]
        }
      },
      {
        "id": "bUIRHlV--heo_DKJ",
        "title": "Text 21",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>The company could randomly select a certain number of video-game systems as they come off the production line. Or, the company could systematically select every nth video game as it comes off the production line. The company might increase the frequency of testing when a tested item shows flaws.</p><p><strong>b.  </strong>Since tested bottles probably cannot be sold, it makes sense to use a sampling strategy that involves inspecting only a small sample of all bottles produced. A systematic sample might make sense because the machinery could be programmed to select every nth bottle and move it aside for testing.</p>"
          ]
        }
      },
      {
        "id": "0it7P786bpkGX7LE",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-7</strong></p>"
          ]
        }
      },
      {
        "id": "ETgNy1ZEXVixMnFT",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Suppose you want to survey students in your school to find out how many hours they sleep each night. Which would be the best sample size: 5 students, 10 students, or 30 students? Explain.</p>"
          ]
        }
      },
      {
        "id": "f7_o5mk5uRHCBNKr",
        "title": "Text 23",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Possible answer: 30 students is better because if you choose too small a sample, for example, 5 students, you could end up picking 2 students with outlier data values. These outliers affect the data more since you only have 5 in your sample. With more students in your sample, you are more likely to get a representative sample.</p>"
          ]
        }
      },
      {
        "id": "RGhNbf_lKW53evOx",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-8</strong></p>"
          ]
        }
      },
      {
        "id": "PQ1ZqI5r4511swqT",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use the graph below. About how many more hours per day does a typical newborn sleep than a typical 10- to 13-year-old? </p>"
          ]
        }
      },
      {
        "id": "KJWT0C1jZXpZFYjv",
        "title": "ACE 1-8 Graph",
        "content": {
          "type": "Image",
          "url": "sap/images/sp28.png",
          "filename": "sap/images/sp28.png"
        }
      },
      {
        "id": "OvQorAXNw8xfyc63",
        "title": "Text 25",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>6 hours</p>"
          ]
        }
      },
      {
        "id": "XPrjnpkpl4g3KYOQ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Connections</strong></p>"
          ]
        }
      },
      {
        "id": "_EzYfi2-hDuC9vlm",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-9</strong></p>"
          ]
        }
      },
      {
        "id": "IymGdd53FO8EOFO_",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Multiple Choice: </strong></p><p>Suppose you survey 30 students from a population of 150 students in the 7th grade. Which statement is false? </p><p><strong>A. </strong> The ratio of those sampled to those not sampled is 30 to 120.</p><p><strong>B.</strong>  One out of every five people in the population was sampled.</p><p><strong>C.</strong>  Twenty-five percent of the students in the population were sampled.</p><p><strong>D. </strong> One-fifth of the students in the population were sampled.</p>"
          ]
        }
      },
      {
        "id": "5s00JdLsD4Xdr6KZ",
        "title": "Text 27",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>C.</strong></p>"
          ]
        }
      },
      {
        "id": "fx5kMgnE8ZDYFZY0",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-10</strong></p>"
          ]
        }
      },
      {
        "id": "36Jy4ycRoebxArWl",
        "title": "Text 28",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Consider the following data set: 20, 22, 23, 23, 24, 24, and 25.</p><p><strong>a. </strong> Find the mean and the range of the values.</p><p><strong>b.  </strong>Add three data values to the data set so that the mean of the new data set is greater than the mean of the original data set. What is the range of the new data set?</p><p><strong>c.  </strong>Add three data values to the original data set so that the mean of the new data set is less than the mean of the original data set. What is the range of the new data set?</p><p><strong>d. </strong> How do the ranges of the three data sets compare? Why do you think this is so?</p>"
          ]
        }
      },
      {
        "id": "8dNV7xOpJuOOL5Vh",
        "title": "Text 29",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>The mean is 23; the range is 25 - 20 = 5.</p><p><strong>b.  </strong>Answers will vary. Possible answers: Add 44, 45, and 45, which gives a new mean of 29.5 and a range of 25 (45 - 20 = 25). Or add 0, 0, and 10,000, which gives a new mean of 1,016.1 and a range of 10,000 (10,000 - 0 = 10,000).</p><p><strong>c.  </strong>Answers will vary. Possible answer: Add 5, 9, and 8, which gives a new mean of 18.3 and a range of 20 (5 to 25). Or add 22, 22, and 22, which gives a new mean of 22.7 and a range of 20 to 25.</p><p><strong>d.  </strong>Answers will vary. Students may find that the ranges. Adding values above the mean will shift the mean higher; adding values below the mean will shift the mean lower.</p>"
          ]
        }
      },
      {
        "id": "25ndRj5sG3GzvIEI",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-11</strong></p>"
          ]
        }
      },
      {
        "id": "dULiTJFXGDviFdIC",
        "title": "Text 30",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There are 350 students in a school. Ms. Cabral’s class surveys two random samples of students to find out how many went to camp last summer. The results are below.</p><ul><li>Sample 1: 8 of 25 attended camp.</li><li>Sample 2: 7 of 28 attended camp.</li></ul><p><strong>a. </strong> Use the results from Sample 1. What fraction of the students in  the school do you think attended camp? How many students attended camp? </p><p><strong>b.</strong>  Use the results from Sample 2. What fraction of the students in the school do you think attended camp? How many students attended camp? </p><p><strong>c.  </strong>Which sample concludes that the greater fraction of students attended camp? </p><p><strong>d. </strong> One of Ms. Cabral’s students says, “We were careful to choose our samples at random. Why did the two samples give us different conclusions?” How would you answer the student’s question? </p>"
          ]
        }
      },
      {
        "id": "cCmeEOzWt3ibEa-I",
        "title": "Text 31",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>8/25 = 112/350 (32%); 112 students</p><p><strong>b.  </strong>7/28 = 87.5/350 (25%); 88 students</p><p><strong>c.  </strong>Sample 1 predicts the greater fraction of students.</p><p><strong>d.  </strong>Answers will vary. It is quite possible to get different results from different samples, even when using a random sample.</p>"
          ]
        }
      },
      {
        "id": "i0ykriiBG73v0hrS",
        "title": "Text 32",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Use the following information for ACE 1-12 through 1-14.</strong></p><p>Annie’s teacher starts each class with the names of all the students in a container. There are 12 girls and 6 boys in the class.</p><p>The teacher pulls out names at random to choose students to present answers. After choosing a name, the teacher sets the name aside. At the end of class, the teacher replaces all the names in the container. So, each student’s name has a chance of being chosen the next day.</p>"
          ]
        }
      },
      {
        "id": "FDBlqNzVl5ywBnVk",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-12</strong></p>"
          ]
        }
      },
      {
        "id": "42uXJ3A1ADuWyK0p",
        "title": "Text 33",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>What is the probability Annie will be the first student chosen on Monday?</p><p><strong>b.  </strong>What is the probability Annie will be the first student chosen on Tuesday?</p>"
          ]
        }
      },
      {
        "id": "Nh1t65MBvq8MrEJX",
        "title": "Text 34",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>1/18; Since Annie is one person in a class of 18, she has a 1/18 chance of being chosen on any day. So, there is a 1/18 chance she will be picked on Monday.</p><p><strong>b.  </strong>1/18; Since Annie is one person in a class of 18 she has a 1/18 chance of being chosen on any day. So, there is a 1/18 chance she will be picked on Tuesday.</p>"
          ]
        }
      },
      {
        "id": "ITWzMq1uwXfRgdYv",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-13</strong></p>"
          ]
        }
      },
      {
        "id": "heDipTF13obXwYy5",
        "title": "Text 35",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What is the probability Annie will be the first student chosen on both Monday and Tuesday?</p>"
          ]
        }
      },
      {
        "id": "daFkCc_1HM-PqHrc",
        "title": "Text 36",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>1/324; To understand what the chance is of being chosen on both days students might make a chart that is 18-by-18, with each row representing the chance for any one student to be chosen on Monday, and each column representing the chance for any one student to be chosen on Tuesday (like tossing a numbered solid twice, only this time an 18-sided solid). Choosing Annie on both days would be represented by a single square in this grid. The area model indicates a 1/324 chance that Annie will be chosen BOTH days.</p>"
          ]
        }
      },
      {
        "id": "ELHoNfOkvke_IRKI",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-14</strong></p>"
          ]
        }
      },
      {
        "id": "KsA8BgmvcKGPRJE2",
        "title": "Text 37",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>What is the probability the first student chosen on a given day will be a girl?</p><p><strong>b.  </strong>Suppose Annie is chosen first. What is the probability that the next student selected will be another girl?<strong>  </strong></p>"
          ]
        }
      },
      {
        "id": "kRCeeK9X2nX70Lu_",
        "title": "Text 38",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>12/18 or about 67% (12 of the 18 students are girls).</p><p><strong>b.  </strong>11/17 or about 65% (once Annie is chosen, 11 girls remain).</p>"
          ]
        }
      },
      {
        "id": "wt4-tAyvGfeDDLqR",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Extensions</strong></p>"
          ]
        }
      },
      {
        "id": "p_MLnGRtFLmx1LQJ",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-15</strong></p>"
          ]
        }
      },
      {
        "id": "xXuDKErcU90XptEG",
        "title": "Text 39",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>A nutritionist wants to know how many Calories in a typical U.S. teenager’s diet are from fat. She asks Health teachers in Dallas, Texas to have their students record what they eat during one day. The nutritionist then analyzes the records.</p><p><strong>a.  </strong>What population is the nutritionist trying to measure?</p><p><strong>b.  </strong>Does the method of sampling give a representative sample of the population? Why or why not?</p><p><strong>c.  </strong>Brainstorm a different possible method of sampling that you think will be a good representation of the population.</p>"
          ]
        }
      },
      {
        "id": "6RaM2ttC6afOFY52",
        "title": "Text 40",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>The population is all U.S. teenagers.</p><p><strong>b.  </strong>The sample is not representative because it consists solely of teenagers in Dallas which is only one city in the U.S. Their diets may differ significantly from those of teenagers in other parts of the country. Students in health classes might be more than typically conscious of their diets. Many students may have had the same school lunch the day of the survey, which means the variation may be smaller than what would be observed over multiple days.</p><p><strong>c.  </strong>Possible Responses: The nutritionist should pick multiple cities in multiple locations throughout the U.S. to gather data from, or health teachers from all over the U.S. could be randomly selected.  The nutritionist could also send out a survey directly to teenagers via their school emails and ask them to track what they eat over a whole week.</p>"
          ]
        }
      },
      {
        "id": "lwYRze3iG6q-RPqx",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-16</strong></p>"
          ]
        }
      },
      {
        "id": "aKSrZt2I2ZzdNrtX",
        "title": "Text 41",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Television stations, radio stations, and newspapers often use polls to predict the winners of elections long before the votes are cast. What factors might cause a pre-election poll to be inaccurate?</p>"
          ]
        }
      },
      {
        "id": "aGBMQ6xJ3vMOH3wy",
        "title": "Text 42",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Possible answer: Pre-election polls can be inaccurate because of a poor sampling. When sensitive issues are being contested in an election, polled voters may not accurately report their views, especially if those views are unpopular or are believed to be unacceptable for voicing in public. (Note: Pollsters now often ask people whether they are likely to vote. Also, it is known that polls in recent years about voting issues that involve race and gender have led to inaccuracies.)</p>"
          ]
        }
      },
      {
        "id": "jT-YgM0_YSS3m2Si",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-17</strong></p>"
          ]
        }
      },
      {
        "id": "aNAXhYiWobznEh3_",
        "title": "Text 43",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Political parties often write and then conduct their own pre-election polls to find out what voters think about their campaign and their candidates. How might such a poll be biased?</p>"
          ]
        }
      },
      {
        "id": "AQFy8RY3kQ2jlJw_",
        "title": "Text 44",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Possible answer: A political party may poll people from areas in which most people are of their same party or hold views like those held by the candidates. They might frame questions in a way that encourages responses favorable to their candidate with the intent being to create a public impression that their candidate is “on a roll” in the hopes that others will be persuaded to join that side.</p>"
          ]
        }
      },
      {
        "id": "oKzSYxxZrXaw08xo",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>ACE 1-18</strong></p>"
          ]
        }
      },
      {
        "id": "oQWGajpBR02YwCBq",
        "title": "Text 45",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>Polls conducted prior to presidential elections commonly use samples of about 1,000 eligible voters. Suppose there are 235 million eligible voters in the United States. About what percent of eligible voters are in a sample of 1,000?</p><p><strong>b.  </strong>How do you think this small sample is chosen so that the results will predict the winner with reasonable accuracy? Consider which groups within the total population need to be represented, such as adults 65 years or older.</p>"
          ]
        }
      },
      {
        "id": "bm8dnPGHonv83xtj",
        "title": "Text 46",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>a.  </strong>1000 ÷ 207,000,000 ~ 0.000005%</p><p><strong>b.  </strong>Possible answer: The sample is probably taken from a cross section of people rather than just from people in one geographical location, occupation, political party, age group, gender, or the like.</p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "ixeODVmUQXd6WgaF",
          "providerId": "sYBzR4viXUVQYJlY",
          "dataSet": {
            "id": "qrimlCmOcQ2rDSjo",
            "name": "Trail Mix Sample",
            "attributes": [
              {
                "id": "GFhAVCaXKaUySGLQ",
                "clientKey": "",
                "name": "Serving Number",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "1",
                  "2",
                  "3",
                  "4",
                  "5",
                  "6",
                  "7",
                  "8",
                  "9",
                  "10",
                  "11",
                  "12",
                  "13",
                  "14",
                  "15",
                  "16",
                  "17",
                  "18",
                  "19",
                  "20"
                ],
                "title": ""
              },
              {
                "id": "umDAiw_3se3JZnt4",
                "clientKey": "",
                "name": "Number of Almonds",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "6",
                  "8",
                  "8",
                  "11",
                  "7",
                  "6",
                  "6",
                  "7",
                  "11",
                  "7",
                  "8",
                  "7",
                  "9",
                  "9",
                  "8",
                  "6",
                  "8",
                  "10",
                  "10",
                  "8"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "kmMraXTIDzdND4ZC"
              },
              {
                "__id__": "Mkxfj9b1HHvQ_NTu"
              },
              {
                "__id__": "1cL4hc94k5P0w5Ws"
              },
              {
                "__id__": "N5cpC7RLI5p4K-eO"
              },
              {
                "__id__": "FbS_0iHPXVXwGGWm"
              },
              {
                "__id__": "oE_EbW5OzUliE6AF"
              },
              {
                "__id__": "5r_nT3hKJ_aCOnDO"
              },
              {
                "__id__": "GPs9dz-F5c9vsZlt"
              },
              {
                "__id__": "NEDp8lKlQVVx6I94"
              },
              {
                "__id__": "s9RSq96Vmmq5d1Ei"
              },
              {
                "__id__": "7Fg8q2b4dAgRhow5"
              },
              {
                "__id__": "1rzVJWUUVhZCr1KK"
              },
              {
                "__id__": "WSGNl1oF7AdJNqI_"
              },
              {
                "__id__": "rKIUXaeCG2tz3c67"
              },
              {
                "__id__": "AfK5pSDp1C_Exfud"
              },
              {
                "__id__": "viKXkefwcBnmZwmo"
              },
              {
                "__id__": "u1yU6baZ7ZxY8o64"
              },
              {
                "__id__": "Fn0ZX7ThfdA12cwv"
              },
              {
                "__id__": "zhxOMDres69zh03K"
              },
              {
                "__id__": "Da6Y9pPIGPEuni0F"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "sYBzR4viXUVQYJlY"
        ]
      },
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "ho9cq60pr1gM-PCJ",
          "providerId": "Ar0mkkEtxU306t4U",
          "dataSet": {
            "id": "k2MSchCnzD3dXOM1",
            "name": "Bean Samples",
            "attributes": [
              {
                "id": "KdbJK21hf9FvX_18",
                "clientKey": "",
                "name": "Sample",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "1",
                  "2",
                  "3",
                  "4"
                ],
                "title": ""
              },
              {
                "id": "87MuH1Jqk-Kz1O4p",
                "clientKey": "",
                "name": "Total Number of Beans",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "25",
                  "150",
                  "75",
                  "250"
                ],
                "title": ""
              },
              {
                "id": "LdV4-TPyFRtbsrha",
                "clientKey": "",
                "name": "Number of Beans with Red Dots",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "3",
                  "23",
                  "15",
                  "25"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "RS-dWnzoaqER5sZn"
              },
              {
                "__id__": "_9ypjxE4oxHbrdhO"
              },
              {
                "__id__": "M8LQAjOjMfubJYuI"
              },
              {
                "__id__": "73CTriEGS9QnkZVb"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "Ar0mkkEtxU306t4U"
        ]
      }
    ]
  }
}
