{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "xp-VoPH1It0P81IB",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Transformations and Congruence</strong></p><p>We have learned that reflections, translations, and rotations preserve the size and shape of a figure. That is, the original figure and its image are <em>congruent</em>. This suggests a way to show that two figures are congruent. One figure is congruent to another if the second figure can be obtained from the first by a sequence of reflections, translations, or rotations.</p><p></p><p>In this investigation, we will focus on congruent triangles. Triangles are a very special family of geometric figures. They are used in many construction projects to provide strength and stability for structures. For example, the George Washington Bridge connecting New Jersey and New York City uses many congruent triangles to strengthen the bridges towers.</p>"
          ]
        }
      },
      {
        "id": "e_lgCmxIne6nI1zG",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "6WlOkd9u7KTBzIwy",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the Shapes and Designs unit we learned that two triangles are congruent if corresponding angles and sides are congruent. When two polygons are congruent, you can match the vertices in a way that pairs the sides and angles of the same size.</p>"
          ]
        }
      },
      {
        "id": "pFrUvv-x7x8ndWek",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "ujB3_s6aE4fFHSSs",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What transformation or combination of reflections, translations, and rotations will move triangle ABC exactly on to triangle DEF?</em></p><p><em>What are the pairs of congruent sides and angles?</em></p><p></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
