{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEmwRf5H9k92-Q",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem introduces a table as way to organize ratio thinking. Students will explore connections between the ratio table and their previous work in <em>Variables and Patterns</em>. They will explore connections between the ratio table, an equation, and the graph each representing the same relationship between two variables. They will begin to organize equivalent ratios into ratio tables, looking for patterns and underlying structure across the equivalent ratios for two quantities of the form <em>y = ax</em>. </p>"
          ]
        }
      },
      {
        "id": "TILEtDMtKPb4mS2N",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Exploration</p><p><strong>Standards: </strong>See you state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "TILEjRCCNHGFQyJo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK</em></p><p>How can a table of equivalent ratios be useful in solving problems with ratios? What information is added by looking at equations or graphs that represent ratios? </p>"
          ]
        }
      },
      {
        "id": "TILEpKwtoUJc6k1T",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to organize equivalent ratios into ratio tables, looking for patterns and underlying structure across the equivalent ratios for two quantities of the form <em>y=ax</em>.</p><p>Begin to use ratios associated with a context to</p><ul><li>make, organize, and extend ratio tables with equivalent ratios;</li><li>use ratio tables to solve problems using values in the table and by extending the table when needed;</li><li>make early attempts to describe how ratio tables can be useful in solving ratio problems, including identifying unit rates, 1:<em>x</em> or <em>y</em>: 1.</li></ul><p>Begin using the relationship between two quantities given in a ratio table to </p><ul><li>write an equation of the form <em>y = ax</em> representing the relationship; and </li><li>graph points on the table.</li></ul><p>Explore connections between the ratio table, an equation, and the graph each representing the same relationship between two variables.</p>"
          ]
        }
      },
      {
        "id": "4CNPDUfNbGB2PmWM",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p><p><strong>Connecting to Prior Knowledge</strong> </p><p>Introduce the table that Gwen made to represent Zane&#x27;s thinking about the ratios in the last problem. </p><p><strong>Suggested Questions</strong> </p><ul><li>How is Zane&#x27;s method similar to Gwen&#x27;s table?</li><li>Do you notice any other patterns in the table?</li></ul>"
          ]
        }
      },
      {
        "id": "v5jbTkAxB6Xrr2EF",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answers will vary. Students may discuss that the table shows the multiples of the number of cupcakes. Students may say that the table organizes the information differently. Some students may mention that the table looks like Bruce&#x27;s way of thinking. </li><li>Answers will vary. A possible answer might include: For an increase in 1 box, the green cupcakes increase by 8, and the white cupcakes increase by 10.</li></ul>"
          ]
        }
      },
      {
        "id": "TILE3K8be8Uq-33-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>To optimize use of class time, <strong>Learning Aid 2.2: Selling Cupcakes Ratio Table</strong> is provided to allow for students to immediately begin using the table to answer the questions. </p><p><strong>Note:</strong> The Learning Aid has the table oriented both horizontally and vertically (Portrayal). There is no mathematical reason to orient the table one way or the other. Having both orientations allows students to choose the orientation of the table that makes the most sense to them and to gain the flexibility to interpret a table oriented either way.</p><p>Have students work in partners on this problem. </p><p>Distribute graph paper for students to use as needed in What If...? Situation A.</p>"
          ]
        }
      },
      {
        "id": "TILELSA1qzNg7Nt5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question</strong></p><ul><li>What do you notice or wonder about the table the students at Washington Middle School made? </li></ul>"
          ]
        }
      },
      {
        "id": "TILEdOXwBMZKdoRN",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Possible notices may include the following: the table is keeping track of large boxes sold and the money collected, the number of boxes sold increases by 5, or the total money collected is the first three multiples of 60. Possible wonderings may include the following: Are the number of boxes sold and the total money collected called the variables? Why are the boxes sold increasing by 5? Does the table have to continue increasing by 5 boxes sold? Can &quot;in between&quot; values be such as 6 boxes, 7 boxes, etc. be put on the table? </p>"
          ]
        }
      }
    ]
  }
}
