{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "PbcNDRRlkKyGabP7",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Students use their knowledge of the sums of number cubes to play the Roller Derby game. Students also need to consider different strategies they have used to play games with their friends or family members, since the Roller Derby game requires strategy to win. To help them play the game, students will most likely consider how many ways different sums can occur.</p>"
          ]
        }
      },
      {
        "id": "gmEkSj-XOXC55Z37",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Illustrate the game by displaying <strong>Learning Aid 3.2: Roller Derby</strong>, putting markers in the columns at random, and taking a few turns. Roll a pair of number cubes, find the sum, and remove a marker (if present) from the corresponding column. Explain that if the column corresponding to a roll is empty, no marker is removed.</p>"
          ]
        }
      },
      {
        "id": "meE_EBT46VH9dCbo",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested question</strong></p><ul><li>What is your best guess at a strategy for placing your markers so that you will be able to remove them before your opponent removes their markers? (Answers will vary.  Some possibilities: “Put a marker in each column.”  “Since you can’t get a sum of 1, you should put a marker on every umber except 1.”  “It would be best to put all the markers on 7.”  “Don’t put any markers on high numbers.”  Etc.)</li></ul><p>All of these strategies will probably not emerge at this time. Try to remain neutral when students make their initial suggestions. Playing the game will make them more aware of which strategies work and which do not.</p>"
          ]
        }
      },
      {
        "id": "jAdhJ_0vCgvl2lOg",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Be sure students understand that the goal of the game is to remove all the markers. Refer students to the rules for Roller Derby. Divide the class into teams of two, and then pair teams to play against one another. Tell students to confer with their teammates, not their opponents, about how to arrange their 12 markers on the board.</p>"
          ]
        }
      }
    ]
  }
}