{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "YpstryKkfstCmzsk",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students play and analyze a game called Roller Derby. To play the game, each team places 12 markers in any way they choose on a game board with columns numbered from 1 to 12. The teams then take turns rolling two number cubes and removing a marker from the column corresponding to the sum of the cubes. The first team to remove all its markers wins. After playing the game, students list all the possible outcomes (number pairs) and use the list to devise strategies for winning the game.</p><p><strong>Implementation Note</strong>:  Having students design their own game in What If Situation B will take two days.  However, this time is valuable for students to synthesize their understanding about theoretical probability in this new setting and time for the teacher to gather formative assessment on the students’ understanding of these ideas.  (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "0JAOa_g9BSzipRsY",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "wWfCDuGvNqghjmue",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to notice that using theoretical probabilities can help find winning strategies for games. </p><p>Notice/recognize:</p><ul><li>Experimental probability can give information about likely outcomes when there are multiple trials</li><li>A model is needed to determine all outcomes (organized lists/tree diagrams)</li><li>Examine the model to determine if outcomes are equally likely</li><li>Use results from the model to make future decisions</li><li>Compare probabilities from a model to observed frequencies and explain sources of discrepancy</li><li>Design a game with number cubes </li><li>Determine probability of winning a game they designed</li><li>Determine if their designed game is fair</li></ul>"
          ]
        }
      },
      {
        "id": "6Xw1zDHYSfd7p-mC",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How does understanding probability help you design a winning strategy for a game?          </p>"
          ]
        }
      },
      {
        "id": "PbcNDRRlkKyGabP7",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Students use their knowledge of the sums of number cubes to play the Roller Derby game. Students also need to consider different strategies they have used to play games with their friends or family members, since the Roller Derby game requires strategy to win. To help them play the game, students will most likely consider how many ways different sums can occur.</p>"
          ]
        }
      },
      {
        "id": "gmEkSj-XOXC55Z37",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Illustrate the game by displaying <strong>Learning Aid 3.2: Roller Derby</strong>, putting markers in the columns at random, and taking a few turns. Roll a pair of number cubes, find the sum, and remove a marker (if present) from the corresponding column. Explain that if the column corresponding to a roll is empty, no marker is removed.</p>"
          ]
        }
      },
      {
        "id": "meE_EBT46VH9dCbo",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested question</strong></p><ul><li>What is your best guess at a strategy for placing your markers so that you will be able to remove them before your opponent removes their markers? (Answers will vary.  Some possibilities: “Put a marker in each column.”  “Since you can’t get a sum of 1, you should put a marker on every umber except 1.”  “It would be best to put all the markers on 7.”  “Don’t put any markers on high numbers.”  Etc.)</li></ul><p>All of these strategies will probably not emerge at this time. Try to remain neutral when students make their initial suggestions. Playing the game will make them more aware of which strategies work and which do not.</p>"
          ]
        }
      },
      {
        "id": "jAdhJ_0vCgvl2lOg",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Be sure students understand that the goal of the game is to remove all the markers. Refer students to the rules for Roller Derby. Divide the class into teams of two, and then pair teams to play against one another. Tell students to confer with their teammates, not their opponents, about how to arrange their 12 markers on the board.</p>"
          ]
        }
      }
    ]
  }
}