{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "p1lM8wCrikt2mtXR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)        </strong></p><p><em>Providing for Individual Needs</em></p><p>Be sure students are using all the relevant information given to make their data table and graph.</p><p>Allowing students to use whiteboards, windows, desks, or laminated chart paper to try their ideas before committing them to paper can help students take more risks as there are interpreting the notes in the Initial Challenge.</p><p>You can have the students start the table at 0 (represented as 8:00 a.m.) to focus on elapsed time rather than time of day. This sort of rescaling data is quite common to make graphing simpler and more standard. Some students may find it helpful to include the time of day, in addition to the elapsed time, on these representations to assist them in answering the questions. <em>(Language)</em></p><p>Encourage students to make a general sketch of the graph based on the constraints given in Malcolm and Liz’s notes to help them complete the problem.</p>"
          ]
        }
      },
      {
        "id": "NVIbzsbK0J6xeSdg",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>What are the two variables you will represent in the table and the graph? <em>(The two variables are time and distance.)</em></li><li>What will you use for your time intervals? <em>(A common suggestion is a half hour because previous problems have given distances for half-hour intervals.)</em></li><li>At 0 hours, what is the distance traveled? How do you know? <em>(The distance traveled is 0 miles, because at 0 hours you are just about to start the day’s travel and have not gone anywhere yet.)</em></li><li>At 9 hours, what is the distance traveled? How do you know? <em>(The distance traveled is 100 miles, because the last note states that the total distance traveled for the day, at the end of the 9 hours, was 100 miles.)</em></li><li>What other data points in the table would be easy to fill in based on the set of notes? <em>(At approximately noon, or 4 hours into the trip, cyclists had traveled about half the total distance, or 50 miles.)</em></li><li>How would riding into a strong wind affect the speed the cyclists could travel?<em> (It would slow them down.)</em></li><li>How would riding with the wind at their backs affect the speed? <em>(It would help the cyclists go faster.)</em></li><li>Which clues give you information you could use to locate approximate points for your table?<em> (Answers will vary, but students might mention the first, third, fifth, and sixth clues.)</em></li></ul><p>What If . . .? Situation A offers an extra challenge for students who are quick to make sense of making the table and graph from the trip notes.</p>"
          ]
        }
      },
      {
        "id": "TILEeV348mz5dLbN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know?question? </p>"
          ]
        }
      },
      {
        "id": "iEJ145CzJR5FtpkC",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>Describe how the relationship between two variables is shown in written notes, tables, and graphs. What are the advantages and disadvantages of each representation?</em></p><p>(As you circulate, look for examples where students have interpreted the notes correctly and incorrectly. Use these to lead the discussion in the summary. Listen for how students make sense of finding information from the different representations: In written notes, you can get the time information during the day, the distance information in terms of names of locations, and information on how long it may take based on the circumstances. In tables and graphs, time information is shown as increments associated the other variable, distance. Distance information in tables and graphs is shown as numbers representing how far it is from the starting point.)</p>"
          ]
        }
      }
    ]
  }
}
