{
  "type": "MathReflection2",
  "content":
    {
      "tiles": [
        {
          "id": "c38I-zuZQTWaNUpr",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Mathematical Reflection Investigation 2</strong></p><p>In this Unit, we use proportional relationships to investigate probability and solve problems. At the end of this Investigation, what do you know about probability? About proportional relationships?</p>"
            ]
          }
        },
        {
          "id": "qcxTe0wJbyZQnq4-",
          "title": "Text 8",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>SOLUTION BEGIN</strong></p>"
            ]
          }
        },
        {
          "id": "D7UfgcoU8HvGSugu",
          "title": "Text 9",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>At this point students can find theoretical probabilities. Students can find all the outcomes of a game to make theoretical probabilities. Students will use organized lists, tree diagrams, and multiplication to find the outcomes and the theoretical probabilities. Students will use the theoretical probabilities to make predictions on future outcomes in playing the games.</p>"
            ]
          }
        },
        {
          "id": "uhgvS5_m-KwsYBA2",
          "title": "Text 10",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>SOLUTION END</strong></p>"
            ]
          }
        },
        {
          "id": "XSbqRAzFgQ8dxMmb",
          "title": "Text 11",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Reflections on the Mathematical Practices</strong></p><p>As you worked on the Problems in this Investigation, you used prior mathematical knowledge to make sense of them. You also applied mathematical reasoning to solve the Problems. For example,</p><p></p><p>Shawna claims that in Problem 2.1, Situation A, her group had to decide about the probability of predicting and then choosing a certain color. We kept track of the number of times each colored block was drawn. This helped us predict the correct color. So going last is very advantageous.</p><p></p><ul><li>What mathematical practice(s) did Shawna’s group use to solve this problem?</li><li>What other mathematical practices did you use to solve Problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li><p></p></ul>"
            ]
          }
        }
      ]
    }
}
