{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "j7M7_Wktgcd2qiSB",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Each group must decide for itself how to collect the data and when they have collected enough data to find a reasonable experimental probability. Be sure that each method is mathematically equivalent to the scratch-off prize card. If the class does different simulations, display the posters around the room and give the class time to examine and comment on them. (Agency, Identity, Ownership) (Portrayal)</p><p>Allow the groups to plan and carry out their simulations, collect their data, and find the experimental probability. When they have completed their experiment, students should move onto finding theoretical probabilities and the What If. </p><p><strong>Examples</strong>:  One way to simulate the game is to put two red blocks, one white block, one yellow block, and one blue block in an opaque container. Then choose two blocks at a time. When you choose the two red blocks, you simulate scratching off the two matching spots. Another possibility is to have five students act as the “spots.” They hold tags that are hidden from the rest of the class. Two students hold tags with matching symbols, and three hold tags with three other symbols. A seated student chooses two of the five students to reveal their tags. After each guess, students mix up their tags. </p>"
          ]
        }
      },
      {
        "id": "fiT9zB-ZbYtUcOhg",
        "title": "Text 9",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>What factors do you have to take into consideration to design a simulation.?  Suppose you run your simulation 20 times, how does proportional reasoning help you report your estimated theoretical probability as a percent?</em></strong></p><p>(As you are circulating during the Explore look for the ways that students are finding all the outcomes for an event.  As students select a tool take note of how they determine the number of outcomes possible for the tool.  As students are discussing What If Situation A, listen for how they scale up the theoretical probability to find out the number of wins out of 100 prize cards.)</p>"
          ]
        }
      }
    ]
  }
}