{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "msddVJBqiPqUbOD9",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students investigate two-stage outcomes in the context of a one- and-one free-throw situation. A player with a 60% free throw percentage goes for a one-and-one. That is, the player attempts the first free throw and then either takes a second free throw (if the first one was made) or does not get a second chance (if the first free throw was missed).</p><p>After determining experimental probabilities that the player will get a score of 0, 1, or 2, students find the theoretical probability by using an area model.</p><p><strong>Implementation Note:</strong>  Have a brief discussion after What If Situation A then launch students into What If Situation B.</p>"
          ]
        }
      },
      {
        "id": "__gpkSDDbnhDBJY_",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis/Synthesis &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "cUvi_T5CSTwMlHkf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding of using area models to make sense of compound events. </p><p>Notice that: </p><ul><li>A probability model can be developed which may or may not be uniform</li><li>The probability of an outcome in a compound event is the fraction of the area which represents the outcome</li></ul>"
          ]
        }
      },
      {
        "id": "dO3YQgfnNHX6EeDc",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How is an area model for the one-and-one free throw situation like or unlike the area model for the Marble Game or Making Purple Game in Problem 4.1?</p>"
          ]
        }
      },
      {
        "id": "fp2LpQXlJ4PBlOYZ",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Make sure everyone understands what free-throw and one-and-one situations are. Students who are not interested in basketball may need the one- and-one free throw situation explained to them. (Language)</p>"
          ]
        }
      },
      {
        "id": "U11tAnvYdp0DHvNW",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p><strong>Suggested questions</strong></p><ul><li>What are the possible numbers of points that Nishi could score in a one- and-one situation? (0 points, 1 point, or 2 points)</li></ul><ul><li>Explain how each of these can happen. (She will score 0 points if she misses the first free throw, 1 point if she makes the first free throw but misses the second free throw, and 2 points if she makes both free throws.)</li></ul><p>Pose the first question of the Initial Challenge.  </p><ul><li>Is it most likely that Nishi will score 0 points, 1 point, or 2 points? Make a prediction about what will happen and record it before you analyze the situation. (Most will guess that Nishi is most likely to score 1 point and the game will end in a tie. Possible explanations are that she has a decent chance of making the first free throw but making back-to-back free throws is more challenging.)</li></ul><p>The intention for this question is for students to express their initial thoughts, not to finalize an argument.  You could have students vote on which result they think is most likely.  </p>"
          ]
        }
      },
      {
        "id": "snYyJ5XCbtKkmobx",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 4.2A: Nishi’s One-and-One</strong> and <strong>Learning Aid 4.2B:  10 x 10 Grid</strong>.  Have students work on the Problem with a partner.  </p>"
          ]
        }
      }
    ]
  }
}