{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "-0Qn_kvP5giDFU4e",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit, we are continuing to explore situations that require proportional reasoning to solve problems. At the end of this investigation, ask yourself:</p><p><em>What does it mean to reason proportionally? </em></p>"
          ]
        }
      },
      {
        "id": "Q0cgcX1FhkfK15Es",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student answers should reflect that they can recognize and analyze proportional statements. Proportional reasoning uses multiplicative thinking instead of additive thinking. The reasoning extends to solving proportions by scaling the two quantities in the comparison to find equivalent comparisons. This allows us to answer many questions. </p><p>Students might mention the following:</p><ul><li> Percents are a part-to-whole ratio/rate where one of the quantities is scaled to 100.</li><li>Any time you are comparing two ratios/rates in a proportional situation, it helps to “set one of the quantities equal.” This way you can compare the other quantity. </li><li>Percents are helpful when solving proportional questions. If you have two ratios/rates and one of the quantities is the same, you can compare the ratio/rate by looking at the quantity that is not 100.</li><li>Unit rates are helpful when solving proportional questions. If you have two ratios/rates and one of the quantities is the same, you can compare the ratio/rate by looking at the quantity that is not 1.</li><li>Proportional reasoning is about making comparisons: part-to-part and part-to-whole.</li><li>Ratios are a comparison of two quantities.</li><li>Rates are a type of ratio.</li><li>Unit rates are a special ratio or rate that is scaled so one of the quantities is equal to 1.</li><li>Unit rate or constant of proportionality can be found in tables, graphs, and equations.</li><li>Relationships are proportional when you scale (using multiplication or division) ratios or rates.</li><li>Differences are additive and will not help when comparing ratios or rates.</li><li>Some relationships are not proportional, such as when addition or subtraction changes one or both quantities in a relationship.</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
