{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "w4YABzHdY87gWB0I",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies</em> </p><p>Have students share the angle measures they found for the Initial Challenge and explain their strategies for using the tools. (Language)</p><p>Have students share their angle measures and distance measures for the What If on Amelia Earhart’s journey.</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Have students report their findings in a class discussion. Take time to explore all the strategies they used to arrive at their answers. You may want to display benchmark strategies for students to refer to as they proceed through the Unit.</p><p>Have students record their measurements for some of the angles. Look for large discrepancies. If large discrepancies occur, have the group measure again. (Portrayal) Discuss what might account for any differences in the measurements. Students do not need to agree on the degree measurements, but their measurements should be close. In this discussion, students will begin to understand the issues involved in making precise measurements; relate this to the fateful journey of Amelia Earhart.  You might want to ask students for their suggestions for getting a more accurate measurement using the angle ruler.</p><p>As you discuss the angle measures, you may ask which angles are acute, obtuse, or right, to review these ideas from elementary school. (Language)</p><p>Encourage students to try both the angle ruler and protractor.</p>"
          ]
        }
      },
      {
        "id": "xWpKepeVV2KfKWbF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How do you decide the number of degrees for angles between the 5° intervals on the angle ruler? (Answers will vary.  One possibility- I use the degree marks on the arm of the ruler and line up the zero with a 5° mark.)</li><li>What things do you check to make sure you are making accurate measurements?  (Answers will vary.  One possibility: I check that the rivet is over the vertex and the centerline of the ruler arm is over the initial side.  Then, I rotate the other arm counterclockwise until it lines up over the terminal side.) </li><li>We didn’t always get the same measurements.  Why did this happen?  (Measurements are not exact.  Discuss possible sources of error.  Stress that these tools may provide more accurate measures of angles than estimating, but they do not provide exact measures. No measuring tool is absolutely precise, so there is a little error in every measurement.)</li><li>Which tool do you prefer for measuring angles? Why? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "NrKZI6RAmicbzLTa",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>An interesting activity to enhance students’ understanding of angle measures and developing their angle sense is to make a paper protractor. Directions for making one can be found here:  <a href=\"https://www.youtube.com/watch?v=zFNBEZ9-8t8&amp;feature=youtu.be\">https://www.youtube.com/watch?v=zFNBEZ9-8t8&amp;feature=youtu.be</a></p><p>This video on why we have 360° in a circle may interest some of your students: <a href=\"https://www.youtube.com/watch?v=WzkW3P7HPvs\">https://www.youtube.com/watch?v=WzkW3P7HPvs</a></p><p>Have students complete this sentence: “I used to think angles and angle measurement was…” and “Now, I think angles and angle measurement is…” to gain insight on their current understanding.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "vWNbt3UEJLJkfrh6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
