{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "5_3pKQQS9ZlR1hs0",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Pay attention to how students are solving What If Situation A.  Some students may still want to compare volumes in What If Situation A by filling the two cylinders with sand, rice, or cubes so have those materials available as an option.  By this time students should be comfortable with the idea of calculating volume by multiplying the area of the base by the height (using a layering model).  However, it may not be totally clear to students why the area of the base indicates the number of cues (or parts of cubes) in each layer.  Push them on this idea.  (Agency, Identity, Ownership)</p><p><strong>Suggested Questions:</strong></p><ul><li>Why does it make sense to calculate the area of the base when you want to find volume?  (You want to find the number of unit cues that fit on the base of the cylinder.  That number is equal to the number of square units in the area of the base.)</li></ul><p>This provides another opportunity for students to apply their understanding of the area of a circle. (Time)</p><p>What If Situation B will give students the opportunity to think about a cylinder by looking at a net.  </p><p>Some students may need to cut it out and fold it into a cylinder to be convinced that it is a cylinder. </p>"
          ]
        }
      },
      {
        "id": "Lx65R162igofB2YC",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "5WI30qRzJz1ksZCx",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How does knowing the area and circumference of a circle help you find the volume and surface area of a cylinder?</em></p><p>(Listen for students discussing finding the volume of a cylinder requires find the area of the base which is a circle.  Listen for student discussing finding the area of the circle for the top and bottom of the cylinder when finding the surface area.)</p>"
          ]
        }
      }
    ]
  }
}