{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "_7LSULVtvvC_zQSc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem has students conducting an experiment testing the absorbency of paper towels.  Using an eyedropper, students drop colored water on paper towels.  It creates a circular shape.  Students will find the area of these circular shapes. This provides students an opportunity to further develop their understanding of how to find area of a circle and pi in a STEM experiment. </p><p><u>Implementation Note</u>:  This problem will take 2 days of class time.  On Day 1 have students complete the Initial Challenge and hold a brief summary.  On Day 2 have students complete the What If and hold a more detailed summary. The strategies in What If Situation A can be divided up in the class and each group is responsible for one strategy to discuss in the Summary.</p>"
          ]
        }
      },
      {
        "id": "8aG5Z0JLt87bA5tQ",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Area and Circumference of Circles: <em>Introduction, Exploration</em></p>"
          ]
        }
      },
      {
        "id": "gHsS6fDRyQ8qBPqS",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What is the relationship between the area of a circle and its radius? Describe a strategy for finding the area of a circle. </p>"
          ]
        }
      },
      {
        "id": "JDvsfKQGvdWUX7HG",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Conducting an experiment on the absorbency of towels students will:</p><ul><li>measure the diameter of a circle of water drops on a paper towel</li><li>measure the radius of a circle of water drops on a paper towel</li><li>measure the area of a circle of water drops on a paper towel</li><li>examine the relationship between the area and diameter and radius of the circular water drops in their experiment</li><li>analyze student strategies for finding the area of a circle that include enclosing it in a square and subtracting the area not needed; dividing the circle into 4 parts, finding the area of one part and multiplying it by 4</li><li>describe finding area of a circle by counting unit squares inside the circle; outside the circle and subtracting what isn’t needed;  about 3 radius squares or A ≈ 3r<sup>2</sup> and A = πr<sup>2</sup></li></ul>"
          ]
        }
      },
      {
        "id": "hH1177e6QpZzlAAh",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In Problem 3.1 students made sense that the ratio of circumference/diameter is not exactly 3 but a bit larger.  In the Did You Know there is a historical description of pi that you may want to share with your students. </p>"
          ]
        }
      },
      {
        "id": "xx8ulg0ktchHXakk",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Describe the challenge of testing the absorbency of several different brands of paper towels.  Draw students’ attention to the samples in the student edition.  </p><p><strong>Suggested Questions:</strong></p><ul><li>Which one absorbed more?  (Answers will vary. Allow for a short discussion on the students’ initial thoughts. We don’t know which one absorbed more water by these sample pictures.  It is because we are not sure if one or both of them are zoomed in.  To make a fair comparison, we can use the grid.  If you put transparent grid on top of each towel, then you can see which one is larger than the other. )</li><li>How can we decide which absorbed more?  (Answers will vary. Allow for a short discussion on the students’ initial thoughts. Lead students to the idea of area if that isn’t brought up by the students)</li></ul><p>Demonstrate Nate’s idea of using a transparent grid to find the area of one of the samples in the student edition.  </p><ul><li>How could this help us to find area of the samples? (Answers will vary. Allow for a short discussion on the students’ initial thoughts. Don’t go for closure.  Allow students to test out their ideas during the Explore of the Initial Challenge.)</li><li>What do you think we will find is the relationship between the area of a circle and its diameter or radius? (Collect ideas to compare to their results in the Summary.)</li></ul><p>Have students work in groups of three to four gathering data on the absorbency of paper towels.  For each group have an eye dropper, colored water, several different brands of paper towels, a transparent centimeter grid and <strong>Learning Aid 3.2: Paper Towel Absorbency</strong>.    </p><p>For demonstration or for students who are not able to do the experiment, <strong>Teaching Aid 3.2 A-C</strong> shows examples of liquid drips from three different experiments. (Portrayal) </p><p>Differentiate with the strategies in What If Situation A by having groups look at 1-2 strategies and share all of them during the Summary. </p>"
          ]
        }
      }
    ]
  }
}
