{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "EDCF9fF9Zmw8tRog",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The Introduction for Investigation 2 introduces the vocabulary word, <em>theoretical probability</em>. It uses flipping a coin as the example to understand the term. (You might have some fun with kids- a thin imperceptible layer of superglue on a penny will make it not fair. Test four coins. Find out which one is not fair.) </p><p>Theoretical probabilities are similar to experimental probabilities. But to determine the number of outcomes for experimental probabilities, like heads occurring, we conduct an experiment. The outcomes for theoretical probabilities are determined by examining the possible outcomes. Then we analyze and count the number of favorable and non-favorable events. For example, if a coin is tossed, there are two outcomes – a head or tail occurs. Each has the same chance of occurring on any toss of the coin. </p><p>As we conduct more and more trials the experimental probability will get closer to the theoretical probability or ½ in the case of tossing a fair coin.</p><p>In Problem 2.1, students choose colored blocks from a bag or bucket to determine experimental probabilities. They find the theoretical probabilities by counting the number of each color and then finding the fraction of blocks of a certain color in the container. Then, students contrast the theoretical probabilities with experimental probabilities.</p><p><strong>Implementation Note</strong>: This Problem will take two days. The first day do the Initial Challenge as a whole class and then on day 2 have students work with a partner on the What If Situations.</p><p><strong>Note</strong>: The answers for Problem 2.1 are based on a bucket containing 9 red blocks, 6 yellow blocks, and 3 blue blocks. You may, of course, change the contents of the bucket, but this will change the answers.</p>"
          ]
        }
      },
      {
        "id": "-Z4T724XHAjTMsv9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>:  Introduction/Explore &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "oJFJp8tGrbymYGyx",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Build on experiences with experimental probability by beginning to look at theoretical probability:  </p><ul><li>Examine a game and determine all the possible outcomes</li><li>Analyze and count the number of times each outcome will occur</li><li>Notice that the probability of a chance event is a number between 0 and 1</li><li>Explain that larger numbers indicate a greater likelihood that an outcome will occur</li><li>Recognize that a probability near 0 indicates an unlikely event¬</li><li>Continue looking at whether outcomes are equally likely for an event</li><li>Show that the sum of theoretical probabilities for all possible outcome is always 1</li><li>Notice that experimental probability changes and gets closer to the theoretical probability as more data is collected </li></ul><p></p>"
          ]
        }
      },
      {
        "id": "yeK5_HHzyfm_EoYN",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How does experimental probability compare to theoretical probability for a given situation?  What can you say about the sum of the theoretical probabilities?</p>"
          ]
        }
      },
      {
        "id": "7Rp4-cCH1e5vr6v3",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Introduce the idea of theoretical probability before doing this Problem, or while you are doing the Initial Challenge with your students. In either case, the ideas introduced in the opening paragraphs of Investigation 2 are essential to the Unit.</p><p>Tell the story about the <em>Gee Whiz Everyone Wins!</em> game.</p>"
          ]
        }
      },
      {
        "id": "c-8mqLDPtsO2aGzx",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What do you think <em>random</em> means? (a process of selecting or choosing so that each outcome has the same chance of being chosen)</li><li>Suppose you are a member of the audience. Would you rather be called to the stage first or last? Explain. (Last is better, because you can see what results all the other players get before you have to make a choice.)</li><li>Does it matter that the block is returned to the bucket and the bucket is stirred after each contestant? Explain. (Yes, it makes a difference. If the block is not returned, the number of blocks of that color is reduced. So, the probabilities of all the colors change.)</li></ul>"
          ]
        }
      },
      {
        "id": "VafmKxsS62_DSqSy",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Some students see no advantage to going last. Throughout this Unit, students are asked questions that help them realize that the more information they have, the better their predictions will be. Another way to state this is that the more trials an experimental probability is based on, the closer it will be to the theoretical probability. This concept of the number of trials is developed further through the work in this Investigation. (Time)</p><p>The question of whether there is an advantage to going first or last is raised again in the Initial Challenge, so you only need to collect first impressions now.</p>"
          ]
        }
      },
      {
        "id": "FA8YW-a6hTZFZEA-",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge (Day 1)</u></p><p>Play the game as a whole class.  You will be the host, and the students will be the contestants. Explain how they will take turns choosing from the container. They should keep careful track of the outcome of each choice. Explain that after each turn, you will return the container to its original state by replacing the block and then mixing the blocks. Have someone record the results as you collect data as a whole class using <strong>Teaching Aid 2.1:  Gee Whiz! Class Data</strong>.  </p>"
          ]
        }
      },
      {
        "id": "q2UpDKlqqj56htbc",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Why do you need to replace the blocks? (Help students recognize that if the blocks are not returned to the container, the probabilities will change with each choice because the number of blocks in the container will be different.)</li></ul>"
          ]
        }
      },
      {
        "id": "aUJAIbBO-ISL9c6r",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Do the Experimental Probability with the whole class.  Ask students one at a time to predict the color and then let them choose a block. After finding the color of the block, have them replace the block. Be sure to shake the bucket to mix the blocks between draws. Keep track of the colors that are chosen by marking on <strong>Teaching Aid 2.1: Gee Whiz! Class Data </strong>with tally marks. Let each student take a turn.</p><p>Directions to run the experiment with the whole class or large group:</p><ul><li>Assign a leader to run the experiment. This person </li></ul><ol><li>Puts blocks of in a container – various colors (three colors are recommended for the beginning experiments) and various numbers of each color (doubling or tripling the proportion of each color is recommended),</li><li>Makes sure that no one looks in the container, </li><li>Holds the container near the player taking a turn, </li><li>Allows the player to select a block,  </li><li>Puts the block back into the container, </li><li>Stirs or shakes the blocks in the container, and </li><li>Give the next player a turn.</li></ol><ul><li>Everyone else is considered a player.</li></ul><p>Direction for each contestant (this part is also listed in the student edition)</p><ul><li>Take a turn, one person at a time</li><li>Predict the color of the block they will select from the container</li><li>Without looking in the container, draw a block out</li><li>If the color matches their prediction, they win.</li><li>Record the color of the block as a class/group tally</li><li>Return the block to the container</li><li>Repeat with the next player.</li></ul>"
          ]
        }
      },
      {
        "id": "d40a-3lFbZIzRm5H",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What color do you think will most likely occur?  (Ask this question often to have students focus on the experimental data changing as more data is added.)</li></ul><p>As more and more students take a turn, ask the following questions:</p><ul><li>Are the data that are accumulating useful for making your prediction? Explain. (As data are accumulated, you begin to see patterns that help in making predictions.)</li><li>What is the experimental probability of choosing each color? (Results will vary. Make sure students understand that the experimental probability will change as the game goes on.)</li></ul>"
          ]
        }
      },
      {
        "id": "XO0OJoVxDSGwm9KB",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students work in groups of two on the questions in the Initial Challenge on the first day and then the What If Situations on the second day. </p>"
          ]
        }
      },
      {
        "id": "TdSlS4zjiYVIM2se",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge (Day 2)</u></p><p>Briefly review the ideas from the Initial Challenge including theoretical probability, the notation for probability (that is, P(red) = probability of getting red), and the context from Problem 2.1 of drawing blocks from a bucket.  </p><p>Have students work in groups of two on the What If Situation. For What If Situation B you can differentiate in your classroom and assign certain conjectures to partner groups depending on the formative assessment you’ve gathered in the classroom.  All the conjectures can be discussed in the Summary.</p>"
          ]
        }
      }
    ]
  }
}