{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILErGdqy9Y_2eij",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p><strong>Suggested Questions</strong></p><ul><li>What are the variables in the Initial Challenge? <em>(The variables are the price of admission and number of customers.)</em></li><li>Which seems to be the independent variable and which the dependent variable? <em>(The number of customers is the independent variable, and what the customer paid is the dependent variable.)</em></li><li>What operation is suggested in the relationship in the Initial Challenge? How did you decide this? <em>(Answers will vary. Discount code means you subtract.)</em></li><li>How can you calculate the value of the dependent variable from any given value of the independent variable in the Initial Challenge? <em>(You subtract $ 50 from the original cost of the tour.)</em></li><li>How would the calculation work for some specific numerical values of the independent variable in the Initial Challenge? <em>(Answers will vary. Possible answer: If the regular price is $400, then you subtract $50 from $400 to get $ 350.)</em></li><li>How can you express the calculation in words in the Initial Challenge?<em> (What the customer pays is the original cost of the tour minus $50.)</em></li><li>How could you express the pattern of calculations as an equation using letter names for the variables in the Initial Challenge?<em> (If t is the original cost of the tour and D is the discounted price, D = t − 50.)</em></li></ul><p>In What If . . . ? Situation A, refer students to Problem 3.1, What If . . . ? Situation A to help them remember the different strategies.</p><ul><li>How do you see the variables in a table? <em>(They are the titles of the two columns.)</em></li><li>How do you see the variables on a graph?<em> (They are the titles of the x- and y-axes.)</em></li><li>How could you start if guessing and checking?<em> (Answers will vary. Accept reasonable suggestions.)</em></li></ul><p>In What If . . . ? Situation B encourages students to use tables, graphs, and/or guess and check as needed.</p>"
          ]
        }
      },
      {
        "id": "TILEMRHTsbLPExEp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p><p><strong>Now What Do You Know?</strong></p><p><em>Compare the equations in this problem to those in Problem 3.1. How are they similar? How are they different? Describe how an equation might be useful to answer questions about a situation.</em></p><p>(As you circulate during the Explore, look for how students are taking the generalizations they have made in words and creating equations to represent them. Look for how students make sense of the operation chosen based on the context of the situation. Listen for how students describe being able to find one variable when they know the value of the other variable.)</p><p>Find examples of students using tables, graphs, equations, and guess and check for the same question(s) to show the connections in the representations. <em>(Agency, Identity, Ownership)</em></p>"
          ]
        }
      }
    ]
  }
}
