{
  "type": "sequence",
  "content": {
    "tiles": [
      {
        "id": "b_5fdJSkiHqNsnLj",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Introduction </strong></p><p>Students activate prior knowledge by reflecting on their understanding of stakeholders and stakeholder need in the opening question. Students understand the importance of the work they have been doing in class (and the work they will be doing today) by reading the information in &quot;Today&#x27;s Activity,&quot; which explains what front-end engineering design work they will engage in and why it is important. </p><p>Notes: </p><ul><li>Connect the discussion in the opening question to the work students did in the previous class by prompting students to look back at their stakeholder map as they answer the question or after they answer the question. Is the stakeholder they listed on their stakeholder map? If not, they can add them or make a note to add them later. </li><li>To support students&#x27; meaning-making of the dense paragraph of text in &quot;Today&#x27;s Activity&quot; ask students to read and tell their partner or the class what they noticed and what they wonder (any questions they have) about the text. If students are familiar with making text connections, ask if they made any connections between this text and (another text, their lives, their experience) or feel free to use another meaning-making activity your students are familiar with.</li></ul>"
          ]
        }
      },
      {
        "id": "2v1cSyx1Nv1uV5Hc",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Profile</strong></p><p>Students think of the needs of one stakeholder in depth using the following cognitive prompts:</p><ul><li>What is important to this stakeholder?</li><li>How does this stakeholder use water? </li><li>How could this stakeholder conserve water?</li><li>Why is water conservation important to this stakeholder?</li></ul><p>Students organize this information in a profile with images and words. </p><p>Notes: </p><ul><li>Support students to explore the example stakeholder profile and answer the cognitive prompts (above). Students would also enjoy exploring the teacher&#x27;s stakeholder map. Consider making one in advance as an example for your students. </li><li>Prompt students to drag the &quot;My Stakeholder Profile&quot; tile over to their workspace. Students may need a quick mini-lesson to explain how to add images and text to their stakeholder profile and reminders of where information should go (according to the instructions). </li><li>As you circulate and assist students, reinforce the cognitive prompts (above).</li><li>The stakeholder profile process includes a short reflection on assumptions. It&#x27;s okay to make assumptions as you make a stakeholder profile but students should also examine their assumptions and try to find more accurate information that could improve their stakeholder maps in the future. </li></ul>"
          ]
        }
      }
    ]
  }
}
