{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "vkkUGly-oDIkY2A-",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The objective of this Problem is to develop student understanding and skill in working with the vertical, supplementary, and complementary angles. Students will investigate the relationship among these angles. They will write generalizations about these relationships.</p><p>Implementation Note: Have a brief conversation with students after they’ve worked on the Initial Challenge before having them work on the What If section.</p><p>Mathematical Note: This Problem will lay the foundation for work in 8th grade in the unit <em>Flip, Spin, Slide and Stretch</em>, where students formally look at two parallel lines intersected by a transversal and the congruent angles that are created.</p>"
          ]
        }
      },
      {
        "id": "osbn3h6ndzR3NQQd",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Exploration/Analysis</em></p><p>Algebraic Expressions and Equations: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "ox-UqNW7UK-6aRob",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Extend understanding and applications of angle measure to include angles created by two intersecting lines or by two parallel lines cut by a third intersecting line.</p><p>Explore, identify, and describe angle relationships created by intersecting lines including:  </p><ul><li>adjacent angles which are two angles that share a common endpoint and a common ray (side),</li><li>vertical angles that are formed when two lines insect. They share a common endpoint, do not share a common ray (side) and have equal measures,</li><li>supplementary angles which are a pair of angles whose sum is 180°,</li><li>complementary angles which are a pair of angles whose sum is 90°, and </li><li>parallel lines are lines that never intersect and are always the same distance apart.</li></ul><p>Use the angle relationships above to write equations and solve multi-step problems involving angles formed with intersecting lines</p>"
          ]
        }
      },
      {
        "id": "Oq4eMzS1fgPU9jcg",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe what you know about angles formed by intersecting lines. Include parallel lines and the angles formed by a line that intersects the parallel lines in your description. </p>"
          ]
        }
      },
      {
        "id": "CQBXsqAuCzONCXoX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Use <strong>Teaching Aid 2.3: Parallel and Non-Parallel Lines</strong> to talk about parallel and nonparallel lines. Students were first introduced to parallel lines in elementary school. They may have had brief encounters with parallel lines when they classified shapes by sides and angles and when they developed area formulas for parallelograms in Grade 6. It will be helpful to briefly review the definitions. (Language)</p><p>In <strong>Teaching Aid 2.3: Parallel and Non-Parallel Lines</strong>, one pair is parallel, one pair is not parallel but not quite intersecting yet, and the third pair is not parallel.</p>"
          ]
        }
      },
      {
        "id": "NjIU7qTNK5_oC7fX",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question:</strong></p><ul><li>What are parallel lines? (Parallel lines are lines that never intersect, no matter how far they are extended in the plane.)</li></ul><p>Plane is a term that students might have heard before, but they do not need to know its formal definition. The term, however, is important to ensure that the definition of parallel lines is mathematically correct.</p>"
          ]
        }
      },
      {
        "id": "YRb3kaqYQzXV6cVk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Use the Introduction in the Student Edition to introduce the setting of parallel lines in our lives.  Launch the Problem with the suggested question, “How do we determine or construct parallel lines?”</p><p>Introduce the new vocabulary words of vertical angles, adjacent angles, supplementary and complementary using the Student Edition and/or page 2 of <strong>Teaching Aid 2.3: Parallel and Non-Parallel Lines</strong>.</p><p>Pass out <strong>Learning Aid 2.3A: Initial Challenge</strong>.  Have students begin the work independently and then share their ideas with a partner.  Have a brief discussion about this section before having students work on the What If with <strong>Learning Aid 2.3B: What If Situation A</strong> and <strong>Learning Aid 2.3B: What If Situations B and C</strong>.</p>"
          ]
        }
      }
    ]
  }
}
