{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "JTWlrJgNdadDhz7s",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The Integer Product Game gives students a fun way to practice multiplication with positive and negative numbers. The board contains positive numbers between 1 and 36 and negative numbers between -1 and -36. Students enjoy the game environment as they carry out multiplication of integers to play the game. The challenge works in two directions. Students have to think about the consequences of choosing a number on the factors list to mark with their paper clip. A player has to consider how the opponent might be able to benefit from the placement of the paper clip and has to think about how to position himself or herself to be able to make a mark on a square. The questions that follow playing the game include situations that are set up to challenge students’ thinking about positive and negative integer products.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Solidify algorithms for multiplying and dividing positive and negative rational numbers.</p>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What patterns about factors, multiples, and products do you notice on the Integer Product Game board that can help win the game or compute products or quotients?</p>"
          ]
        }
      },
      {
        "id": "GXI24vUdsZXKkiCS",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In this Problem students will use what they have learned about finding products of numbers that are a mix of positive and negative numbers.</p><p><strong>Suggested Questions:</strong></p><ul><li>If I multiply a negative number by a positive number, what is the sign of the product? (negative) </li><li>Suppose both numbers are negative. What is the sign of the product? (positive)</li></ul>"
          ]
        }
      },
      {
        "id": "cGQRf0oUXz1j2tFZ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Display the Integer Product Game Board. </p><p><strong>Suggested Questions:</strong></p><ul><li>How do you think this game is played? (They should remember this from the 6th grade unit, <em>The N Games</em>, when it was a positive game board. The rules are in the student edition if needed.)</li><li>Will some products be easier to get than others? (Leave this as an open ended, rhetorical question for them to ponder as they play the game.)</li><li>What do you think is a good first move? (Leave this as an open ended, rhetorical question for them to ponder as they play the game.)</li></ul><p>Have students work with a partner on this problem. You may want to encourage students to record their number sentences for each move to help them think about strategies.</p>"
          ]
        }
      }
    ]
  }
}
