{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mystery Club advisor says that the picture is similar to the actual scene. What do you suppose the advisor means by <em>similar</em>? How is the picture similar to the actual scene?</p>"
          ]
        }
      },
      {
        "id": "el_jN9vR0q4_TUxU",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>By similar, the advisor might mean that the figures in the picture look the same as the original shapes in the actual scene, except in size. The photo represents the actual scene in real life in a smaller version. Since this is the introduction to the unit, students might have general rather than mathematically specific answers. Students should begin to informally recognize that proportional relationships between quantities can be used to estimate the relationships between the lengths.</p>"
          ]
        }
      },
      {
        "id": "qfkJXGc9MxAe0hfM",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Measurement is often used by detectives. For example, some stores with cameras place a spot on the wall 6 feet from the floor. When a person standing near the wall is filmed, this makes it easier to estimate the person’s height. Investigators take measurements of tire marks at the scene of auto accidents to help them estimate the speed of the vehicles involved. Photographs and molds of footprints help the detectives determine the shoe size, type of shoe, and weight of the person who made the prints.</p>"
          ]
        }
      },
      {
        "id": "fBmC-sFbkpqO6R_5",
        "title": "Did You Know?: Measurement in police work",
        "content": {
          "type": "Image",
          "url": "sas/images/1-1_now_what_do_you_know_1.png",
          "filename": "sas/images/1-1_now_what_do_you_know_1.png"
        }
      }
    ]
  }
}
