{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "YaM1a2IQ-_qc1-8p",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How do you know if a table, a graph, and an equation represent the same situation? How can you use a table, a graph, and an equation to answer specific questions for a situation?</p>"
          ]
        }
      },
      {
        "id": "c3o8FJcDPfPvjb-G",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Question 1: Table, graph, or equation represent the same situation.</em></p><p>The representations show the relationship between the variables. There is a pattern to the relationship between the variables. Each representation shows that in different ways.</p><p>With the table, we see the pattern with the numbers that as one variable increases you can see how that impacts the other variable. With a graph, we see the pattern as the lines or curves change. With an equation, the pattern between the variables is described with symbols.</p><p><em>Question 2: To answer specific questions for a situation.</em></p><p>Depending on the questions for a situation, you can choose to use a table, graph, equation, or description/note.</p>"
          ]
        }
      },
      {
        "id": "8ByPQFzZ_FlGHeEi",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Graph</strong></p><p>On a graph, sometimes it is easy to see the values for both variables.</p><p>Other times, you have to estimate.</p><p><strong>Table</strong></p><p>On a table, sometimes it is very easy to see the answer to a question if one variable amount is already on the table.</p><p>Other times, you have to figure out amounts in between or beyond what is on the table.</p><p><strong>Equation</strong></p><p>With an equation, you can insert the amount that we know for the one variable and find the other variable mount.</p><p>If we know the independent variable (x), this is easy to do, because we can just add, subtract, multiply, or divide.</p><p>If we know the dependent variable, we have to reason about the numbers to find the independent value.</p><p><strong>Description or Note or Words</strong></p><p>Sometimes the description/words/notes are easy to reason from, because we can just calculate the amount, guess and check, or reason about the numbers.</p>"
          ]
        }
      }
    ]
  }
}
