{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "mGIzU23kLewNPmIS",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies</em> </p><p>Have different groups demonstrate and share their strategies for comparing volumes. If you have transparent containers, students can use these in the summary. If they are filling the containers with cubes or something else, the difference in volumes will be noticeable. You may want to construct a few more paper or index card prisms to use during the summary.</p>"
          ]
        }
      },
      {
        "id": "4tBJTi-Op3nCrXJQ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>A key principle to be discovered from this experimentation is that prisms with the same height and same base perimeter can have different volumes, with more sides in the base implying greater volume (because the area of the base is greater for greater numbers of sides).  The lateral area is the same for all the prisms, but the base areas differ, so the surface areas will differ.  This is generally a surprising result. To help students make sense of it, you could refer them back to what they learned in Investigation 1 about figures with the same volume but different surface areas.</p><p>Here are some ways students may compare volumes: (Portrayal)</p><ul><li>Fill the triangular prism with sand or rice. Then pour this amount into the square prism. Mark the height of the sand or rice. Continue with the next two prisms—pour in the sand or rice from the triangular prism and mark the height. As the number of sides of the base of a prism increases, the volume increases. </li><li>Start with the hexagonal prism. Fill the prism with some similar material. Then pour this material into the next smaller prism and collect the overflow that does not fit into the prism. Estimate the overflow. Continue with the other prisms. </li><li>Some students may use a layering strategy to find the volume of prisms. In this case, they will compute or estimate the volume in unit cubes. </li></ul>"
          ]
        }
      },
      {
        "id": "wIG4gw3Brhm_lWT4",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><p>If you have models of the prisms made from transparency film, you can use them to demonstrate the generality of the “layering method” to find volume. This might be helpful for students who may still be struggling with the layering idea. You can fill in layers with unit cubes one layer at a time or rice with a centimeter deep at a time. Discuss students’ suggestions for finding surface area.</p><ul><li>Compare your method for finding the surface area of a rectangular prism to your method for finding the surface area of any prism. (They are the same: find the areas of the sides and bases, and add them together.)</li></ul><p>Students will note that lateral surface areas are the same for the prisms but that the areas of the bases are different. They may be able to see that the area of the base is increasing as the number of sides increases. This is also why the volume increases.</p><p>Hold up a prism that is not rectangular.</p><ul><li>What do you think the volume of this prism is? (Answers will vary. Some will say it is the area of the base times the height.) </li><li>How might you find its volume? (Multiply the area of the base times the height.) •How many cubes will fit in the first layer? How would you find out?  (The number of cubes in the first layer is equal to the area of the base.) </li><li>How many layers will there be? How would you find out? (The number of layers is equal to the height of the prism.)</li><li>How does the shape change as the number of sides of the base polygon increases? (The shape looks more and more like a cylinder. Of these shapes, the prism with the greatest number of sides of the base polygon has the greatest volume.)</li><li>Do you agree with Gabriel’s Claim in What If Situation A?  (Yes.  For a right prism the bottom layer is repeated all the way to the top.)</li></ul><p>Discuss the volume and surface area for the prisms in What If Situation B.  Spend time looking at the strategies used by students and connecting their ideas.  </p><p>Discuss What If Situation C and if needed hold up some other prisms (e.g., with a decagonal base), or ask students to imagine a prism with more edges in the base but the same height. Compare the volume of this prism with the ones in the Problem.  (This prism would have a greater volume than the ones in the Problem.)</p><p>Another key principle in this problem is students will find a strategy for finding the surface area.  </p><ul><li>How do you find the surface area of a prism?  (Answers will vary.  Students should be able to show finding the area of each face and then adding the areas of all the faces to get the surface area.)</li></ul>"
          ]
        }
      },
      {
        "id": "DUoaSj-vHEX9WoQu",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "VpzqtHCpOwOuybs1",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}