{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "JRVWb-J8cytJ--FN",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time. (Time)</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the unit. The students can have checkpoints of their understanding of the mathematics after each investigation. </p><p>Students can use the reflection to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do. </p><p> A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student&#x27;s written work. </p><p>For more on the Teacher Moves listed here, refer to the General Pedagogical Strategies and the Attending to Individual Learning Needs Framework in <em>A Guide to Connected Mathematics 4. </em></p>"
          ]
        }
      },
      {
        "id": "68inQce-EaxDrUya",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Facilitating Discourse</strong></p><p>Having students refer to their notes from the Now What Do You Know? in each problem in the investigation can help them to synthesize all their ideas around linear relationships, expressions, equations, and inequalities. (Time)</p><p>As a class, discuss the Mathematical Reflection. Use an idea like those on the next page to have students synthesize and record their thinking. </p><p><strong>Suggested Questions</strong></p><ul><li>After this investigation, what do we know about linear relationships and how to represent them?</li><li>What did we learn in each problem of this investigation? (Portrayal)</li><li>How might we describe the &quot;big mathematical idea(s)&quot; of the investigation? (Language)</li></ul>"
          ]
        }
      },
      {
        "id": "0QCPGMINCjBYfmgz",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Linear Relationships: <em>Analysis</em></p><p>Algebraic Expressions and Equations: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "iUY7vz6Is2DB5Aww",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Linear relationships (proportional and non-proportional) in real-world and mathematical situations with positive and negative rational numbers can be represented using equations, inequalities, tables, or graphs. Each representation can be used to answer questions about the relationship. The focus of this Investigation was solving linear equations and inequalities symbolically using the Distributive Property, properties of operations, and numeric reasoning.</p><p></p><p>Analyze and use multiple representations to answer questions about a linear relationship (proportional and non-proportional) including:</p><ul><li>finding the value of one variable when given a value for the other variable represented as an equation, graph, or table (e.g., using an equation if y = 3x + 4 and y = 10, then to find the corresponding value for x you substitute 10 in place of y and simplify to find x = 2), </li><li>answering questions about inequalities represented as a graph, table, or symbolically (e.g., find the values that satisfy an inequality such as 3x + 4 &lt; 10, graph the corresponding linear relationship (y = 3x + 4) and then find the points on the line whose y-values are less than 10), and</li><li>answering questions about two related linear relationships such as when one is greater/less than the other, or when they have the values for x and y, for relationships represented as graphs or equations.</li></ul><p></p><p>Use the Distributive Property, properties of operations, and numeric reasoning to create multiple equivalent forms for an expression or equation as needed to simplify or reason about the relationship.</p>"
          ]
        }
      },
      {
        "id": "UThzhQ5xQ4tEhkZw",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>At the beginning of the Unit, students will need more collaboration to outline and summarize the important ideas. (Agency, Identity, Ownership) They may need examples of writing, diagrams, and/or justifications from other students to help build their vision of what is expected when answering the Mathematical Reflection question. Early in the year you may want to start writing Mathematical Reflections as a whole group. Then as the year progresses, move to small groups, pairs, and finally individuals.</p><p><strong>Notes on Student Responses</strong></p><p>As the first Investigation of the Unit, students may need more collaboration to outline and summarize the important ideas. </p><ul><li>Students will be more confident in discussing the constant of proportionality since this conversation began in Comparing and Scaling. </li><li>Students may rely on contexts to discuss particular expressions and equations. Their general understandings may be fragile at this time.</li><li>Students’ understandings of finding solutions to equations in stories, tables, graphs, and words are at the beginning stages. Students will continue to explore solutions to equations throughout this Unit.</li><li>Students’ understandings about inequalities are at a very informal stage. More will be done in later Investigations.</li></ul>"
          ]
        }
      },
      {
        "id": "D8svnakOlVvQdiPr",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Example Strategies for Student Participation </strong></p><p>Anchor Charts </p><ul><li>After a discussion, chart the emerging understanding, and post it in the classroom. This can be done on poster paper or electronically. </li><li>Work with students throughout the unit to reference, add to, or refine their understandings. </li><li><strong>Note</strong>: For teachers who move classrooms or have multiple classes of the same grade level, create the chart in all classes, but keep just one to represent all of your classes. Post this one in the room, or bring it out when needed. </li></ul><p>Note Organization</p><ul><li>Some teachers use the Mathematical Reflections as an organizer for note-taking during the investigation. </li><li>As part of the Summarize section of the problems, students record key ideas to the Now What Do You Know? reflection questions on a separate paper. </li><li>At the close of the investigation, students synthesize their notes into responses that summarize their emerging understandings of the ideas in the unit. </li></ul><p>Word Bank </p><ul><li>As a class, create a word bank of term from the Investigation. </li><li>Have groups of students write three or four statements using the words from the bank. </li><li>After formatively assessing their statements, you may choose to have a class discussion to refine the statements. </li></ul><p>Chalk Talk </p><ul><li>With a chalk talk, your writing does &quot;the talking&quot; instead of talking aloud. </li><li>Students post the question(s) on sheets of chart paper or on a section of your board.</li><li>Small groups record responses while collaborating in &quot;chalk talk&quot; format. </li><li>Students move to others&#x27; work and add their thinking in the form of new ideas and connections. </li></ul><p>Final Reflection </p><ul><li>Teachers sometimes use the Mathematical Reflection after the last investigation as a summary of students&#x27; learning. </li><li>Students consolidate their learning from the unit. </li><li>Teachers choose from various ways to present their ideas. Presentation choices might include creating a poster, written paper, presentation, or song/rap. </li></ul><p>Partner Write</p><ul><li>Students create a written response to the reflection question with a partner. </li><li>Students discuss the reflection question with a partner. </li><li>Students create and write a response with a partner. </li></ul>"
          ]
        }
      },
      {
        "id": "MgJ0Vt5IDbJ3smbD",
        "title": "Text 20",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>What do you know about linear expressions, equations, inequalities, and relationships?</em></strong></p><p>See Student Edition with answers for possible responses to the question.</p><p><strong>Reflecting on Student Learning </strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}
