{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "QglJ158cWlEB1jc2",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem supports students in synthesizing their thinking about addition and subtraction with integers. They will use fact families, examples, and context to solidify their algorithms for adding and subtracting.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Solidify algorithms for adding and subtracting positive and negative numbers. </p><ul><li>Explore and begin to make sense of the relationship been addition and subtraction and how subtraction is the opposite operation of addition. </li><li>Explore how changing a subtraction expression into an addition expression of adding the opposite gives the same results.  </li><li>Recognize that not all of the properties for addition are also properties for subtraction, such as subtraction is not commutive where addition is.</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How are addition and subtraction related?</p>"
          ]
        }
      },
      {
        "id": "KBHIZwafEEINch5g",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Since The Game of Going Positive in Problem 1.1 students have been informally thinking about the connection between adding and subtracting with integers. This problem will help students to formalize their thinking about the +/- connection. (Time)</p><p>Discuss the introduction in the Student Edition on notation. Stress that at this point the vocabulary that we use is very important. It is important to distinguish between “positive versus negative” and “add versus subtract”.  For example, in the number sentence in the introduction, stress that we are not going to say “minus 5 minus minus 8”.  We will use proper vocabulary and read it as “negative 5 subtract negative 8”.  </p>"
          ]
        }
      },
      {
        "id": "FxPHt7EoUoUAFpqZ",
        "title": "Introduction number sentence",
        "content": {
          "type": "Expression",
          "latexStr": "-5-\\left(-8)=N\\right."
        }
      },
      {
        "id": "_inVN-3id8MH8Vlu",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Bringing back an idea from The Game of Going Positive to illustrate this connection can set the stage.  Use this idea as a rhetorical set of questions for students to think about themselves because they will be exploring this idea in a more abstract setting in this problem.  </p><ul><li>The Super Brains had 150 points. The get a 50-point question incorrect.  </li><li>What is their score?  </li><li>How did you get it?  </li><li>Did you add or subtract?  </li></ul><p>Discuss the ideas of profit and loss and how they relate to positive and negative numbers. </p>"
          ]
        }
      },
      {
        "id": "HKcxOqfZgX21FghU",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Describe the situation of a middle school raising money to make improvements to the recreation center. You may want to divide the class into three groups and have them work on one grade level instead of all three. (Problem Solving Environment)  </p><p>Students will not use formal strategies to find their solutions. Students may use guess and check, drawing graphs, making tables, or creating drawings to find when the grade levels will break even.</p><p><u>Implementation Note</u>: You might want to have a brief discussion after the Initial Challenge before having the students look at the What If. They will start to formulate their ideas about the relationship between addition and subtraction here and then strengthen it through the What If situations. Getting a sense of where they are before they attack these situations can be helpful. (Language)</p><p>Have students work in groups of 2-3 on this problem.</p>"
          ]
        }
      }
    ]
  }
}
