{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILE9JHEmPzXyUB6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>Having students stand up and work on a vertical surface during this problem can increase engagement and collaboration between students as they work out creating the equations.</p><p>Encourage pictures and diagrams to communicate and justify their reasoning. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "TILEDzjMRpoo2bcT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What do you need to consider when writing a ratio statement?</li><li>Is there another way to write an equivalent ratio statement to what you have right now? </li><li>What type of comparison are you looking at? How do you know?</li><li>How do you know if it is a part-to-part or part-to-whole comparison?</li></ul>"
          ]
        }
      },
      {
        "id": "TILE4Jz24NG29RDc",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Answers will vary. Look for students talking about two quantities to compare.</li><li>Answers will vary. Help students to think about scaling.</li><li>Answers will vary.</li><li>Part-to-part is when you are comparing two different things, &quot;some to some&quot;; part-to-whole is when you are comparing one part to the total, &quot;some to all.&quot;)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEj28MQEzXOPXp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>Begin the summary after all groups have had a chance to think about What If...? Situation A. What If...? Situations B and C can be questions that you explore as a class in the Summary.</p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "SP3hXu74mCfcXHUn",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p></p>"
          ]
        }
      }
    ]
  }
}
