{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "QnXeCI0WyCMu9pse",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Implementation Investigation 3</strong></p><p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time (Time). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection questions. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "-6wz0rFv0G6WKR1y",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "wA28Hf5Glqx9LQb7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you now know about probability? About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "uT-MwufKG97hrNy6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to build and connect mathematical understandings for key aspects of probability and proportional reasoning.</p><p>Notice that:</p><ul><li>Students understand a game is fair if the outcomes are equally likely to occur</li><li>Students see that a tool used to simulate a game must be able to simulate the indicated outcomes</li><li>Students understand they can use a model to determine the probabilities of events</li><li>Students recognize that designing a simulation can help generate frequencies for an event</li><li>Students can analyze possible simulations will determine which method will yield fair results</li><li>Students know that a model is needed to determine all outcomes (organized lists/tree diagrams)</li><li>Students can examine a model to determine if outcomes are equally likely</li><li>Students use results from a model to make future decisions</li><li>Students can compare probabilities from a model to observed frequencies and explain sources of discrepancy</li><li>Students can determine probability of winning a game they designed</li><li>Students can determine if their designed game is fair</li><li>Students know that for a simulation you need to know the number of outcomes for an event</li><li>Students know you need to know the number of outcomes possible for a tool being used in a simulation</li><li>Students know you need to know the number of occurrences for each outcome</li><li>Students know you can use results from a simulation to scale up a ratio to predict future event</li></ul>"
          ]
        }
      },
      {
        "id": "MhzJtggrfjgZu-Xu",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses </strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p>"
          ]
        }
      },
      {
        "id": "PyZZlTE2S_dyi_D6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What do you know about probability? About proportional relationships?</strong></p><p>(At this point students can talk about using theoretical probabilities to make decisions, deciding if a game is fair, and how to use simulations.)</p>"
          ]
        }
      },
      {
        "id": "MSuMZ-lq-vIzrkSW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence in students’ work shows an understanding the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}