{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "7qRQn5Xg_uUTvPy_",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Matching Situations to Graphs</strong></p><p>The following descriptions are of things that change over time. For each description, do the following:</p><p><strong>1.  </strong>Decide which is the dependent variable and the independent variable.</p><p><strong>2. </strong> Describe the relationship between the variables.</p><p><strong>3. </strong> Find the graph that represents the description about the relationship between the variables. If no graph fits your relationship, sketch a new graph that fits.</p>"
          ]
        }
      },
      [
        {
          "id": "XvhLD30lcHxIlDb1",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>A School Trip</p><p>The number of students who go on a school trip changes from year to year. The change is related to the price of the trip for each student.</p>"
            ]
          }
        },
        {
          "id": "vfsdJHYuEyw7CS77",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Skateboarding</em></p><p>When a skateboard rider goes down one side of a half-pipe ramp and up the other side, her speed changes as time passes.</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "_tE4_lKTmWhbSFkW",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Bath Water</em></p><p>The water level changes over time when someone fills a tub, takes a bath, and empties the tub.</p>"
            ]
          }
        },
        {
          "id": "O6Vj60CjE5zvRjsB",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>An Amusement Park</em></p><p>The waiting time for a popular ride at an amusement park is related to the number of people in the park.</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "pr2uu9ZDJv7Od-CA",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Dog Food</em></p><p>The amount of food that Stella feeds her dog every day is the same no matter the time of the year.</p>"
            ]
          }
        },
        {
          "id": "CPIUX_AJzEBmEBw_",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Daylight Hours</em></p><p>The number of hours of daylight changes over time as the seasons change.</p>"
            ]
          }
        }
      ],
      {
        "id": "qDaMB81Z32pxDB31",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Movie Attendance</em></p><p>Weekly attendance at a popular movie changes as time passes from the date the movie first appears.</p>"
          ]
        }
      },
      [
        {
          "id": "A0vGs9s0ZYJeUmVC",
          "title": "Graph 1",
          "content": {
            "type": "Image",
            "url": "vap/images/d1.jpg",
            "filename": "vap/images/d1.jpg"
          }
        },
        {
          "id": "k2JKEnjEfCKrm1Dw",
          "title": "Graph 2",
          "content": {
            "type": "Image",
            "url": "vap/images/d2.jpg",
            "filename": "vap/images/d2.jpg"
          }
        }
      ],
      [
        {
          "id": "PJ4mOiqZaWmhZSvN",
          "title": "Graph 3",
          "content": {
            "type": "Image",
            "url": "vap/images/d3.jpg",
            "filename": "vap/images/d3.jpg"
          }
        },
        {
          "id": "jM2nwtoUPfDCrUlE",
          "title": "Graph 4",
          "content": {
            "type": "Image",
            "url": "vap/images/d4.jpg",
            "filename": "vap/images/d4.jpg"
          }
        }
      ],
      [
        {
          "id": "4lCm15A9abL3JtwR",
          "title": "Graph 5",
          "content": {
            "type": "Image",
            "url": "vap/images/d5.jpg",
            "filename": "vap/images/d5.jpg"
          }
        },
        {
          "id": "NXFXqZVvX8csM9CW",
          "title": "Graph 6",
          "content": {
            "type": "Image",
            "url": "vap/images/d6.jpg",
            "filename": "vap/images/d6.jpg"
          }
        }
      ],
      {
        "id": "hYFW_h2Wm3EX2dEd",
        "title": "Graph 7",
        "content": {
          "type": "Image",
          "url": "vap/images/d7.jpg",
          "filename": "vap/images/d7.jpg"
        }
      },
      {
        "id": "5omBgz2aUYupBP6j",
        "title": "Text 9",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary based on students’ justifications.</p><p>Possible answers include:</p><ul><li>A School Trip—Graph 2. The number of students who go on a school trip depends on the price of the trip for each student. So the independent variable is the price, and the dependent variable is the number of students. The pattern in Graph 2 seems most likely to represent the relationship of two variables because it shows the number of students going on the trip is declining as the price increases. This is a similar situation to Problem 2.2, which shows the relationship between the tour price and the number of customers who would participate in.</li><li>Skateboarding—Graph 6. When a skateboard rider goes down one side of a half-pipe ramp and up the other side, her speed increases until she reaches the bottom and then decreases as she rides up the other side. Despite the appeal of Graph 5 (it shows a half-pipe shape), the graph best showing speed over time in this case is Graph 6. The skateboard rider’s speed depends on where she is on the half-pipe ramp over time. The dependent variable is speed, and the independent variable is time.</li><li>Bath Water—Graph 1. Graph 1 shows water entering the tub at a constant rate for a time, then a short interval when the bather allows the water to cool a bit, then a jump in water level when the bather enters the tub, then a period of constant depth, then a quick drop when the bather gets out of the tub, and finally a steady decline as water is drained out of the tub. The water level depends on how much time has passed in her bathing routine. The dependent variable is the water level, and the independent variable is time.</li><li>An Amusement Park—Graph 4. The waiting time for a popular ride at an amusement park is related to the number of people in the park. Graph 4 shows that waiting time increases as the number of people increases. The waiting time for a popular ride at an amusement park depends on how many people are at the park, so waiting time is the dependent variable, and number of people at the park is the independent variable.</li><li>Dog Food—Graph 7. No matter the time of the year, the amount of food is the same. Graph 7 shows that as time goes on, the amount of food does not change. The amount of food depends on the time of year, even though he feeds his dog the same amount all year. The dependent variable is amount of food, and the independent variable is time of year.</li><li>Daylight Hours—Graph 3. As the seasons change, the number of hours of daylight changes in a periodic pattern illustrated best by Graph 3. The number of hours of daylight depends on what season of the year it is. So hours of daylight is the dependent variable, and time of year is the independent variable. Some students may say Graph 5 is also reasonable because it could be showing one full year of four seasons beginning in summer.</li><li>Movie Attendance—Graph 2. Weekly attendance at a popular movie depends on the release date. When a highly anticipated movie first releases, attendance is high. Over time, attendance decreases as more and more people have seen the movie. Attendance is the dependent variable, and time is the independent variable in this situation.</li><li>Graph 5 does not seem to match any of the descriptions. A description for the graph might include something like: Shawn woke up very hungry. Shawn ate. As time passes, Shawn was not as hungry. But then, Shawn’s hunger grows until he is just as hungry as when he woke up.</li></ul>"
          ]
        }
      }
    ]
  }
}
