{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "BzfbOGqnp8_FR5_o",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Monitor student progress on the Problem, making sure to press students for explanations of their reasoning in every case. (Language)</p><p><strong>Suggested Questions:</strong></p><ul><li>For the Initial Challenge-how would you see this item going into or creating the shipping container?  Does this help you in thinking about the measurements needed?  (Answers will vary)</li><li>For the final item in the Initial Challenge- What if the box of textbooks was similar to the shipping container?  Not similar?  (If it was similar to the shipping container, we would be able to quickly figure out how many would fit using a scale factor.)</li><li>For What It Situation A or B- Would having cubes be helpful? (Answers will vary)</li></ul><p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p><ul><li>Collect information on how students are making sense of the different measurements in the Initial Challenge</li><li>Look for strategies that students are using to find volume and surface area. (Counting, estimating, formulas, etc.)</li></ul>"
          ]
        }
      },
      {
        "id": "LvW3zTymlP8gOXYV",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe a strategy for finding the volume of a rectangular prism.  Explain why it works.</em></p><p>(As you are circulating during the Explore, observe how students are finding the volume of rectangular prisms- l x w x h; finding the area of the base and then multiplying it by the number of layers; counting the number of cubes to fill the prism; etc. )</p>"
          ]
        }
      }
    ]
  }
}