{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "OZ4zYn4aGojXpV_Z",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>On the first day, have a brief conversation after What If...? Situation A. Have students share their strategies and solutions.  Share number lines and chip boards. Connect the models to the symbols in the number sentences. Focus on the generalizations the students are starting to find when subtracting integers. Discuss the Commutative Property.  (Language)</p><p>For the summary on the second day, connecting the models to the symbols in the number sentences will be important.  Focus on the generalizations the students found when subtracting integers. They should have an efficient algorithm at the end of this problem.</p>"
          ]
        }
      },
      {
        "id": "HfLSGMMdSXZO4H0u",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>As students are sharing their solutions and strategies, the questions posed should revolve around getting students to be able to verbalize an algorithm for subtracting integers. (Problem-Solving Environment)</p><p><strong>Suggested Questions:</strong></p><ul><li>How do you know if the difference is positive or negative? (Students may not be completely sure yet but should at least have some ideas to continue investigating. (Time) You will get a positive number if the number you start with is greater than the number you subtract. For example, +17 - +15, +17 - -1, and -15 - -21 all give positive results. You will get a negative result if the number you start with is less than the number you subtract. For example, +13 - +15, -1 - +15, and -15 - -13 all give negative results.)    </li><li>Does the Commutative Property apply for subtraction of integers? How do you know? (No. Answers will vary.  Many students will prove it with their chip boards or number lines.)</li><li>How do you compute subtraction problems in which the signs are the same? (When the numbers have the same sign, subtract their absolute values. If the first number is greater, the answer is positive. If the second number is greater, the answer is negative.) </li><li>How do you compute subtraction problems in which the signs of the numbers are different? (When the numbers have opposite signs, add their absolute values. If the first number is greater, the answer is positive. If the second number is greater, the answer is negative.)</li></ul><p>Using the sentence stem “I believe my answer is correct because…” can help focus the discussion.</p><ul><li>When you are subtracting with integers, must you always think of the operation as subtraction? Why or why not? (No. You can change a subtraction to an “add the opposite” problem.) </li></ul>"
          ]
        }
      },
      {
        "id": "sVQo0GQZgsj0sls3",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students often struggle with verbalizing the patterns they are finding. This is a conversation from one classroom when they were discussing a subtracting problem in which the signs of the numbers are different:</p><p><u>Jairo</u>: We can’t find any way to know if the difference will be positive or negative when the signs of the two original numbers are different. Sometimes it was positive and sometimes it was negative.</p><p><u>Teacher</u>:  Did anyone find a way to predict the difference when the signs of the two original numbers were different?</p><p><u>Callen:</u> We aren’t completely sure, but we tried it with a few, and our idea is working. First, we did -10 - +7 =  and that was -17.  Then we did +10 - - 7= and that was +17. We did some more like that, and we decided that when the signs are different, you must add them, but we still aren’t sure why that is true or how to know if the answer is positive or negative.</p><p><u>Teacher:</u>  Can anyone add on to this?</p><p><u>Whitlee:</u>  When you use a chip board, it is easy to see it. Let’s do the two that Callen just shared.</p>"
          ]
        }
      },
      [
        {
          "id": "RH0QYYN1n3oq8qVR",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Student drew this (see image on right) for +10 - - 7 = ?</p><p>In order to subtract -7 from +10, you have to add chips as zeros.  We added 7 black and 7 red. So on the board, we have +10 and +7 and –7.</p><p>Now we can take away or subtract the 7 red chips the black ones are left to add onto the original 10 black ones. </p><p></p>"
            ]
          }
        },
        {
          "id": "9qtW_JyipoeP7n5t",
          "title": "Chipboard for +10 - -7",
          "content": {
            "type": "Image",
            "url": "cr/images/les2.2-comparing-and-scaling-10-7-chipboard.png",
            "filename": "cr/images/les2.2-comparing-and-scaling-10-7-chipboard.png"
          }
        }
      ],
      [
        {
          "id": "9hL2J8vM3OGTUQMp",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>The same thing happens for -10 - +7 = ?</p><p>In order to subtract the +7 from the -10 you have to add chips as zeros.  We added 7 black and 7 red. So, on the board, we have –10 and –7 and +7.</p><p>Now, we can take away or subtract the 7 black chips the red ones are left to add onto the original 10 red ones.</p>"
            ]
          }
        },
        {
          "id": "ma8pN_5OiJL4OzVx",
          "title": "Chipboard for -10 - +7",
          "content": {
            "type": "Image",
            "url": "cr/images/les2.2-comparing-and-scaling-chipboard-10-7.png",
            "filename": "cr/images/les2.2-comparing-and-scaling-chipboard-10-7.png"
          }
        }
      ],
      {
        "id": "FY_2FIMS8kfPaWii",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Jairo</u>: Wait! I think I get it! You will always be adding the numbers because of adding the chips on as zeros and then taking away the ones indicated in the number sentence. We also think that you can decide the sign of the difference by looking at the first number - if the first number is positive, the answer is positive. If the first number is negative, the answer is negative.</p><p><u>Teacher</u>: Why is that true?</p><p><u>Phaedra</u>: When you add the zeros on the board so that you have chips to takeaway you will always be left with chips of the first number’s color. Like for -10 - +18 =. When you take away the 18 black chips you are only left with the red chips to put together to get -18. If it was 10 - - 18 =  you would take away red chips and be left with only black chips to put together to get +18. </p>"
          ]
        }
      },
      {
        "id": "LXEQkvpEuRqoI_KT",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How did you decide which chip board/number line matched with the equations? (Answers will vary. Look for ways that students are describing the operations and the missing pieces of each equation.)</li></ul><p>If you collected number sentences from Investigation 1 have them apply their new thinking about finding differences to their number sentences to verify their conclusions. </p>"
          ]
        }
      },
      {
        "id": "4okgZ63htoDUwl37",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "mIYkYnVWWZ0uecE7",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
