{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "_WTYgJr5D7eY1jiJ",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3</strong></p><p><strong>Designing Polygons: The Angle Connection</strong></p><p>In Investigation 1 we explored the role of side lengths on shape.  We have seen that polygons with the same number of sides can have different shapes. There is also an important relationship between the number of sides and the angle sum of any polygon. </p><p>Honeybees live in colonies. They build nests called hives. A typical hive might be home for as many as 60,000 bees. Bees are small insects, but packing a hive with that many bees and the honey they make is tricky.</p>"
          ]
        }
      },
      {
        "id": "Fwiclpwdz88f48zQ",
        "title": "Honeybee",
        "content": {
          "type": "Image",
          "url": "sad/images/bzz.jpg",
          "filename": "sad/images/bzz.jpg"
        }
      },
      {
        "id": "aHY-n3qh_fb8ghuT",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Why do bees create their honey storage tubes in the shape of hexagonal prisms?</em></p><p><em>Why not some other shape?</em></p><p>In this Investigation we explore the role of angle in determining the unique shape of a polygon. We will use the information about shapes to explore how these shapes occur in many natural objects like the combs made by bees to store their honey.</p>"
          ]
        }
      },
      {
        "id": "JcNBa5QlpGXNCNGz",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 3.1</strong></p><p><strong>Back to the Bees: Tiling a Plane</strong></p><p>The diagram below shows a pattern that uses regular hexagons to cover a flat surface without any gaps or overlaps.</p><p>Notice that three angles fit together exactly around any point in the beehive pattern. These patterns are called tilings or tessellations of the surface. </p>"
          ]
        }
      },
      {
        "id": "6ZCmchKuDr0DZcy6",
        "title": "Tiling Honeycomb",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.1-intro-pic-2.png",
          "filename": "sad/images/sd-3.1-intro-pic-2.png"
        }
      }
    ]
  },
  "supports": []
}
