{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "x59MFGK7Om-giecH",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.3</strong></p><p><strong>Killer Plant Strikes Lake Victoria: y-Intercepts Other Than 1</strong></p><p><strong>Standard notation</strong> is the most common way we express quantities.  For example, 27 is the standard form of 3<sup>3</sup>.</p><p>Monroe used her calculator in Problem 1.1 to compute the number of ballots after 40 cuts. Calculators use shorthand for displaying very large numbers. The calculator has approximated 2<sup>40</sup> as accurately as it can with the number of digits it can display. It uses scientific notation.</p>"
          ]
        }
      },
      {
        "id": "NIPqjQNZtMuStuBf",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "ggg/images/screenshot-2025-01-11-at-12.46.40 pm.png",
          "filename": "ggg/images/screenshot-2025-01-11-at-12.46.40 pm.png"
        }
      },
      {
        "id": "eBpo0A8mxDz-S6Mz",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Going from </p><p>Scientific Notation to Standard Form Notation</p><p>The number 1.099511628 x 10<sup>12</sup> is written in scientific notation. This notation can be expanded as follows: </p><p>1.099511628 x 10<sup>12</sup> = </p><p>1.099511628 x 1,000,000,000,000 = 1,099,511,628,000</p><p></p><p>This is an approximation for 2<sup>40</sup>. The zeroes at the end are there because the calculator only shows a certain number of decimal places.</p><p>2<sup>40</sup> = 1,099,511,627,776</p><p></p><p></p>"
          ]
        }
      },
      {
        "id": "ObPikX_WGYQPJRu6",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Going from </p><p>Standard Form Notation to Scientific Notation</p><p>1,099,511,628,000  =  1.099511628 x 10<sup>12</sup></p><p>   Standard Form                  Scientific Notation</p><p></p><p>A number written in <strong>scientific notation</strong> must be in the form: </p><p>(a number n greater than or equal to 1 but less than 10) x (a power of 10)</p><p>or</p><p>(0 &lt; n &lt; 10) • (a power of 10)</p><p>or</p><p>n x 10<sup>d</sup></p>"
          ]
        }
      },
      {
        "id": "ipt-o7brJ0U52ZHM",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Scientific notation will be useful to express large numbers that occur in this unit. </p><p>In the previous two problems we learned to recognize exponential growth patterns. In this problem, we will explore this question: </p><p>How do the starting value and growth factor show up in the table, graph, and equation that represent an exponential function? </p>"
          ]
        }
      },
      {
        "id": "R90hzVnLEq6RqpXc",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "ggg/images/screenshot-2025-01-11-at-12.50.10 pm.png",
          "filename": "ggg/images/screenshot-2025-01-11-at-12.50.10 pm.png"
        }
      },
      {
        "id": "lHSXkfwZuWEU6giJ",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Lake Victoria, in western Africa, is on the border of Tanzania, Uganda, and Kenya. The lake is the largest tropical lake in the world. It is the second largest freshwater lake in the world by surface area. (Lake Superior in North America on the border of Michigan and Minnesota in the US and Canada is the largest by surface area.) Lake Victoria is a habitat for crocodiles, hippopotamus, many birds, and many fish.</p><p></p><p>Lake Victoria has experienced many environmental issues including invasive species. The water hyacinth is an example invasive plant. Since the plant is not native to the lake and has no natural predators, it grows exponentially.</p><p></p><p>The water hyacinth has crowded the lake in some areas impacting the native plants and fish. It has also made it difficult for fishing boats to maneuver. It allows for breeding of mosquitos and other insects that can spread diseases. Also, the plant is decreasing the amount of oxygen in the water. Researchers are looking for the ways to control the spread plants and looking for any positive impacts the plants might have.</p><p>“A cool/unusual fact: Water hyacinth plants reproduce quickly and can double in just two weeks. This means 10 initial plants can multiply to over 600 within 3 months!”</p><p></p><p>To understand how plants such as water hyacinths grow, we will look at a similar situation.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
