{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "qNR-jOJf03VDPmT3",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The Problem starts with a Number Relay Race in which runners are running on a number line that goes from -50 to +50. This race gives students practice in “reading” number lines that extend from positive to negative numbers. Students build on this experience to move to situations that support practice in understanding multiplication with positive and negative integers.</p><p><u>Implementation Note: </u>Stopping after What If Situation A and summarizing students’ thoughts before going to the rest of the What If will give students the opportunity to sort out any misconceptions they have about multiplication of integers. This problem will take 2 days to complete.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Analysis/Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to develop an algorithm for multiplying any two rational numbers, connecting to number lines, patterns (multiplication of one factor by series of consecutive numbers), and/or contexts. </p><ul><li>When the numbers are either both positive or both negative—multiply the numbers and the sign for the product is positive.</li><li>When one factor is positive and one factor is negative—multiply the numbers and the sign for the product is negative.</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK </strong></p><p>Describe an algorithm for multiplying positive and negative rational numbers.</p>"
          ]
        }
      },
      {
        "id": "7tMRRseB-gj--9bW",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Students may need help visualizing the team running along a number line that extends from -50 to 50.</p>"
          ]
        }
      },
      {
        "id": "U8F-rxvwhe_nbZCL",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Using the context of the Number Relay Race, students use distance, rate, and time to determine where students participating in the race are at various times along the course. Explain how the race works. </p><p>The context of the Initial Challenge is students participating in the Number Relay Race in teams of five. The race is run on a field marked from end to end with a number line from -50 to 50 with zero at the center. Three members of a team line up at the -50-meter line and two team members line up on the other end of the field at the 50-meter line. At the start of the relay race, the first runner at the -50-meter line runs the length of the field and hands the baton off to the second runner, who starts on the 50-meter line and runs to the other end. The relay race proceeds until the last runner gets the baton and finishes at the zero mark at the middle of the field. The team whose fifth runner gets to the zero mark at the center of the field first wins. Have students walk through a simulation if needed.</p><p><u>Implementation Note:</u> Having students act out the idea of going forward and backward in time and in direction of positive and negative on the Relay Race Number Line can help students before they begin the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "FZC6yHCS6MVhn9qw",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How far does each racer run? (Racers 1–4 run 100 meters. Racer 5 runs only 50 meters.) Explain what the first leg of the relay would look like. (Racer 1 takes off from the -50 point and runs as fast as possible to the 50 point and hands off the baton to Racer 2.) </li><li>Explain the last leg of the race. (Racer 5 receives the baton from Racer 4 and runs from the -50 point to the 0 point.) </li></ul><p>The goal is to have students use their knowledge of repeated addition from elementary school work and their understanding of rates from 6th grade to make sense of multiplication situations that involve both positive and negative integers.</p><p>Students are asked to write number sentences for situations. It is important that they do this in order to make sense of what happens when you multiply different combinations of integers. (Portrayal) Be sure to have students describe what each of the numbers represents in the problem. (Language)</p>"
          ]
        }
      },
      {
        "id": "SZrqgQwNPF6okz6v",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students work in groups of 2-3 on this problem.</p><p><u>Implementation Note:</u> For What If A, you might want to assign different notes from <strong>Learning Aid:  Situation Cards</strong> to different groups and then discuss them all in the summary.  </p><p><u>Note:</u> As you and your class work through this Problem, you will need to decide how you will read and write multiplication sentences. Although it does not influence the solution, 5 groups of 10 and 10 groups of 5 are two different situations. We have written 10 groups of 5 as 10 x 5 because it matches the language and notational order used in 6th grade units where students explored multiplication of fractions and decimals. The relay race situation provides a context for labeling and making sense of what the numbers in the multiplication sentences represent. However, as you begin to discuss the decontextualized number sentences, you will need to establish how the number sentences will be interpreted.</p>"
          ]
        }
      }
    ]
  }
}
