{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "w4rJ2yryD7l5mDMl",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p><strong>Suggested Questions:</strong></p><ul><li>What factors can I put paper clips on to get a product of -10? (2 x (-5); -2 x 5; or the reverse of each) </li><li>What numbers divide -10 equally? (1, -1, 2, -2, 5, -5, 10, -10) </li><li>How are these two lists related? (The list of factors for the Integer Product Game is contained in the longer list.)</li><li>Is it better to go first or second? Why? (Second, because you do not get a square if you play first.) </li><li>What is the best move if you are second? (Go for a square toward the middle, because you can complete a string with that number in more directions.)</li><li>Your opponent puts a paper clip on -4.  What are 5 products that you can forms, assuming they are not marked? (Answers will vary.  Some possibilities 12, 16, -4, -24, 24) Where would you move your paper clip for each of those? ( -3, -4, 1, 6, -6)</li></ul>"
          ]
        }
      },
      {
        "id": "veAIkkcHA8dFp-ac",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "PEhEVCbVKMF6fEuN",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What patterns about factors, multiples, and products do you notice on the Integer Product Game board that can help you win?</em></p><p>(As students are playing and analyzing the game, look for students who are using various strategies. It may be helpful to have students stop a moment and record mathematical sentences to show their thinking. In some cases, students might be using multiplication to guide their moves, and at other times division. Look for examples of both to bring out during the summary.) (Language)</p>"
          ]
        }
      }
    ]
  }
}
