{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "FB9kQRUgi8BXPUV4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p> In this unit, we are continuing to explore situations that require proportional reasoning to solve problems. At the end of this investigation, ask yourself:</p><p>What does it mean to reason proportionally?</p>"
          ]
        }
      },
      {
        "id": "3skKap8rZgqRTeFe",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this time in the unit, students should discuss the following:</p><ul><li> Proportional reasoning is about making comparisons, using multiplicative thinking instead of additive thinking.</li><li> Ratios, rates, unit rates, and percents are a comparison of two quantities.</li><li> Strategies for comparing quantities include ratio tables, equivalent ratios, scaling, unit rates, and percent.</li><li> To compare ratios, you must relate the same two quantities in the same order: part-to-part or part-to-whole.</li><li> Setting up proportions can help you solve for an unknown value. </li></ul><p><strong>Note: </strong>From their experiences in this investigation and in prior units, students should be using various strategies. In grade 6, students learned about ratio, rate, unit rate, and percent. They used explored equivalence using rate tables, unit rate, scaling ratios, tape diagrams, double number lines, and pictures. </p><p>In grade 7 so far, students have revisited some of those strategies and have added writing proportions to their experiences.</p><p>Each investigation contributes to students’ conceptual understandings of the ideas in the unit. Students’ explanations at the beginning of a unit might be just forming. As you progress through the unit, students can use the contexts, representations, and connections to express a more solid understanding. By the end of the unit, students can create a complete picture of understanding.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
