{
  "type": "MathReflection2",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are continuing to explore rational numbers, including operations and their properties with positive, negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this Investigation, </p><p><em>What do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "ICKeF9BEtQnuA4ic",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should have algorithms for adding and subtracting rational numbers, such as:  </p><p><strong>Adding:</strong></p><ul><li>When the numbers are either both positive or both negative—add the numbers and give the sum the same sign as the numbers added. </li></ul><p>OR</p><ul><li>To add two positive numbers, add the numbers and make the number in the sum positive</li><li>To add two negatives, add the two numbers and make the number in the sum negative</li><li>To add a positive and negative number find the difference between the two numbers and the sign on the number for the sum is the same as the sign of the number with the largest absolute value (or said-- as the sign of the number that is further from 0). </li></ul>"
          ]
        }
      },
      {
        "id": "B6K1ymPvPobw4DMs",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Subtracting:</strong></p><ul><li>To subtract any two number, find the distance between the two numbers on a number line. This is the absolute value of the difference. If the minuend is larger than the subtrahend, the difference is positive. If the minuend is smaller than the subtrahend, the difference is negative.</li><li>To subtract two positive numbers, find the difference between the two numbers and:</li></ul><ol><li>If the number being subtracted (subtrahend) is greater than the number you are subtracting from (minuend) than the answer will be negative. Example: 3 – 5 = -2</li><li>If the subtrahend is smaller than the minuend than the answer will be positive. Example: 5 – 3 = 2</li></ol><ul><li>To subtract two negative numbers, find the difference between the two numbers and: </li></ul><ol><li>If the absolute value of the number being subtracted (subtrahend) is greater than the absolute value of the number you are subtracting from (minuend) then the answer will be positive. Example: -3 – (-5) = 2</li><li>If the absolute value of the subtrahend is smaller than the absolute value of the minuend than the answer will be negative. Example: -5 – (-3) = -2</li></ol><ul><li>To subtract when one number is positive and the other is negative, find the distance between the two numbers and:</li></ul><ol><li>If you are subtracting a positive number from a negative (minuend) the sign for your number answer is negative </li><li>If you are subtracting a negative number from a positive number (minuend), the sign for your numbers answer is positive. </li></ol><ul><li>Change all subtraction problems to addition by changing the sign on the second number in the sentence (subtrahend) to its opposite and use the algorithms for addition.</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
