{
  "type": "teach",
  "content": {
    "tiles": [
      {
        "id": "vJcIDh3l1ocfQwNT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><a href=\"https://youtu.be/5vY4yGfFmA0\"><strong><em>Teacher Guide Video</em></strong></a></p><p><strong><em>5 minutes</em></strong></p><p>Do Now:  students are asked to activate prior knowledge they may have on the nervous system and how it controls movement. </p><p><strong><em>5 minutes</em></strong></p><p>Ask students to annotate the nervous system diagram in the student-facing lesson based on the provided information. </p><p><strong><em>5 minutes</em></strong></p><p>Ask students to classify whether the Central Nervous System or Peripheral Nervous System is in charge of various functions. Answer key:</p><p>1. Detecting that you accidentally touched a hot surface: PNS (temperature receptors in our fingertips)</p><p>2. Initiating movement of your arm: CNS (the brain&#x27;s motor cortex)</p><p>3. Sending a command to your arm muscles to move: PNS (motor neurons in the arm)</p><p>4. Processing information from your senses: CNS (the brain&#x27;s sensory cortex)</p><p>You can read more about the CNS and PNS <a href=\"https://my.clevelandclinic.org/health/body/central-nervous-system-cns\">here</a> and <a href=\"https://my.clevelandclinic.org/health/body/23123-peripheral-nervous-system-pns\">here</a>. </p><p><strong><em>10 minutes</em></strong></p><p>Ask students to think about how fast they react in day-to-day life (e.g., the time it takes them to start crossing the street once the light changes to green). What affects their reaction time? Why is reaction time important?</p><p>Present a short <a href=\"https://www.youtube.com/watch?v=gJEuT3aKcMI&amp;t=3s\">video</a> on reaction time measurement (3:36) </p><p><strong><em>15 minutes</em></strong></p><p>As described in the video, students will pair up and measure their reaction times using their dominant and non-dominant hands (see detailed instructions in the student-facing lesson). </p><p>Ask students to make a prediction which of their hands would be faster before they start the experiment. </p><p>Extension activity #1: After students to enter their results into a Google spreadsheet to compute the class average.</p><p>Extension activity #2: Ask students to take a video of themselves catching an object and play it in slow motion (like this <a href=\"https://www.youtube.com/watch?v=3XM-4Qavh5k\">video</a>) </p><p><strong><em>5 minutes</em></strong></p><p>At the end of the reaction time experiment, present the following question: </p><p>Why do some people have a shorter reaction time than others? What about the the Central Nervous System and Peripheral Nervous System could account for these individual differences? </p><p>Encourage students to develop different ideas based on what they have learned in Lesson 1.2 (neural communication) and in the current lesson. </p><p>Researchers are still investigating what gives rise to individual differences in reaction time. You can read more about it <a href=\"https://scopeblog.stanford.edu/2011/08/12/stanford-researchers-uncover-the-neural-process-behind-reaction-time/\">here</a>. </p><p><strong><em>15 minutes</em></strong></p><p>Students will create a computerized model of limb movement using Dataflow. The program provided in the student-facing lesson is pre-populated with a simulated gripper that represents the arm. Students are challenged to make the gripper move by adding a &quot;brain&quot; to the program (e.g., a timer block) and connecting it to the gripper. Prompt students to think about what each block in their program represents and how information flows between blocks in relation to how information spreads throughout the nervous system.  </p><p><strong><em>5 minutes</em></strong></p><p>Instruct students to add an entry to their Learning journal based on the prompts in the &quot;Reflection&quot; tab. </p><p><strong>Teacher Resources</strong><a href=\"https://www.jigsaw.org/\"></a><a href=\"https://www.theteachertoolkit.com/index.php/tool/gallery-walk\"></a></p><p><a href=\"https://stemteachingtools.org/brief/18\">Formative assessment</a> in NGSS congruent classrooms</p><p>Strategies to <a href=\"https://stemteachingtools.org/sp/talk-flowchart\">facilItate student discussions</a></p><p></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
