{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "2iTSQ0FGb_TBUR0F",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using Samples to Make Inferences about a Population</strong></p><p>Statistical problem-solving involves using data to answer questions. The statistical problem-solving process has four components.</p><ul><li><strong>Ask</strong> a statistical question</li><li>Anticipating variability – formulate question(s) to explore and decide what data to collect to address the question(s).</li></ul><ul><li><strong>Collect/Consider </strong>data</li><li>Recognizing the variability – decide how to collect data.</li></ul><ul><li><strong>Analyze</strong> the data</li><li>Accounting for variability – organize, represent, summarize, describe, and identify patterns in the data.</li></ul><ul><li><strong>Interpret </strong>the results</li><li>Allowing for variability – use the analysis to predict, compare, or identify relationships among the data and use the information to make decisions about the original question(s).</li></ul><p>Adapted from the GAISE II document: <a href=\"https://www.amstat.org/docs/default-source/amstat-documents/gaiseiiprek-12_full.pdf\">https://www.amstat.org/docs/default-source/amstat-documents/gaiseiiprek-12_full.pdf</a></p><p>The statistical questions we ask often want information on an entire collection of people or objects, called the <strong>population</strong>. A census is a way to find and record information about every member of a population. But a census can take a long time, cost a lot of money, and is sometimes impossible to do. To make the process of gathering information easier, we can collect data from a small part of that population. A <strong>sample</strong> is a smaller group within the population. </p><p>Depending on how the sample is selected, it may be possible to use the data to make predictions or draw conclusions about an entire population. In this Investigation, we explore how to choose a sample so we can be confident it represents the population.</p>"
          ]
        }
      },
      {
        "id": "D8SxQ1WVV88WPNqY",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Why Do Samples Matter?</strong></p>"
          ]
        }
      },
      {
        "id": "1gWIHiN-Cz9p2tsj",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Professionals, market researchers, scientists, administrators, and politicians want to describe and generalize different populations. A census is a way to find and record information about every member of a population. Instead of carrying out a census, people often look at samples to know about populations. A sample is representative of the population when the sample accurately represents or reflects the characteristics of the population. </p>"
          ]
        }
      }
    ]
  }
}