{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "2iTSQ0FGb_TBUR0F",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using Samples to Make Inferences about a Population</strong></p><p><a href=\"https://www.amstat.org/docs/default-source/amstat-documents/gaiseiiprek-12_full.pdf\"></a>The statistical questions we ask often want information on an entire collection of people or objects, called the <strong>population</strong>. A census is a way to find and record information about every member of a population. But a census can take a long time, cost a lot of money, and is sometimes impossible to do. To make the process of gathering information easier, we can collect data from a small part of that population. A <strong>sample</strong> is a smaller group within the population. </p><p>Depending on how the sample is selected, it may be possible to use the data to make predictions or draw conclusions about an entire population. In this Investigation, we explore how to choose a sample so we can be confident it represents the population.</p>"
          ]
        }
      },
      {
        "id": "1gWIHiN-Cz9p2tsj",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Why Do Samples Matter?</strong></p><p>Many professionals, such as market researchers, scientists, administrators, and politicians, want to describe and generalize different populations. When it is impossible to survey the entire population, a sample is used to represent the population. A representative sample is a sample whose characteristics accurately reflect those of the larger population from which the sample is collected.</p><p>Recall that in the How Likely Is it? unit, we used random to describe outcomes that were uncertain when viewed individually. For example, when we roll a fair number cube, we have no way of knowing what the next roll will be. But we do know that, over the long run, we will roll each number on the cube about the same number of times.</p>"
          ]
        }
      }
    ]
  }
}
