{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "fAUujJQ_5DaSNnTP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this problem students consider a variety of sampling methods. They analyze the advantages and disadvantages of each and determine which would produce a sample most representative of the population. </p><p><strong>Implementation Note</strong>: Have students read the Introduction three times to generate some understanding and interest about the unit.  The first time is for the students to become familiar with the context by asking them What is this task about?.  The second read through is for students to become familiar with the mathematical content by asking them What are the given quantities in this task?.  In the final read through the students create mathematical questions using the information given in the task.  </p><p><strong>NOTE</strong>:  This reflection for this unit is the same question that students looked at in the grade 6    unit, <em>Data About Us</em>.  From that unit student should come with the following understandings:</p><ul><li>A statistical question will have a source or specific population</li><li>A statistical question can result in numerical or categorical data</li><li>A statistical question will have many different answers</li><li>Frequency tables, line/dot plots, histograms, box and whisker plots are  ways to collect ang organize data for the statistical questions</li><li>To analyze data you can look for shape such as clusters and gaps</li><li>To analyze data you can look for spread such as range, Interquartile Range (IQR),</li><li>To analyze data you can look for measures of center such as mode, median, mean</li><li>To analyze data you can look for variability such as Mean Absolute Deviation (MAD)</li></ul>"
          ]
        }
      },
      {
        "id": "Otob0EBZ754Lni7x",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: <em>Introduction</em></p>"
          ]
        }
      },
      {
        "id": "4VM7m_MmJzts_29J",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Why do we look at samples to describe or draw conclusions about a population? How can you be assured that a sample is representative of the population?</p>"
          ]
        }
      },
      {
        "id": "I7DjAUy04mNMztpj",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Students investigate using samples. </p><p>They will:</p><ul><li>examine contexts using samples to find the total in a population, determine fairness in a game or describe a characteristic of a population</li><li>investigate what makes a sample representative of a population </li><li>investigate taking samples using area to scale up to the total population </li><li>examine different sample plans to determine the most accurate way to represent a population</li></ul>"
          ]
        }
      },
      {
        "id": "lZgII0tXu3xDOD8Y",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Discuss the statistical problem solving process that they began using in the Grade 6 unit Data About Us.  Discuss the ideas they looked at in sixth grade on describing data distributions using Teaching Aid 1:  Describing Data Distributions. Explain that in this problem we will look at ideas on collecting samples when we have a statistical question about an entire population.   </p>"
          ]
        }
      },
      {
        "id": "SXny582rX-mbnRmj",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss the new vocabulary of population and sample.  Introduce the Initial Challenge that is looking at five different school clubs and scenarios that involve deciding if they are scenarios involving sampling.  Have students begin the work independently and then work with a partner.  </p><p><strong>Implementation Note</strong>:  Hold a brief discussion on the Initial Challenge before students begin the What If to get a sense of how they are thinking about the idea of sampling before looking at sampling methods in the What If Situations.</p>"
          ]
        }
      }
    ]
  }
}
