{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "W7Zwt4B57nyNsOWb",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What are some relationships among right prisms, cylinders, cones and spheres that are useful to solve problems? </p>"
          ]
        }
      },
      {
        "id": "UNJkui3wqAV58Oum",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Assuming that you have a cone, a sphere, and a cylinder with the same dimensions. It means that they all have the same radius of circle (<em>r</em>) and the same height 2×<em>r</em>, because the height of sphere is the diameter. If you compare their volumes, the volume of the cylinder is equal to the sum of the cone’s volume and the sphere’s volume. The cone’s volume is 1/3 of the cylinder’s and the sphere’s volume is 2/3 of the cylinder’s. You can also say that the volume of the sphere is twice the volume of the cone. A rectangular prism has greater volume than the others. </p>"
          ]
        }
      },
      {
        "id": "5r7-65USMDQ7fNC7",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know? </strong></p><p>Earth is nearly a sphere. You may have heard that until 1492, most people believed Earth was flat. </p><p>Actually, as early as the fourth century B.C., scientists and mathematicians had figured out that Earth was round. When they observed the shadow of Earth as it passed across the moon during a lunar eclipse, the shadow was curved. Combining this observation with evidence gathered from observing constellations, these scientists concluded that Earth is spherical. </p><p>In the third century B.C., Eratosthenes (ayr uh TAHS thu neez), a Greek mathematician, was able to estimate the circumference of Earth. </p><p>For additional information about the shape of earth visit: <a href=\"https://www.scientificamerican.com/article/earth-is-not-round/\">https://www.scientificamerican.com/article/earth-is-not-round/</a></p>"
          ]
        }
      }
    ]
  }
}
