{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "cXqJZP1MlBDGha3B",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Back to Tossing Coins: Binomial Outcomes</strong></p><p>In some situations, there are only two outcomes. In Investigation 1, we flipped a paper cup to determine how much screen time Kaleb got each day. The two outcomes, <em>end</em> or <em>side</em>, were not equally likely. We also flipped a coin to determine how much screen time Kaleb got each day. The two outcomes, <em>heads</em> or <em>tails</em>, were equally likely. </p><p>One coin: H or T</p><p>We also flipped two coins and found that the two outcomes, match or no match, were equally likely.</p><p>Two coins: HH, HT, TH, TT</p><p><em>What are other examples of situations with two outcomes? Which of these are equally likely? </em></p><p>Situations like tossing a coin or a cup that have exactly two outcomes are binomial situations. If a situation has <em>n</em> identical trials and each trial results in one of two outcomes, then the probability of a given outcome is called a <strong>binomial probability</strong>. </p>"
          ]
        }
      },
      {
        "id": "aQ1uKApk1ZbJTjwg",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Did You Know?</em></p><p>“In 1949, a few years after Von Neumann’s work, the language Short Code appeared (www.byte.com). It was the first computer language for electronic devices, and it required the programmer to change its statements into 0’s and 1’s by hand. Still, it was the first step towards the complex languages of today. </p><p>In 1951, Grace Hopper wrote the first compiler, A-0 (www.byte.com). A compiler is a program that turns the language’s statements into 0’s and 1’s for the computer to understand. This led to faster programming, as the programmer no longer had to do the work by hand.”</p><p><a href=\"https://cs.brown.edu/~adf/programming_languages.html\">https://cs.brown.edu/~adf/programming_languages.html</a></p>"
          ]
        }
      }
    ]
  }
}