{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "ALxb4SlwiDTb5Shd",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Revisit and extend the questions in the Explore to discuss students&#x27; process for writing equations.</p>"
          ]
        }
      },
      {
        "id": "HZXw83N7q3R4eVom",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What are the variables involved in this relationship? <em>(The variables are customers and cost; time and distance; number of snack packs and cost.)</em></li><li>What letters can we use for the variables? <em>(Use n for number of customers and c for cost; d for distance and t for time; n for number of snack packs and c for cost.)</em></li><li>In the Initial Challenge, how did you find the cost for the numbers of people that were going on the trip? <em>(Multiplied the number of people times $350; continued the table by adding $350 until reaching the correct number of customers.)</em></li><li>To make the first table in What If . . . ? Situation A, how do you find the distance for a given time? How could you find the distance for 12 hours? For 17 hours? For 22 hours? For any number of hours? <em>(Multiply 50 miles per hour by the time.)</em></li><li>How can you write this as an equation?<em> (An equation for the rule is d1 = 50t.)</em></li><li>How can you use your equation to find distances not on your table? What about if you drove for 3.5 hours? <em>(Multiply the speed [the coefficient] by the number of hours.)</em></li><li>How can you use your equation to find numbers of hours not on your table? What about if you drove 200 miles? (<em>Divide the miles by the speed [the coefficient] to find the number of hours.)</em></li><li>Mario wrote t = d/60 . What information is he looking for?<em> (He is looking to find the time it takes to travel somewhere going 60 miles per hour when we know a distance. For example, he is looking to find the time to get the 320 miles home. 320/60 gives the time to get home when we drive 60 miles every hour.)</em></li><li>What do Mikala’s graphs have in common? <em>(They are consistent with straight lines that begin at the origin. The line that represents the relationship for 60 miles per hour is the fastest growing or the steepest.)</em></li><li>How is this pattern represented in the table? <em>(For speed, the distance goes up by a certain amount. It is 40 for the first column, 50 for the second column, and 60 for the third column.)</em></li><li>What information does the the number in front of t represent in your equation? <em>(It is the speed or the rate at which the van is traveling.)</em></li><li>How does the speed or rate show up in the table and graph? <em>(In the table, as time increases by 1, the distance increases by 40, 50, or 60. That is, for every 1-hour increase, the distance increases by 40, 50, or 60. The graph representing the situation with the greatest rate is the steepest.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEvh79mcl8J3Qo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Have a few students share their rules and equations. Discuss the processes they used.</p><p><strong>Suggested Questions</strong></p><ul><li>What steps did you find helpful when you wrote your rules and equations? <em>(Answers will vary. If students do not mention the power of looking at particular examples, ask whether this was helpful and why. If students don’t bring up finding the pattern and generalizing it, bring this out by asking how they know to multiply by $350.)</em></li><li>If the letters for the variables had not been assigned, how could you choose them? <em>(Answers will vary. Most students will use the first letter of the variable name: d for distance and t for time.)</em></li></ul><p><strong>Teaching Aid 3.2: Table to Equation</strong> might be helpful to have this discussion.</p><p><strong>Note:</strong> The choice of what letter to use for the variable is up to the creator. Usually, we pick one that helps us remember the variables (e.g., p for price, n for number of people, t for time, d for distance).</p><ul><li>Could you write down what each letter means so someone reading your work would understand? <em>(Encourage students to develop the habit of recording their decisions in statements such as “d stands for distance measured in feet; t stands for time measured in seconds.”)</em></li><li>How does a point on a graph relate to an equation? For example, Theo picked <em>(5, 300)</em>. Which graph has this point? <em>(The graph of 60 miles per hour.)</em> What is the equation for that relationship? <em>(d3 = 60t) </em>How do the coordinate values fit into the equation? <em>(The time is 5, and the distance is 300. So in the equation, it would be 300 = 60 × 5.)</em></li><li>In What If . . . ? Situation B, several students showed different ways to solve a problem when I know one variable amount. How can I use the table, graph, or equation to find the other amount? <em>(Discuss the strategies shared in the student edition. Make sure students understand that these are all viable strategies because they all show the relationship between the variables.)</em></li><li>In What If . . . ? Situation C, how did you solve for the cost of 50 snack packs? <em>(Look for examples of students using tables, graphs, equations, and/or guess and check. If students didn’t use one or more of these strategies, offer that as another strategy to compare to their ideas.)</em></li><li>In What If . . . ? Situation C, how did you solve for the number of snack packs for $90? <em>(Look for examples of students using tables, graphs, equations, and/or guess and check. If students didn’t use one or more of these strategies, offer that as another strategy to compare to their ideas.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "fkkqiIwkOmBEpQG7",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This is an example of a conversation in one classroom:</p><p><strong>Teacher: </strong>How did you think about finding the number of snack packs for $90?</p><p><strong>Geraldine: </strong>We knew it would be a lot since they were only $3. We first guessed 50 snack packs, but 50 times $3 was $150, and that was too much. We then tried 40—that was $120. Better but still too much. So we tried 30—that was perfect because 30 × $3 = $90.</p><p><strong>Teacher: </strong>Any questions for this group?</p><p><strong>Joshua: </strong>We also said 30, but we just used the equation.</p><p><strong>Teacher: </strong>How did you use the equation?</p><p><strong>Joshua: </strong>Well, the equation is C = $3.00n. C is the cost, which is $90. We then wrote $90 = $3.00n. (Students write this on the board for all to see.) This then means some number times 3 equals 90 or 90 divided by 3 equals something, and that is 30. So 30 snack packs.</p><p><strong>Geraldine: </strong>I like that! It is kind of like what we did with guessing and checking, but they just went right to the correct one by looking at the multiplication and division in the equation.</p><p><strong>Teacher:</strong> Did anyone solve this another way?</p><p><strong>Sunki: </strong>Our group made a table. (She puts it on a document camera for all to see.)</p>"
          ]
        }
      },
      {
        "id": "5VbWCoJrHF9YAVXp",
        "title": "Table Example",
        "content": {
          "type": "Image",
          "url": "vap/images/table-example.png",
          "filename": "vap/images/table-example.png"
        }
      },
      {
        "id": "oj-ksqBoNGhesETt",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sunki: </strong>We started off going up by 1 snack pack at a time, but that was going to take forever, so we went to 5 and then went up by 5 snack packs at a time, and when we got to 30 snack packs, it was the $90 that we needed.</p><p><strong>Alan: </strong>How did you know the amounts each time to put in the table?</p><p><strong>Sunki:</strong> It was $3 for each snack pack, so it was just the number of snack packs each time times $3.</p><p><strong>Alan: </strong>Oh, that is sort of like the way that Geraldine’s group did guessing and checking by guessing and multiplying by 3 each time, but you guys did it in an organized table.</p><p><strong>Teacher: </strong>Is the thinking involved in Sunki’s group’s strategy similar to or different from how Joshua’s group used the equation?</p><p><strong>Leigh: </strong>Yes! They used the idea that you were always multiplying by 3 just like Sunki’s group did to get the numbers in the table. Hmmm . . . that $3 seems to be really important in all the ways we solved in our class.</p><p><strong>Teacher: </strong>It does, Leigh. Let’s look for that as we look at more algebraic equations in this unit and the rest of this year. It seems very intriguing to me.</p><p><strong>Teacher: </strong>Did anyone use a graph like Mikala did in What If . . . ? Situation A? <em>(No one in the class had used a graph.)</em> Could we use a graph? <em>(Students thought so but weren’t sure.)</em> Take a few minutes to discuss it in your group, and then we will talk as a class about it.</p><p>After about 5 minutes . . .</p><p><strong>Teacher: </strong>Could we use a graph to find the number of snack packs for $90? <em>(Many heads nod.)</em></p><p><strong>Teacher: </strong>I have a graph paper here. What would I need to do?</p><p><strong>Leigh: </strong>You need to have the number of snack packs on the x-axis and the cost on the y-axis.</p><p><strong>Lewis: </strong>Since we want $90, just use a scale of $10 for the money to make it easier.</p><p><strong>Leigh: </strong>We can use the numbers that Sunki’s group used in their table and, since counting by 5 worked better for them, put that for the x-axis.</p><p><em>The class seemed to be in agreement with this, so the teacher created this graph:</em></p>"
          ]
        }
      },
      {
        "id": "OIgOU73NsTnRfI-Y",
        "title": "Class Graph",
        "content": {
          "type": "Image",
          "url": "vap/images/class-graph.png",
          "filename": "vap/images/class-graph.png"
        }
      },
      {
        "id": "BtfWn0EpLUogC_qI",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Scarlett: </strong>Yeah, now just put those numbers in as dots. <em>(She goes to the graph and places dots for 5, 10, 15, 20, 25, and 30 snack packs and connects them with a line.)</em></p>"
          ]
        }
      },
      {
        "id": "TOBe3PuTOfMP_WoM",
        "title": "Scarlett's Graph",
        "content": {
          "type": "Image",
          "url": "vap/images/scarlett-s-graph.png",
          "filename": "vap/images/scarlett-s-graph.png"
        }
      },
      {
        "id": "naKpYUq-426Ocskj",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Alan: </strong>Yep, there it is just like the others.<em> (Circles the point (30, 90).) </em>That means 30 snack packs are $90.</p>"
          ]
        }
      },
      {
        "id": "rTdRiHZcg9PyetlX",
        "title": "Alan's Graph",
        "content": {
          "type": "Image",
          "url": "vap/images/alan-s-graph.png",
          "filename": "vap/images/alan-s-graph.png"
        }
      },
      {
        "id": "QvrFX5k446J-5v4J",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>While this unit is focused on algebraic reasoning, the unit also informally begins proportional reasoning. By looking at the pattern of relationships between two variables, some situations provide opportunities for students to intuitively develop understandings of ratio and unit rate. Students describe many of the patterns as “consistent” or “steady” when proportional reasoning is involved. You may hear phrases like “for every” or “each time.” The formal language and more explicit reasoning will be developed in later units for grades 6 and 7. It is important to encourage this reasoning.</p><ul><li>When finding the distance a van can travel when going 60 miles per hour, how do you find the distance for 1 hour? 2 hours? 3 hours? 6 hours? 10 hours? 17 hours? 23 hours? Any number of hours?<em> (If you add another hour, you add 60 more miles of distance [pattern between the variables that is a rate of change]. When you go from 3 hours to 6 hours, you can double the distance [Equivalent Ratio Reasoning]. For any number of hours, you can multiply by 60 [Unit Rate Reasoning].)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILETUt7T8Wq1V8E",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "TILEtO6rfKUvS5t8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use? </li><li>What breakthroughs did my students have today? </li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
