{
  "type": "labWork",
  "content": {
    "tiles": [
      {
        "id": "ANgBPLQPNVjRpyN8",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Activity 1: Create a circuit the Arduino can get “information” from</strong></u></p>"
          ]
        }
      },
      {
        "id": "cUADzka6fm1aIege",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We got a circuit connected, but it is not a “smart circuit”.&nbsp; Like a USB light, it just draws electricity through an LED, and then lets the electricity flow back into the machine without anything “fancy.”&nbsp;</p><p>But you probably notice other sockets on the arduino, that say ANALOG IN.&nbsp; These are pins numbered A1-A5.&nbsp; Electrical voltage arriving&nbsp; into these pins can be measured by the arduino, and turned into a number.&nbsp; More on that later.</p><p>We’re going to connect a circuit and try to send changing amounts of current into the arduino.</p><p>This changing amount will become “information” in our program.</p>"
          ]
        }
      },
      [
        {
          "id": "I64twlWLuy5exee2",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>A potentiometer is a variable <em>resistor</em>.&nbsp; Electricity comes in one side, and then goes across two paths before going out the other side.&nbsp; One path is through some portion of a resistor, and the other path is through the whole resistor.&nbsp;</p>"
            ]
          }
        },
        {
          "id": "RGcL79d_ogdhmDtv",
          "title": "Variable Resistor Sign",
          "content": {
            "type": "Image",
            "url": "brain/images/screenshot-2024-05-22-at-2.05.38 pm.png",
            "filename": "brain/images/screenshot-2024-05-22-at-2.05.38 pm.png"
          }
        }
      ],
      {
        "id": "p1dIeZl1C1tDUi-4",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "brain/images/screenshot-2024-05-22-at-2.05.17 pm.png",
          "filename": "brain/images/screenshot-2024-05-22-at-2.05.17 pm.png"
        }
      },
      {
        "id": "_GdogvYqB3uTHSFO",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When you turn the dial to the right, you are moving the “blue line” (wiper) above, so that more of the signal has to go through more of the resistive material (the gray semi circle). The potentiometers we are using today use graphite as the resistive material, just like we used for our first potentiometer.</p><p>Thinking back to the potentiometer we created using a graphite strip, how do you think the current will change as the wiper is moved to the right? Why do you think so?</p>"
          ]
        }
      },
      {
        "id": "gN8BDBGd45oF4oG3",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "brain/images/screenshot-2024-05-22-at-2.10.40 pm.png",
          "filename": "brain/images/screenshot-2024-05-22-at-2.10.40 pm.png"
        }
      },
      [
        {
          "id": "01iHK9xKuiFsTgxH",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>As we turn toward ground, less and less current is available to A1. This is the first of the ANALOG IN pins that can turn the amount of current being received into a number. Because the current had to travel through more of the “ graphite in a circle shape”, less current arrives at pin A1.&nbsp; The digital reading is smaller, (resistance has gone up).</p>"
            ]
          }
        },
        {
          "id": "Ok6CGm8ICqhpwEYm",
          "title": "Image 3",
          "content": {
            "type": "Image",
            "url": "brain/images/screenshot-2024-05-22-at-2.12.52 pm.png",
            "filename": "brain/images/screenshot-2024-05-22-at-2.12.52 pm.png"
          }
        }
      ],
      {
        "id": "F0iW1okVZ8_b0Op4",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Activity 2: Read the potentiometer value, and use it to turn on a virtual lightbulb&nbsp;</strong></u></p>"
          ]
        }
      },
      [
        {
          "id": "ebtbcr7p7xS7ZuzR",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>The arduino’s analog to digital converter&nbsp; is able to measure analog voltage and turn it into a digital number. Below is a description of how this is accomplished by the Arduino.</p><p>A1 on the Arduino is an Analog to Digital Converter (ADC.) ADCs are complex devices, but basically, their job is to take an analog signal, which is continuous in time and amplitude, and chop it up. This chopping takes place in time, a process called sampling, and amplitude, which is called quantization. The time chopping usually occurs at a set time jump, called a sampling period. Think of a signal that the Arduino only examines at set periods. At each of these points, the Arduino gets the value of the signal and assigns it to a digital level, which is an integer value that is meant to represent the real value.</p>"
            ]
          }
        },
        {
          "id": "1frMQTPDCsP-bOfc",
          "title": "Current Arriving at Pin A1",
          "content": {
            "type": "Image",
            "url": "brain/images/screenshot-2024-05-22-at-2.24.26 pm.png",
            "filename": "brain/images/screenshot-2024-05-22-at-2.24.26 pm.png"
          }
        }
      ],
      {
        "id": "cLNkbob54Qwb46QS",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Drag and drop this tile into your workspace and answer the following questions</em></p><p><u><strong>Activity 1 Questions:</strong></u></p><ul><li>What part of the signal is analog, and why?</li><li>Why does the signal need to be converted to digital? Hint: Think about binary numbers and how computers store and process data.</li></ul>"
          ]
        }
      }
    ]
  }
}
