{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEFB2_J0hJ7mNA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>How LIkely Is It?</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/13a4SeHXG80nBXa4U7DoFnzEwuJEPDGx1/view?usp=sharing\">Click here to view the How Likely Is it? Unit Planning Chart (including pacing, key terms, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "twgwVNZ2DFXTPSNc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description</strong></p><p>This is the only Unit in the <em>Connected Mathematics</em> curriculum that develops students’ abilities to understand and reason about probability. An understanding of probability is crucial in applying statistical ideas and being an informed citizen and consume, and engaging in STEM activities.  Questions about the likelihood of an event is to occur are asked every day. Such questions can be answered by exploring the probability of an event happening. The answers to questions about probability are informative and important to many people. This Unit explores different types of probability questions in contexts that are interesting to students, such as games, advertising, contests, and sports. Both experimental and theoretical probabilities are explored as students design and analyze experiments and recognize when experimental or theoretical data is appropriate. Through their work in this Unit, students will deepen and expand their understanding of basic probability concepts. Working with probabilities requires students to have a solid understanding of fractions and ratio. This Unit builds on the work students have done in Grades 6 and 7 with fractions and proportional relationships. The Unit makes important connections between probability and rational numbers, geometry, statistics, science, and business. Since probabilities are ratios which are scaled up and down to make predictions, students continue to strengthen their understanding of proportional relationships.  </p>"
          ]
        }
      },
      {
        "id": "M3tX3UeYCL_EiAic",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 Units one mathematical reflection guides the development of the understanding of the mathematical ideas in the Unit. </p><p><em>Mathematical Reflection </em></p><p><em>In this Unit, we use proportional relationships to investigate probability. At the end of this Investigation:</em></p><p><em>What do you know about probability? How are proportional relationships used to solve problems that involve probabilities? </em></p>"
          ]
        }
      }
    ]
  }
}