{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEFB2_J0hJ7mNA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>How LIkely Is It?</em></strong><strong> Unit Overview</strong></p><p><a href=\"https://drive.google.com/file/d/13a4SeHXG80nBXa4U7DoFnzEwuJEPDGx1/view?usp=sharing\">Click here to view the How Likely Is it? Unit Planning Chart (including pacing, key terms, and resources)</a></p>"
          ]
        }
      },
      {
        "id": "twgwVNZ2DFXTPSNc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description</strong></p><p>This is the only Unit in the <em>Connected Mathematics</em> curriculum that develops students’ abilities to understand and reason about probability. An understanding of probability is crucial in applying statistical ideas and being an informed citizen and consume, and engaging in STEM activities.  Questions about the likelihood of an event is to occur are asked every day. Such questions can be answered by exploring the probability of an event happening. The answers to questions about probability are informative and important to many people. This Unit explores different types of probability questions in contexts that are interesting to students, such as games, advertising, contests, and sports. Both experimental and theoretical probabilities are explored as students design and analyze experiments and recognize when experimental or theoretical data is appropriate. Through their work in this Unit, students will deepen and expand their understanding of basic probability concepts. Working with probabilities requires students to have a solid understanding of fractions and ratio. This Unit builds on the work students have done in Grades 6 and 7 with fractions and proportional relationships. The Unit makes important connections between probability and rational numbers, geometry, statistics, science, and business. Since probabilities are ratios which are scaled up and down to make predictions, students continue to strengthen their understanding of proportional relationships.  </p>"
          ]
        }
      },
      {
        "id": "M3tX3UeYCL_EiAic",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 Units one mathematical reflection guides the development of the understanding of the mathematical ideas in the Unit. </p><p><em>Mathematical Reflection </em></p><p><em>In this Unit, we use proportional relationships to investigate probability. At the end of this Investigation:</em></p><p><em>What do you know about probability? How are proportional relationships used to solve problems that involve probabilities? </em></p>"
          ]
        }
      },
      {
        "id": "shRA4uzWZd8dHffn",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations</strong></p><p><strong>Investigation 1: A First Look at Probability </strong></p><p>Investigation 1 introduces students to experimental probabilities as a way to predict the chance that an event will occur. Students will have many opportunities to collect data from experiments using coins and paper cups. Then they will use the data collected to assign experimental probabilities to the results. Finding experimental probabilities is a concrete introduction to the ideas of possible and likely outcomes and is a practical way to get good approximations for theoretical probabilities when the complexity of the problem makes the theory difficult to apply. Many of the uses of probability in everyday situations (e.g., the cost of insurance policies) are based on experimental data. In Problem 1.1 students toss a coin to determine the experimental probability of that Kaleb will get more screen time. Then they toss a paper cup to determine the experimental probability that the cup will land on its side or one of its ends. This is the first situation in which a theoretical probability does not exist. In Problem 1.2 students toss two coins and use a match/no match to determine if Kaleb will get more screen time. In Problem 1.3 students investigate equally likely situations including those that have more than two outcomes like tossing a number cube. They also recognize that the range of probabilities for a situation is from 0 to 1. Doing the experiments helps students to make sense of the models used later to determine theoretical probabilities if they exist, students use these probabilities to make predictions. </p>"
          ]
        }
      },
      {
        "id": "SELVF2lyvRKsARi3",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2: Experimental and Theoretical Probability </strong></p><p>This Investigation continues students’ work with finding experimental probabilities and formally introduces the term theoretical probability. In Problem 2.1 the colors of identically shaped objects chosen from a bag are analyzed both theoretically and experimentally. Students also consider the difference between a particular outcome being possible and being likely (or probable) and determine if a game or probabilistic situation is fair. Making an organized list and making a tree diagram are two strategies for finding all the theoretical outcomes. In Problem 2.2, students toss three coins to determine experimental probabilities for the eight outcomes. They also use lists and tree diagrams to determine the theoretical probabilities and compare these to their experimental probabilities. These strategies for finding all the outcomes in a sample space are reinforced in another experiment of drawing color blocks from two different buckets. In Problem 2.3 students continue to explore situations that involve using a spinner to determine outcomes. This introduces area as another way to determine outcomes. The crucial difference between spinners and the other objects studied so far is that a spinner has a continuous range of possibilities. The 360° angle at the end of a spinner can be subdivided into any number of angles. Students use probabilities to make predictions of an event happening many times which is another application of proportional reasoning. </p>"
          ]
        }
      },
      {
        "id": "nKm-S3NuXUDgqzhI",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3: Fair or Unfair Games: Making Decisions with Probabilities</strong></p><p>Investigation 3 involves students designing and analyzing experiments to help them make a decision. They use a variety of tools in their simulations. In Problem 3.1 they design an experiment that will help them decide “fairly” which student is chosen to deliver an important message to the office.  They then go on to design a fair way to choose one of three activities they will engage in after school. Finally, they decide if students’ experiments are fair. In Problem 3.2 they analyze the Roller Derby game which involves using the sum of the numbers that result when two number cubes are tossed. Finally, in Problem 3.3 they analyze the probability that two spots on a card with five spots will have a match if the spots are chosen at random and then scratched to see the results. Throughout this Investigation students continue to use strategies from previous Investigations to determine the outcomes for theoretical probability situations. </p>"
          ]
        }
      },
      {
        "id": "l2p6Pyakk2vC7MDz",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 4: Analyzing Compound Events Using an Area Model </strong></p><p>Investigation 4 uses an area model as a way to analyze the theoretical probability of two-stage (compound) events. The probability of the second even may or may not depend on the outcome of the first event. Students design experiments with tools such as a spinner or number cubes to simulate a compound event, and experimentally determine frequencies of events such as creating purple from red and blue, or making free throws After determining experimental probabilities students use a simulation.</p><p>In Problem 4.1 the two-stage event involves using two spinners to determine how often the two spinners will yield a red and a blue to make the color purple.  They will also analyze the outcomes when a color marble is drawn from Bucket 1 and then another marble is drawn from Bucket 2.  In Problem 4.2 students investigate the outcomes for attempting a one- and-one free-throw situation. The player attempts the first free throw and then either takes a second free throw (if the first one was made) or does not get a second chance (if the first free throw was missed). After determining experimental probabilities that the player will get a score of 0, 1, or 2, students find the theoretical probability by using an area model. In Problem 4.3, students determine the long-term average (expected value) for the one- and-one free throw situation and in a variety of different probability settings. Problem 4.4 provides three binomial experiments. It is intended that each group will explore one of the experiments and then discuss the similarities and differences across the experiments and how this knowledge is useful in recognizing and solving similar contexts. The three binomial experiments are taking a four-item true-false quiz in which each answer is determined by tossing a coin. Students then find the probability of passing a true-false test if they guess at each answer.  They also analyze the outcomes of choosing left or right tiles from a bucket to make a robot move. Students use lists or tree diagrams to determine outcomes. The binomial situations lead naturally to Pascal’s Triangle, which is explored in ACE. Students use lists or tree diagrams to determine binomial probabilities in one other binomial situation which is the winning of a baseball series between two evenly matched teams.</p>"
          ]
        }
      },
      {
        "id": "SK0Y4nkAtQdX75jl",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematics Overview: </strong><strong><em>How Likely Is It?</em></strong></p><p><strong>Key ideas:</strong> experimental probability, theoretical probability, events and outcomes, relative frequency, sample space, long run, meaning of a measure of probability, equally likely outcomes, fair games, tree diagrams, simulations, compound events, area models, binomial situations.</p><p><strong>Major Focus: </strong>Statistics and Probability</p><p><strong>Strategic Connections:</strong> Proportional Reasoning</p><p>How Likely Is It is the only Unit developing an understanding of probability in CMP. This is not ideal. The ideas are subtle and take time to develop. The Unit starts with experiments in which each trial is an event with various possible outcomes. Students record relative frequencies of outcomes. This engages students in the idea that an experimental probability, or relative frequency, will vary as more trials occur, but will tend to one number, between 0 and 1, in the long run.  In some situations, we can calculate theoretical probability by examining and organizing all the outcomes, using lists or tree diagrams. Comparing theoretical and experimental probabilities for these events confirms that experimental probabilities, given enough repetitions, approximate theoretical probabilities. Experimental probabilities are particularly useful when the events are complex. The more complex the event the more useful simulations and experiments are. The idea of randomness is introduced, just in time to be used again in Samples and Populations.</p><p><strong>Strategic Connection</strong>: There are multiple proportional reasoning opportunities in scaling an experimental result up or restating as a percentage.</p>"
          ]
        }
      },
      {
        "id": "VwDTsd34lvrN7VLu",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In roughly this order, students:</p><ul><li>Collect experimental results for an event, identify possible outcomes, and relate long run relative frequency of outcomes to experimental probabilities of those outcomes.</li><li>Understand that probabilities predict what will happen in the long run, and that the usefulness of experimental probabilities improves with more trials.</li><li>Use experiments to identify equally likely outcomes.</li><li>Compare theoretical and experimental probabilities for situations where both can be found.</li><li>Understand that theoretical and experimental probabilities of all outcomes in a sample space are numbers between 0 and 1 and must add up to 1.</li><li>Use organized lists, tables, and tree diagrams to identify all possible outcomes in a sample space.</li><li>Decide if a game is fair or not, and design tools (spinners, number cubes, coins) to simulate fair games.</li><li>Understand that a compound event is composed of two events, which may or may not affect each other.</li><li>Design simulation tools and conduct experiments to find experimental probabilities of simple or compound events.</li><li>Use an area model to represent the sample space and find probabilities of a compound event.</li><li>Find the expected value of each outcome in a compound event.</li><li>Compare probabilities for outcomes of compound events that are all binomial.</li></ul>"
          ]
        }
      },
      {
        "id": "PA_r0bkpmmP8CQyu",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Experimental and theoretical probabilities: Relative frequency, long run, equally likely</strong></p><p><strong>Experimental Probabilities</strong></p><p>The Unit starts with an experiment using chance to find out how frequently Kaleb can expect to have two hours of screen time.  Using the language of probability, the event is a single coin toss, and the  event has two possible outcomes, heads or tails.</p>"
          ]
        }
      },
      [
        {
          "id": "FNvHjDtgIDeGS5Iu",
          "title": "Outcome 1: Heads",
          "content": {
            "type": "Image",
            "url": "hlit/images/1.2_IC_1.jpg",
            "filename": "hlit/images/1.2_IC_1.jpg"
          }
        },
        {
          "id": "-wIPA53pimQUQiBm",
          "title": "Outcome 2: Tails",
          "content": {
            "type": "Image",
            "url": "hlit/images/1.2_IC_3.jpg",
            "filename": "hlit/images/1.2_IC_3.jpg"
          }
        }
      ],
      {
        "id": "sMbi1IwlwUa-CoL3",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The outcome &quot;Heads&quot; represents 1 hour of screen time. &quot;Tails&quot; represents 2 hours of screen time.</p><p>The experiment consists of repeating the event and noting the relative frequencies of the outcomes, (heads/total tosses), etc.</p><p>This relative frequency is used to predict how often Kaleb will have two hours of screen time.</p>"
          ]
        }
      },
      {
        "id": "t4ecq1bjr3fsY41N",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This experiment is then compared to a different experiment. The event is a cup toss.</p><p>Again, there are two outcomes being tracked. In this case Kaleb decides which outcome would be most favorable to his chances,” side” or “end”. </p>"
          ]
        }
      },
      {
        "id": "xuQn6QayJqI_e4We",
        "title": "Possible outcomes of cup toss",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-unit-plan-pic-1.png",
          "filename": "hlit/images/tg-unit-plan-pic-1.png"
        }
      },
      {
        "id": "FkqMruoMnQ1bSXwV",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>From these two experiments, and others, are developed several important ideas about experimental probability:</p><ul><li>Outcomes are not always equally likely.</li><li>The relative frequency of an outcome changes with the number of repetitions, but is always between 0 and 1.</li><li>The higher the relative frequency, the more likely an outcome.  The lower the relative frequency, the less likely an outcome.</li><li>As more repetitions are performed the relative frequency stabilizes.</li></ul>"
          ]
        }
      },
      {
        "id": "seMfrrXwv43952EJ",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing Experimental and Theoretical Probabilities</strong></p><p>Theoretical probabilities are introduced with a game.</p><p>Students cannot see what is in the bucket. They draw and replace a block several times, and from the experimental results predict the probabilities of drawing each color.</p>"
          ]
        }
      },
      {
        "id": "-cEHK856VQzh6cj8",
        "title": "Bucket of Blocks",
        "content": {
          "type": "Drawing",
          "objects": [
            {
              "type": "image",
              "id": "bqTzwMaSG_vdKGAw",
              "x": 204.61631774902344,
              "y": 46.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "Gu51D9ikkBcTuhT0",
              "x": 204.61631774902344,
              "y": 80.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "HSQian4UGvmF1LCA",
              "x": 205.61631774902344,
              "y": 117.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "toTL0IOO9heAyKCa",
              "x": 169.61631774902344,
              "y": 79.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "tCCSMSTPS5cn2J8N",
              "x": 170.61631774902344,
              "y": 116.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "RLDNwscN_ZWteQj4",
              "x": 206.61631774902344,
              "y": 151.3489532470703,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "FPfcdIgKVbRLVbu5",
              "x": 207.61631774902344,
              "y": 190.3489532470703,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "3XVQT5igyqUlAKj-",
              "x": 243.61631774902344,
              "y": 43.34895324707031,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "21V3Fu5Yu_03blUn",
              "x": 241.61631774902344,
              "y": 79.34895324707031,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "toR_ice0VotkfFXT",
              "x": 280.61631774902344,
              "y": 44.34895324707031,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "Yrpv1-vuVnk7tKOo",
              "x": 243.61631774902344,
              "y": 193.3489532470703,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "N876gvj_UWaHbO2r",
              "x": 245.61631774902344,
              "y": 116.34895324707031,
              "visible": true,
              "url": "hlit/stamps/blue-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "zxXpb-3VBeq_Ivhj",
              "x": 243.61631774902344,
              "y": 155.3489532470703,
              "visible": true,
              "url": "hlit/stamps/blue-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "hm0DbSJnpXL04RWw",
              "x": 283.61631774902344,
              "y": 156.3489532470703,
              "visible": true,
              "url": "hlit/stamps/blue-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "JojmAufapCrSMMIP",
              "x": 281.61631774902344,
              "y": 82.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "ikhjFdLioEInO7dY",
              "x": 281.61631774902344,
              "y": 118.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "Wedds3dm_zd9L-aj",
              "x": 320.61631774902344,
              "y": 118.34895324707031,
              "visible": true,
              "url": "hlit/stamps/red-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "image",
              "id": "7w_kXM5fxYHQ80KE",
              "x": 318.61631774902344,
              "y": 84.34895324707031,
              "visible": true,
              "url": "hlit/stamps/yellow-chip.png",
              "width": 25,
              "height": 25
            },
            {
              "type": "rectangle",
              "id": "rNBmhavDnJuvn03V",
              "x": 144.11631774902344,
              "y": 29.848953247070312,
              "visible": true,
              "stroke": "#000000",
              "strokeDashArray": "",
              "strokeWidth": 2,
              "fill": "none",
              "width": 213,
              "height": 197
            }
          ]
        },
        "layout": {
          "height": 252.00001525878906
        }
      },
      {
        "id": "fQnWViUvrXVP9Hh9",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The contents of the bucket are then revealed.</p><p> Now that all is known students can calculate the theoretical probabilities and compare these to the experimental probabilities. </p><p>P(red) = 9/18, P(yellow) = 6/18, P(blue) = 3/18).</p><p>Two important ideas are developed:</p><ul><li>The more repetitions of an experiment the closer the long run experimental probability is to the theoretical probability.</li><li>The sum of the probabilities of all possible outcomes must be 1.</li></ul>"
          ]
        }
      },
      {
        "id": "qoH0IP4qfFkHayXd",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Experimental probabilities can be used to confirm or refute preconceptions about theoretical probability.</strong></p><p>Example: Coin toss with two coins</p>"
          ]
        }
      },
      [
        {
          "id": "RjghMlRbLWf0LASs",
          "title": "Match: Two heads",
          "content": {
            "type": "Image",
            "url": "hlit/images/tg-unit-plan-pic-2.png",
            "filename": "hlit/images/tg-unit-plan-pic-2.png"
          }
        },
        {
          "id": "rVV6hzJAyrb0abuY",
          "title": "Match: Two tails",
          "content": {
            "type": "Image",
            "url": "hlit/images/tg-unit-plan-pic-3.png",
            "filename": "hlit/images/tg-unit-plan-pic-3.png"
          }
        }
      ],
      {
        "id": "60uXWEPv6ITrYQC9",
        "title": "No Match",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-unit-plan-pic-4.png",
          "filename": "hlit/images/tg-unit-plan-pic-4.png"
        }
      },
      {
        "id": "1YPkHftGexvy7TSH",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The event this time is a two-coin toss. The two outcomes being recorded are “Match” and “No match.” Because there are two visible ways to make a match, students might think this is more likely than no match. They may say that the theoretical probability of “match” is twice as big as the probability of “no match.” An experiment will refute this. We can also use a list to find the theoretical probability (see below).</p><p>This highlights the need for tools to think about theoretical probability. </p>"
          ]
        }
      },
      {
        "id": "Q050IX1aaugmuEob",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Tools for finding probabilities: Sample space, lists, trees, simulations, compound events, area models</strong></p><p><strong>Tools for Theoretical Probabilities</strong></p><p>A compound event is made of two or more events, the outcomes of which may or may not depend on each other. Sometimes one tool (list, tree, area model) works better than another. The purpose of the tool is to represent all possible outcomes, that is, the sample space.</p>"
          ]
        }
      }
    ]
  }
}