{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "iYoXfClgjIq1wqCt",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The objective of this Problem is for students to develop formulas for calculating the volume of any right prism. Students will base their strategy on the general principle that this volume is the product of the area of the base and the height. Students will find the area of most polygonal bases using grid paper. If the base is a rectangle or a right triangle, they can use the area formulas they developed in the 6th grade unit, <em>Covering and Surrounding</em>.</p>"
          ]
        }
      },
      {
        "id": "8xavQU2Ztu8-XC9D",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Remind students that, in the last Problem, they compared volumes and surface areas of prisms.  Ask students for strategies.  They should be able to provide details about finding surface area.  For volume, students may be comfortable with filling the prisms and measuring.  In this problem students will explore strategies that they can use to find the volume of any prism. </p>"
          ]
        }
      },
      {
        "id": "qmXNGlRA7yYZmuvc",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Ask students what measurements of a prism they would need in order to find the volume- in cases other than the familiar rectangular prism for which they know a formula.  Collect some conjectures and then introduce the Initial Challenge where they will investigate various prisms.   Have students begin the Initial Challenge independently and then work with a partner.</p>"
          ]
        }
      }
    ]
  }
}