{
  "type": "MathReflection4",
  "content": {
    "tiles": [
      {
        "id": "j5uknBjU8l5uhSzD",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Synthesis/Abstraction</em></p>"
          ]
        }
      },
      {
        "id": "kkW05q-FPE2m7xnx",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Summarize algorithms for adding, subtracting, multiplying, and dividing positive and negative rational numbers, such as:  </p><ul><li>When the numbers are either both positive or both negative—add the numbers and give the sum the same sign as the numbers added. </li><li>Change all subtraction problems to addition by changing the sign with the second number in the sentence (subtrahend) to its opposite and use the algorithms for addition.</li><li>When multiplying or dividing—if the two numbers have the same sign the product, or quotient, is positive; if the two numbers have different signs the product or quotient is negative.</li></ul>"
          ]
        }
      },
      {
        "id": "jdC7zFXT8_s2nrUw",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about rational numbers and their operations?</p>"
          ]
        }
      },
      {
        "id": "8zwJOLBKSZu-_zGG",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the MR to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
