{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TgajcMspKEZ4XJio",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students write number sentences and sketch number lines, both vertical and horizontal, to compare temperatures. (Portrayal) They encounter changing temperatures and determine the resulting temperature. Students are not expected to solve these problems by following specific algorithms for signed numbers. They use informal arithmetic reasoning to connect direction and distance to the number line, and then represent their reasoning with number sentences. In this Problem, students focus on both distance and direction as they seek to describe changes in temperature and represent these changes with number sentences.</p><p><strong>Teacher Note</strong>: In Investigation 2, students will develop algorithms for addition and subtraction of integers. To prepare for this collect number sentences that they use in Investigation 1 in digital Learning Logs or on posters like these:  </p>"
          ]
        }
      },
      {
        "id": "hRe5Vn3RqN-WcJDm",
        "title": "Posters for recording sums",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-1.1-pic-1.png",
          "filename": "cr/images/tg-1.1-pic-1.png"
        }
      },
      {
        "id": "T9FqItpdR4zT6k2V",
        "title": "Posters for recording differences",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-1.1-pic-2.png",
          "filename": "cr/images/tg-1.1-pic-2.png"
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Informally develop methods for adding and subtracting integers using real world contexts and number lines. </p><p>Notice: </p><ul><li>Location of opposites on a number line with respect to zero</li><li>(Begin to notice) A connection between addition and subtraction with integer numbers</li></ul>"
          ]
        }
      },
      {
        "id": "TK5--VfzEjox0HyS",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe a strategy for finding the change in temperature when given a beginning and ending temperatures. How can you represent this difference on a number line?</p>"
          ]
        }
      },
      {
        "id": "sKZEFx8VWce5k9nZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  }
}