{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TgajcMspKEZ4XJio",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students write number sentences and sketch number lines, both vertical and horizontal, to compare temperatures. (Portrayal) They encounter changing temperatures and determine the resulting temperature. Students are not expected to solve these problems by following specific algorithms for signed numbers. They use informal arithmetic reasoning to connect direction and distance to the number line, and then represent their reasoning with number sentences. In this Problem, students focus on both distance and direction as they seek to describe changes in temperature and represent these changes with number sentences.</p><p><strong>Teacher Note</strong>: In Investigation 2, students will develop algorithms for addition and subtraction of integers. To prepare for this collect number sentences that they use in Investigation 1 in digital Learning Logs or on posters like these:  </p>"
          ]
        }
      },
      {
        "id": "hRe5Vn3RqN-WcJDm",
        "title": "Posters for collecting sums and differences",
        "content": {
          "type": "Image",
          "url": "cr/images/pos.jpg",
          "filename": "cr/images/pos.jpg"
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Informally develop methods for adding and subtracting integers using real world contexts and number lines. </p><p>Notice: </p><ul><li>Location of opposites on a number line with respect to zero</li><li>(Begin to notice) A connection between addition and subtraction with integer numbers</li></ul>"
          ]
        }
      },
      {
        "id": "TK5--VfzEjox0HyS",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe a strategy for finding the change in temperature when given a beginning and ending temperatures. How can you represent this difference on a number line?</p>"
          ]
        }
      },
      {
        "id": "sKZEFx8VWce5k9nZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Review the vocabulary of rational numbers, opposites and negative rational numbers that are in the introduction of the Student Edition. Discuss how to represent a temperature change with a number line and an equation using a simple number sentence. One example: </p><p><strong>Suggested Questions:</strong></p><ul><li>Suppose there is a change from +3 to -1, how can we represent this change on the number line?  As a number sentence?</li><li>How are these two representations the same? Different?</li></ul>"
          ]
        }
      },
      [
        {
          "id": "jmdMM2m98hDfe0xD",
          "title": "Number Sentence",
          "content": {
            "type": "Expression",
            "latexStr": "+3+N=-1"
          }
        },
        {
          "id": "xSwAxI3u1nQx-y32",
          "title": "Number Line",
          "content": {
            "type": "Image",
            "url": "cr/images/tg-1.2-pic-1.png",
            "filename": "cr/images/tg-1.2-pic-1.png"
          }
        }
      ],
      {
        "id": "bXl0DzDd_PVTJ9OF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Engage students in a discussion of temperature changes they may have experienced. Some students may recall experiencing the movement of a cold front (a decrease in outside temperature) or a heat wave (an increase in temperature). Changes are often more subtle, as the outside temperature usually rises and falls in a more predictable way. Most students will be aware that morning temperatures are often cooler than afternoon temperatures. They may also recall feeling changes in temperature when jumping into a lake, a pool, or the ocean.  Discuss the extreme temperature changes in the Sonora Desert example in the introduction of the Student Edition.</p>"
          ]
        }
      },
      {
        "id": "0GQw-iTWaCwCrZZq",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p><strong>Suggested Questions:</strong></p><ul><li>You can think of a thermometer as a vertical number line.  On a thermometer, where are the positive numbers located in relation to 0℉? (Above the 0 mark.) </li><li>Where are the negative numbers located in relation to 0℉? (Below the 0 mark.)</li><li>Suppose the temperature is +5℉. Where is the +5℉ located on this vertical number line in relation to 0℉? (5 units above the 0℉ mark.)</li><li>Suppose the temperature is -5℉. Where is -5℉ located on this vertical number line in relation to 0℉? (5 units below the 0℉ mark.)</li><li>How is the horizontal number line different from vertical thermometers? How is it the same? (The thermometers need two graphics to show two different temperatures. The number line can show two different temperatures on the same line. However, the graphics are similar because they both show temperatures and allow you to estimate the difference between temperatures.)</li></ul>"
          ]
        }
      },
      {
        "id": "tYWvlyqQ3cUG2bI6",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Using the context presented in the Problem, help students understand that these changes have both distance and direction.  For example, the distance between -5℉ and 0℉ is 5 units.  The direction is downward on the thermometer; the ending temperature is below the starting temperature.  Students consider distance and direction of change in the Problem’s situations.  Absolute value was introduced to students in 6th grade in the unit <em>Points of Rational</em>.  (Language)</p><p>Have students work in groups of 2-3 on these situations involving temperature.</p>"
          ]
        }
      }
    ]
  }
}
