{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "YtXVYoaGSr_dLfsX",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In Problem 2.3, students examine tables that list the measurements of Native American arrowheads found at different archeological sites. Students read about archeologists who knew the approximate time periods during which the sites were settled. The time periods for two newly discovered sites were unknown. </p><p>In this Problem, students are asked to use statistics to draw conclusions about when each of the unknown sites was settled. They compare the measurements of the arrowheads from the known sites, thus making comparative inferences about samples of populations. Then they compare data from the known sites to data from the two unknown sites in order to estimate the time period during which each unknown site was settled. </p>"
          ]
        }
      },
      {
        "id": "dpnk3aWtTFEEb5CE",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: <em>Exploration</em></p><p>Proportional Relationships:<em> Analysis</em></p>"
          ]
        }
      },
      {
        "id": "tzNfvSy05KwOJRW9",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How might you analyze samples from known and unknown populations to determine whether the unknown population has one or more attributes in common with the known population?</p>"
          ]
        }
      },
      {
        "id": "_re0EbXjDqadtNH7",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Students investigate using box and whisker plots to compare samples</p><p>They will:</p><ul><li>create box and whisker plots for given data</li><li>compare box and whisker plots from a mystery (unknown population) to known populations to determine where it belongs</li></ul>"
          ]
        }
      },
      {
        "id": "JBFNdBDLLPgBScGw",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In Problem 2.3, students extend the understanding they have built. In particular, students explored using data collected with random sampling to make inferences about a population. It  extends this by asking students to draw conclusions by comparing more than one population. Students analyze data by calculating measures of center and variability.</p>"
          ]
        }
      },
      {
        "id": "FUdf4_EJq-JfOA74",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Introduce Problem 2.3 by discussing archeology with your students to provide context. Ask students what they know about the methods people use to gather information about ancient civilizations. </p><p><strong>Suggested Questions:</strong></p><ul><li>How do people gather information about ancient civilizations? (Possible answer: They search for artifacts from the ancient civilizations, often by digging at archeological sites. Then, they study those artifacts.) </li></ul><p>Discuss the archeological digs described in Problem 2.3. Have students examine the tables of data, which list lengths and widths of Native American arrowheads that were unearthed at each of the sites. Give students time to familiarize themselves with the tables.</p>"
          ]
        }
      },
      {
        "id": "s4WUYqtUd8EPgENY",
        "title": "Arrowhead",
        "content": {
          "type": "Image",
          "url": "sap/images/e7.png",
          "filename": "sap/images/e7.png"
        }
      },
      {
        "id": "eDOhFweycdcSpLpe",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What do you notice and what do you wonder? (Answers will vary.)</li><li>What does this Problem ask you to figure out? (Possible answer: Archeologists have found arrowheads at two sites, Site I and Site II. They want to find out when the sites were settled. In other words, they want to determine the time period in which these arrowheads were made.) </li><li>What do you know that can help you with this Problem? (Possible answer: Data from four sites are listed. Archeologists know the time period during which these sites were settled. In other words, the measurements of the arrowheads from these sites are known, and the arrowheads have been dated already. The measurements of each sample are characteristic of the population for a particular known time period.) </li></ul><p>Distribute <strong>Learning Aid 2.3: Arrowhead Data</strong>.  Have students work in groups of 2-3 on the Problem.</p>"
          ]
        }
      }
    ]
  }
}
