{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "yGR3lFv3tpyFXjDs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>For students who prefer to draw diagrams and write on the pictures of the boxes, you may want to provide <strong>Learning Aid 2.1: Cupcake Boxes</strong>. The Learning Aid provides copies of the boxes that students can use to reason about the ratios. (Problem- Solving Environment)</p><p>As you listen to groups share their strategies, take note of interesting strategies to share in the Summarize. Students ma use reasoning like the characters (Zane and Bruce) in What If...? Situation A. If so, you can highlight your students&#x27; work instead of focusing on Zane and Bruce. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "TILEOItp3YNnZ3g-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>Begin the summary after all groups have had a chance to think about What If..? Situation A. Situation B can be questions that you explore as a class in summary to check for students&#x27; understanding. Those students who had time to work on Situation B can begin the discussion by sharing their strategies.</p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? Question? What will you do it you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "L4LLESt3Hovv3Qld",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em></em></p>"
          ]
        }
      },
      {
        "id": "kLPLord5o7LoZrw0",
        "title": "Text 15",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      }
    ]
  }
}
