{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "zt-cQcCETJonuIdv",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time. (Time)</p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "-jIkUpXYI-60Q-Tl",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Reasoning About Samples and Populations: <em>Introduction, Exploration</em></p><p>Proportional Relationships: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "J3P6xN9PDecP5fJo",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about the statistical problem-solving process?</p>"
          ]
        }
      },
      {
        "id": "W3IEiz6Y64MS60De",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Collectively summarize what we know about the statistical problem-solving process.</p><p>Including:</p><ul><li>understanding that using samples it is possible to find the total in a population, determine fairness in a game or describe a characteristic of a population</li><li>understanding what makes a sample representative of a population </li><li>knowing that random samples are a good representative sample of a population</li><li>describing conducting an experiment to collect and analyze samples</li><li>using line plots of samples to describe an entire population</li><li>using proportional reasoning and scaling up samples to determine an entire population</li><li>using median of samples to predict the total population</li><li>analyzing sample data given in box and whisker plot and line plot to generalize characteristics of a population</li><li>creating a five number summary for their samples</li><li>drawing conclusions about a population from their samples in an experiment</li><li>comparing their samples from an experiment to distributions of the entire population</li></ul>"
          ]
        }
      },
      {
        "id": "ICn4uq3xqE6u4xUj",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p><p><em>What do you know about the statistical problem-solving process?</em></p>"
          ]
        }
      },
      {
        "id": "-d_LNewI0SQI8Jsz",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NOTE</strong>:  This reflection is the same question that students looked at in the grade 6 unit, Data About Us.  From that unit student should come with the following understandings:</p><ul><li>A statistical question will have a source or specific population</li><li>A statistical question can result in numerical or categorical data</li><li>A statistical question will have many different answers</li><li>Frequency tables, line/dot plots, histograms, box and whisker plots are  ways to collect ang organize data for the statistical questions</li><li>To analyze data you can look for shape such as clusters and gaps</li><li>To analyze data you can look for spread such as range, Interquartile Range (IQR),</li><li>To analyze data you can look for measures of center such as mode, median, mean</li><li>To analyze data you can look for variability such as Mean Absolute Deviation (MAD)</li></ul>"
          ]
        }
      },
      {
        "id": "EOASQu5gy9Idd1_G",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What in evidence in students’ work shows an understanding the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}
