{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILETvuAts9BBM9k",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>This problem introduces students to symbolic ways of solving linear equations with one unknown. Equations are represented pictorially as coins (constant term) and pouches that hold an unknown number of coins (variables). Students explore the properties of equality pictorially as they find the number of coins in a pouch. This provides a transition into solving equations symbolically.</p><p>Students use the fact that the number of coins on both sides of the equation are equal to find the number of coins in a pouch. In the process, they find that there is more than one way to represent the number of coins on one side of the equation. This provides an opportunity to use equivalent expressions as part of a strategy for solving equations.</p>"
          ]
        }
      },
      {
        "id": "TILEbj_SDAEyYgxB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL:  Linear Relationships: Explore &amp; </p><p>Algebraic Expressions and Equations: Explore</p>"
          ]
        }
      },
      {
        "id": "TILEvX36bwQhF7LX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK </em></p><p>Pouches that contain an unknown number of coins as well as individual coins are represented with an equation. What strategies can you use to find the number of coins in each pouch? How do you know if your answer is correct?</p>"
          ]
        }
      },
      {
        "id": "TILEDGZrEPN8_tcq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to make sense of algebraic equations presented as coins (numbers) and pouches (variables) and explore approaches to solving them.</p><p>Begin exploring algebraic strategies to solve equations modeled with pouches and coins by:</p><ul><li>making sense of equations modeled with pouches and coins as variables and numbers, </li><li>translating between algebraic representations of equations and models, </li><li>noticing that there may be multiple equivalent forms for an expression or equation, and </li><li>using prior experiences with the Distributive Property, fact families, and numeric reasoning to make sense of steps needed to solve equations represented by models.</li></ul>"
          ]
        }
      },
      {
        "id": "91vRj_sL2o5_Z67S",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Review the strategies students have used for solving equations in this unit:  using a table; using a graph; and using numeric reasoning.  </p><ul><li>What are some of the equations we&#x27;ve used in this unit? (Answers will vary. These are some examples that students may suggest:<em> d = t, d = 2t, d = 2.5t, M = 2d, M = 5+ 0.5d, M = 10,</em> etc.)</li><li>What did each of these equations represent for us? (<em> d = t  </em>was when the distance was found by multiplying the time walked by the rate of 1 meter per second; <em>d = 2t</em> was when the distance was found by multiplying the time walked by the rate of 2 meters per second; <em>d = 2.5t</em> was when the distance was found by multiplying the time walked by the rate of 2.5 meters per second; <em>M = 2d  </em>was when the amount of money generated at the walkathon was found by multiplying 2 by the distance walked; <em>M = 5+ 0.5d</em> was when the amount of money generated at the walkathon was found by multiplying 0.5 times the distance walked and adding 5; <em>M = 10</em> was when the amount of money generated at the walkathon was $10 no matter how far a person walked; etc.)</li><li>What strategies have we used for solving equations in this unit? ( Using a table, using a graph, and using numeric reasoning; You may want to discuss each of these representations using some of the equations they brought up.) </li></ul><p>Display <strong>Teaching Aid 3.1: Alana&#x27;s Earnings</strong>. Tell students that the graph and table are for Alana’s pledge plan, which is represented by the equation <em>A</em> = 5 + 0.5<em>d</em>, where <em>A</em> is the amount of money Alana collects from each sponsor for walking <em>d</em> kilometers</p>"
          ]
        }
      },
      [
        {
          "id": "TILEPoICKO-hZf9Q",
          "content": {
            "type": "Table",
            "columnWidths": {
              "CWuUZfA14gse0Quu": 80,
              "dkhbaM6DkaLd7FE1": 80
            }
          }
        },
        {
          "id": "1vGRruUU1I3EzAUw",
          "title": "Walkathon Earnings",
          "content": {
            "type": "Graph",
            "adornments": [],
            "axes": {
              "bottom": {
                "type": "numeric",
                "place": "bottom",
                "scale": "linear",
                "min": -2.5,
                "max": 37.5
              },
              "left": {
                "type": "numeric",
                "place": "left",
                "scale": "linear",
                "min": -1,
                "max": 23
              }
            },
            "lockAxes": false,
            "plotType": "scatterPlot",
            "layers": [
              {
                "id": "LAYRYkQA-LHo6Gte",
                "config": {
                  "id": "DCONCKeILOtrSyOC",
                  "dataset": "CBDop2uk7sKgq1nf",
                  "metadata": "svx09XbGPWp7AdFO",
                  "primaryRole": "x",
                  "_attributeDescriptions": {
                    "x": {
                      "attributeID": "CWuUZfA14gse0Quu"
                    }
                  },
                  "_yAttributeDescriptions": [
                    {
                      "attributeID": "dkhbaM6DkaLd7FE1"
                    }
                  ]
                },
                "editable": false
              }
            ],
            "_idColors": {
              "dkhbaM6DkaLd7FE1": 0
            },
            "_pointColors": [
              "#E6805B"
            ],
            "_pointStrokeColor": "#FFFFFF",
            "pointStrokeSameAsFill": false,
            "plotBackgroundColor": "#FFFFFF",
            "pointSizeMultiplier": 1,
            "isTransparent": false,
            "plotBackgroundImageID": "",
            "showParentToggles": false,
            "showMeasuresForSelection": false,
            "xAttributeLabel": "Distance (km)",
            "yAttributeLabel": "Amount earned ($)"
          }
        }
      ],
      {
        "id": "BqcaB2J9ACsPYuPr",
        "title": "Walkathon Earnings",
        "content": {
          "type": "Expression",
          "latexStr": "A = 5 + 0.5d"
        }
      },
      {
        "id": "TILEIkbLUWsZ27fN",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong> </p><ul><li>How are the points (3, 6.5) and (30, 20) related to the equation A = 5 + 0.5d? (The point (3, 6.5) means that <em>d = 3</em> and <em>A = 6.5</em>, so 6.5 = 5 + 0.5(3) is a true statement. Similarly, for (30, 20), 20 = 5 + 0.5(30) is also true.) </li><li>We say that (3, 6.5) and (30, 20) are solutions to the equation A = 5 + 0.5d. Find another point on the line whose coordinates are a solution to the equation. (Be sure students explain why they are solutions—substitute the values into the equation and check if the resulting equation is true. Students can find other solutions by choosing a value for <em>d</em> or <em>A</em> and finding the corresponding value of the other variable.) </li><li>Do you think every point on the line corresponds to a solution to the equation? (Yes, although some values may not be realistic. For example, (100, 55) is not realistic because 100 km is an unreasonable distance for a student to walk in a walkathon.)  </li></ul><p>Take one or two of the points suggested by students, and ask the following:   </p><ul><li>How can you locate this point on the line? (Draw the vertical and horizontal lines corresponding to the coordinates of the point.) </li><li>Find a pair of corresponding values in the table that are solutions to the equation. (Students may have to extend the table.)  </li><li>Write two questions about Alana’s pledge plan that could be answered by the coordinates of the point (14, 12). (Students can say either “How far did Alana walk if a sponsor donates +12?” or “How much money would a sponsor donate if Alana walked 14 kilometers?”)  </li><li>How can you use the equation for Alana’s plan to check the answer to the question you made up? (You can substitute <em>d = 14</em> and <em>A = 12</em> into the equation <em>A = 5 + 0.5d</em>. If the resulting equation is true, then (14, 12) is a solution.)  </li><li>How can you use a graph to find the number of kilometers that Alana walked if a sponsor donated $17? (You go to 17 on the vertical axis and move straight across horizontally until you intersect the line. Then, move directly down until you intersect the horizontal axis. The value you hit on the horizontal axis is the number of kilometers walked.)  </li><li>How can you use a graph to solve 20 = 5 + 0.5d? What would the answer mean? (Go to 20 on the vertical axis and move horizontally until you intersect the line. Read the “<em>d</em>” value at that point. This gives the distance Alana must walk in order to raise $20 from each sponsor.) </li><li>What happens if you choose a point that is not visible on this section of the graph, such as (70, 40)? Does this point lie on the line? Explain. (Students might suggest extending the line. Some might suggest checking to see if the coordinates of the point make the equation a true statement.)  </li></ul>"
          ]
        }
      },
      {
        "id": "TILEuEhfV21W4jsP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Display <strong>Learning Aid 3.1: Pouches and Coins</strong>. Tell the class about the pouches and gold coins used in the raffle in Ms. Chang&#x27;s class.</p><ul><li>The number of gold coins on each side of the equals sign are the same, but some coins are hidden in the pouches. </li><li>In each situation, each pouch contains the same number of one-dollar gold coins.</li><li>The challenge is to find the number of coins in each pouch</li></ul><p>Have students begin this work independently and then compare their strategies for finding the number of coins in the pouches with a partner.</p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "nz8pPGMa9PwydV24",
          "providerId": "TILEPoICKO-hZf9Q",
          "dataSet": {
            "id": "CBDop2uk7sKgq1nf",
            "name": "Walkathon Earnings",
            "attributes": [
              {
                "id": "CWuUZfA14gse0Quu",
                "clientKey": "",
                "name": "d",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  0,
                  1,
                  2,
                  3,
                  4,
                  20,
                  25,
                  30
                ],
                "title": ""
              },
              {
                "id": "dkhbaM6DkaLd7FE1",
                "clientKey": "",
                "name": "A",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  5,
                  5.5,
                  6,
                  6.5,
                  7,
                  15,
                  17.5,
                  20
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSS"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQST"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSV"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSW"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSX"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSY"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQSZ"
              },
              {
                "__id__": "01HGCF78W8BMKKWYZ5QY10FQT0"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "TILEPoICKO-hZf9Q",
          "1vGRruUU1I3EzAUw"
        ]
      },
      {
        "sharedModel": {
          "type": "SharedCaseMetadata",
          "id": "svx09XbGPWp7AdFO",
          "data": "CBDop2uk7sKgq1nf",
          "collections": {},
          "categories": {
            "CWuUZfA14gse0Quu": {
              "attribute": "CWuUZfA14gse0Quu",
              "colors": {},
              "moves": []
            },
            "dkhbaM6DkaLd7FE1": {
              "attribute": "dkhbaM6DkaLd7FE1",
              "colors": {},
              "moves": []
            }
          },
          "columnWidths": {},
          "hidden": {}
        },
        "tiles": [
          "1vGRruUU1I3EzAUw"
        ]
      }
    ]
  }
}
