{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEjUG7CQG0elUZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Students investigate various pledge plans from sponsors of the walkathon. The plans are represented by equations. In this problem, students identify the constant rate of change from various representations. They decide whether the graph of a linear relationship is decreasing, increasing, or staying the same from different representations of the relationship. They decide if the relationships are proportional. They also begin to make the connections among the points on a line, the pairs of data in a row of a table, and a solution of an equation of the form <em>y = b + ax</em>. This latter goal provides a transition to solving equations using algebraic methods. </p>"
          ]
        }
      },
      {
        "id": "TILEJhoYJEcrP4_i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Analysis &amp; </p><p>Algebraic Expressions and Equations: Analysis</p>"
          ]
        }
      },
      {
        "id": "TILE0SG2WmX2Rl_O",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe the advantages and disadvantages of using tables, graphs, and symbolic methods to solve equations.</p>"
          ]
        }
      },
      {
        "id": "TILE-S9QYGbme0Kl",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Continue working to develop strategies for finding solutions for linear relationships using multiple representations including: graphs, tables, equations, and inequalities. The focus of Problem 2.3 is to make connections between solutions found using one representation (e.g., graphs) to each of the other representations (e.g., tables and equations) where they are also visible. Look for patterns connecting solutions for a linear relationship found on a graph, table, equation, or inequality to solutions found using other representations including:</p><ul><li>the coordinates of a point (<em>a, b</em>) on the graph of a line is a solution for the linear relationship. The ordered pair (<em>a, b</em>) can also be found as a corresponding pair of values on a table representing solutions for the line, and when the equation is evaluated at <em>x = a</em>, the value found for <em>y </em>will be equal to <em>b</em>.</li></ul><p>Notice that answering some questions about a linear relationship can be easier or harder depending on the representation. For example,</p><ul><li>it can be harder to find rate of change for a linear relationship on a graph or table than it is to find it using an equation, or</li><li>it can be easier to find the solution (y value) for a linear relationship for a given value of the independent variable using a table or a graph.</li></ul><p>Identify and represent proportional relationships as tables, graphs, and equations and distinguish from non-proportional linear relationships.</p>"
          ]
        }
      },
      {
        "id": "WcQ1BeqXtYCOQ6eW",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p><p><em>Connecting Prior Knowledge</em></p><p>Remind students about the three students and their pledge plans from Investigation 1. Display <strong>Teaching Aid 2.3A: Alana’s Pledge Plan</strong>.</p><p><strong>Suggested Questions</strong></p><ul><li>Write a question that could be answered using the point (14, 12). (Sample questions: How far did Alana walk if a sponsor donates 12 dollars? How much money would Alana raise from each sponsor if she walked 14 kilometers?)</li><li>How can you use the equation for Alana’s plan to check the answer to the question you wrote? (The equation for Alana’s plan is <em>A</em> = 5 + 0.5<em>d</em>. For the first question, if you substitute 12 for <em>A</em> in the equation and solve for<em>d</em>, you will find the number of kilometers. For the second question, if you substitute 14 for<em>d</em> in the equation and solve for <em>A</em>, you will find how much each sponsor pledges.)</li><li>How can you use a graph to find the number of kilometers that Alana walked if each sponsor donated $17? (You can find 17 on the <em>y</em>-axis and move horizontally until you reach a point on the line. Then, you move vertically down until you hit the <em>x</em>-axis. The value on the <em>x</em>-axis is the number of kilometers walked.)</li></ul><p>Ask the class to show how the questions relate to solving the equation<em> A</em> = 5 + 0.5<em>d</em> when the value of one variable is known. Students are substituting one value into the equation and solving for the other.</p><p>     <em>A</em> = 5 + 0.5(14) to solve for A if <em>d</em> = 14</p><p>    12 = 5 + 0.5<em>d</em> to solve for <em>d</em> if <em>A</em> = 12.</p><p>Discuss how a graph or a table could be used to find solutions of these two equations.</p><p>Pick two or three other points on the line and repeat the preceding questions. Students should begin to see that there are an infinite number of coordinate pairs that are solutions of <em>A</em> = 5 + 0.5<em>d</em>. When they are solving a linear equation in one &#x27;unknown,&#x27; they are looking for the missing coordinate of an ordered pair that is a solution of the linear equation.</p>"
          ]
        }
      },
      {
        "id": "TILETStyXXzzBsph",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Now pose the challenge in the problem of looking at three other pledge plans. Tell students they need to decide whether an equation represents a reasonable pledge plan for the walkathon if the idea is to raise money for charity. They will decide which points are solutions of the equation and whether the <em>y</em>-values increase, decrease, or stay the same as the <em>x</em>-values increase.</p><p>You might have students use a graphing calculator or a CLUE graph or <strong>Teaching Aid 2.3B: New Pledge Plans</strong>.</p><p>Ask questions to help students start thinking about the plans. Do not look for students to answer the questions yet. Let them explore the questions and return to them in the Summarize.</p><p><strong>Suggested Questions</strong></p><ul><li>What do you notice and what do you wonder about the three plans?</li><li>How much would you raise if you walked 1 kilometer? 2 kilometers? 3 kilometers?</li></ul><p>Have students work in groups of 3 on this problem.</p><p><em>Optional Launch</em></p><p>Use <strong>Teaching Aid 2.3B: New Pledge Plans</strong>, mix up the representations, and have students match the tables and graphs to the plans.</p>"
          ]
        }
      }
    ]
  }
}
