{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEoFVcTYf80xbV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Have students share their graphs and describe how they chose the variable and scale for each axis.</p>"
          ]
        }
      },
      {
        "id": "TFJWLaRQa_ZjnyAz",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How would you describe the shape of the graph?<em> (The points are on a curve that decreases from left to right.)</em></li><li>How many people do you think would say yes if the price were $100?<em> (A few more than 76.)</em></li><li>How many people do you think would say yes if the price were in between two of the data values, like $325?<em> (Between 59−65 people.)</em></li><li>How many people do you think would say yes if the price were in between two of the data values, like $425? <em>(Students might predict 43 customers.)</em></li><li>If students put the number of customers on the x-axis, ask them to describe the disadvantages of putting the number of customers on the x-axis. <em>(The data are exactly the same, but the graph seems to imply that the cost of the tour depends on the number of people rather than the fact that the number of people depends on the price.)</em></li></ul><p>Have students share their decisions about what price should be charged. Collect all students’ responses, and then discuss their reasons for selecting a certain price. Some students may change their choice after listening to another student’s reasons.</p><ul><li>How much should they charge for the bike tour? <em>(Answers will vary. Students may choose a dollar amount, like $250, that is before the number of customers falls off quickly. Some may choose a higher price to keep the number of customers lower so better service might be given. On the other hand, customers will expect more service if the price is higher. Some students may calculate how much money the tour operators would bring in [revenue]. Using this strategy, students would say that a price of $350 with 59 people would bring in $20,650.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEZ0mZrPSc-Y1b",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><ul><li>Do you have any what if questions?</li></ul><p>Discuss the patterns of change. Make sure students understand how changes show up in a table and in a graph. The rate of decline seems to be increasing for every $50 increase in price. Another way to say this is that as the price increases by $50, the number of customers decreases by more people. The result is a curve that decreases gradually at first, then more rapidly from left to right.</p><p><strong>Suggested Questions</strong></p><ul><li>How does the number of customers change as the price increases? <em>(The number of customers decreases more and more every time the price increases by $50.)</em></li><li>How is that pattern shown in the table and the graph? <em>(It is a curve that is decreasing slowly at first, then more rapidly. In the table, as the price increases, the number of customers decreases first by just a few people, then by more and more.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILExoAqkpgUz6ft",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "MQaGAOlY8iUhbdnL",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
