{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "pB1L0ax1WJ18PhfX",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>While students play the game, observe the strategies they use and the knowledge they display about sums of the numbers on the cubes. Take note of the methods they use to systematically list all the possible outcomes. See how students adjust their strategies for playing the game after determining the theoretical probabilities. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "nPIkUYMrxByICt0M",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>How did you decide where to put your markers? (Answers will vary.)</li><li>What could help you make choices on where to place your markers? (Answers will vary.  Look for students who are thinking about the theoretical probabilities of each sum.)</li><li>Check to see if students are paying attention to order.  Is rolling a 1, 2 different than rolling a 2, 1? (It is the same sum but a different roll.)</li><li>For What If Situation A, how could the possible outcomes from the Initial Challenge help you? A Proportion? Scale factor? (Answers will vary)</li></ul><p>For What If Situation B remind students that their rules should be easy for someone else to understand, that they know the probability of winning and have decided if it is a fair game.</p><ul><li>For What If Situation B, how do you know all the outcomes of your game?  (tree diagram, organized list)</li></ul>"
          ]
        }
      },
      {
        "id": "eZZOAfX6MQk2mS0m",
        "title": "Text 11",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know </strong></p><p><strong><em>How does understanding probability help you design a winning strategy for a game? </em></strong></p><p>(As students analyze the Rolling Derby game they should be able to discuss how knowing the probability of each outcome would help them select moves in a game.  As students are designing their own game look for how they use the probabilities of those outcomes to create a fair game.)</p>"
          ]
        }
      }
    ]
  }
}