{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "UhJ7GgMsByFOqW83",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>The goal of this problem is for students to see the relationship that the circumference is a little more than 3 times the diameter for any circle.  The discussion of their work should come back to this core idea for each item discussed.  (Language)</p><p>For What if Situation B, have groups share the situation they looked at and have the other groups decide if they agree or disagree with the solutions and strategies.</p>"
          ]
        }
      },
      {
        "id": "eFwOMbpCYdot9AF5",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>If you have collected string from the groups you can begin by showing strings of circumference and diameters. Tape the string lengths so they line up at the top and hang down. If you used measuring tapes you can draw the length of the circumference and diameter on the board. </p>"
          ]
        }
      },
      {
        "id": "U4LXL_GRLhfg2OZp",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Look at the string you cut for a circle and compare diameter and circumference lengths. What do you notice? How are they related? (The circumference is about 3 times as long as the diameter.) </li><li>What is the ratio of circumference/diameter? (The ratio is a bit more than 3.) </li><li>If you know the diameter, can you predict the circumference? (The circumference is ≈ 3d.) </li><li>Does this happen with all your circles? (Yes.) </li><li>If you know the length of the circumference, how can you predict the length of the diameter? (Use D ≈ C/3.)</li><li>What patterns did you find when you compared the circumference and diameter? (For each unit of diameter, the circumference increases by the same amount, a little more than 3 units. This can be seen in the table by comparing the diameter and circumference measures.).  </li></ul><p>Some students may talk about the difference between the two amounts. If so, ask them to estimate the circumferences of circles with diameters that are not displayed, perhaps for a circle much larger than those previously measured. This relationship will not hold.</p><p>After students have verbalized the relationship between diameter and circumference, have them test the idea on a few new objects. Measure the diameter of an object and have the class predict its circumference. Also measure the circumference of an object and ask the class to predict the diameter.</p><p>After a few examples, push for a more exact number than “a little more than 3.” You might find the ratio of the circumference to the diameter for all the circular objects measured (which should be close to 3.1 or 3.2) and then introduce the number π(pi). For your purposes, 3.14 is close enough, although you will want to tell students that this is a rounded number. For the curious student, the value of π rounded to ten decimal places is 3.1415926535.</p><p>After students have used π to find the circumferences of a few circles, have them test circles for which they have already found circumferences. Then have them work backward by finding the diameter of a circle when the circumference is given.</p><ul><li>If the circumference of a circle is 100 in., what is its diameter? (about 31.8, or 32 in.)</li></ul><p>Since this Unit comes after <em>Moving Straight Ahead</em>, most students should be able to do think about Maren’s claim in What If Situation A. It is a nice connection back to slope, ratios, and linear relationships. Making a graph of the (diameter, circumference) class data can be helpful. This is an example:</p>"
          ]
        }
      },
      [
        {
          "id": "WKpCb5IwcmTNazUC",
          "title": "Measures of Circular Objects",
          "content": {
            "type": "Geometry",
            "board": {
              "properties": {
                "axisMin": [
                  -1,
                  -1
                ],
                "axisRange": [
                  27,
                  80.5
                ],
                "axisNames": [
                  "Diameter (cm)",
                  "Circumference (cm)"
                ],
                "axisLabels": [
                  "",
                  ""
                ]
              }
            },
            "objects": [
              {
                "type": "polygon",
                "parents": [
                  "o22nSJVaJcC9VPKm:wWZwgKwtVjuRPaTb",
                  "MAMjCmrOXlaz0mQ2:wWZwgKwtVjuRPaTb",
                  "0OPbbh_LG0KaZAzh:wWZwgKwtVjuRPaTb",
                  "1d7R9e_21vcHeB-k:wWZwgKwtVjuRPaTb",
                  "TSp9OcYG367tkdgD:wWZwgKwtVjuRPaTb",
                  "WryAitRClDF53XUb:wWZwgKwtVjuRPaTb"
                ],
                "properties": {
                  "id": "YGQkGeGcTts-Lcwt"
                }
              },
              {
                "type": "movableLine",
                "parents": [
                  {
                    "type": "point",
                    "parents": [
                      0,
                      0
                    ]
                  },
                  {
                    "type": "point",
                    "parents": [
                      5.000000000000001,
                      15.791666666666675
                    ]
                  }
                ],
                "properties": {
                  "id": "odvuHz0Rzzr6_UVb",
                  "pt1": {
                    "type": "point",
                    "id": "odvuHz0Rzzr6_UVb-point1"
                  },
                  "pt2": {
                    "type": "point",
                    "id": "odvuHz0Rzzr6_UVb-point2"
                  }
                }
              }
            ]
          }
        },
        {
          "id": "QrU3Pa8DNMcSNvHB",
          "display": "teacher",
          "content": {
            "type": "Table",
            "columnWidths": {
              "9_b-Y5X5312QqpYB": 101,
              "wWZwgKwtVjuRPaTb": 137
            }
          }
        }
      ],
      {
        "id": "SCz5D6uaIJFYIVik",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Is Maren’s claim current?  (Yes. It is a line with slope equal to π.)</li></ul><p>Note that if all students use strings and the same measures (such as centimeters), the strings can be compared to see the relationship. Also, the strings can be used to create the graph on centimeter grid paper.</p>"
          ]
        }
      },
      {
        "id": "ZMFXjWE7Wa52tqKE",
        "title": "Strings on Graph",
        "content": {
          "type": "Image",
          "url": "faw/images/string.png",
          "filename": "faw/images/string.png"
        }
      },
      {
        "id": "pUT7kEar9MBCu6yL",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As students share the problem they worked on for What If Situation B, encourage the class to ask questions of the other groups about the context, use of π, use of circumference, etc. Modeling some of these can start the conversation.</p><ul><li>How was π important to your group in solving this problem? (Answers will vary based on the context of the problem)</li><li>How was circumference a part of the context of your situation? (Answers will vary based on the context of the problem)</li></ul>"
          ]
        }
      },
      {
        "id": "zflFv4DFOX3HkBHG",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "-_yDDET628wq_vwz",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "m1xmGt448Afm0Yzj",
          "providerId": "QrU3Pa8DNMcSNvHB",
          "dataSet": {
            "id": "XUb6Gd6KhvC3R_0t",
            "name": "Measures of Circular Objects",
            "attributes": [
              {
                "id": "9_b-Y5X5312QqpYB",
                "clientKey": "",
                "name": "Diameter (cm)",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "0",
                  "5",
                  "10",
                  "15",
                  "20",
                  "25"
                ],
                "title": ""
              },
              {
                "id": "wWZwgKwtVjuRPaTb",
                "clientKey": "",
                "name": "Circumference (cm)",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "0",
                  "15.70796",
                  "31.4159",
                  "47.1239",
                  "62.8319",
                  "78.5398"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "o22nSJVaJcC9VPKm"
              },
              {
                "__id__": "MAMjCmrOXlaz0mQ2"
              },
              {
                "__id__": "0OPbbh_LG0KaZAzh"
              },
              {
                "__id__": "1d7R9e_21vcHeB-k"
              },
              {
                "__id__": "TSp9OcYG367tkdgD"
              },
              {
                "__id__": "WryAitRClDF53XUb"
              }
            ]
          }
        },
        "tiles": [
          "QrU3Pa8DNMcSNvHB",
          "WKpCb5IwcmTNazUC"
        ]
      }
    ]
  }
}