{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "pGVZNTKC66YnDgJe",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>How do algebraic expression and equation help express patterns and relationships between factors and multiples? </em></p>"
          ]
        }
      },
      {
        "id": "TLGHucIVpnooT3Hi",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students might discuss that algebraic expressions</p><ul><li>have variables, which are letters standing for numbers;</li><li>are ways to write what we say with words; and</li><li>give us some shortcuts to say something (much like emojis or texting acronyms, such as lol).</li></ul><p>Students might give examples, such as 3<em>N</em> is a multiple of 3, it has two factors 3 and <em>N, </em>and <em>N</em> itself may have other factors.</p><p>Students might discuss that algebraic equations</p><ul><li>are made up of expressions (so all relationships above apply); and</li><li>show quantities that are equal or show expressions that are equal.</li></ul>"
          ]
        }
      },
      {
        "id": "8Z2EW4txYBgsJoFJ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>More than two thousand years ago, there was a Greek mathematician named Euclid. He showed that there are an infinite number of prime numbers. Since then, mathematicians have been searching for formulas that generate prime numbers. </p><p>So far, they have bee unsuccessful. For this reason, large prime numbers are used to encode top-secret information. In 1999, Nayan Hajratwala found a prime number with more than 2 million digits.</p><p>The electronic Frontier Foundation (EFF) awarded him $50,000. In 2008, a group who found a prime number with more than 12 digits won $100,000 in prize money. In October 2023, Patrick Laroche found the largest known prime number 2<sup>82, 589,933</sup> - 1. It is a number with 24,862,048 digits when written in base 10. It is also a Mersenne prime with are numbers that are one less than a power of two.</p><p>You can now win $250,000 for finding a prime number with more than 1,000,000,000 digits.</p>"
          ]
        }
      }
    ]
  }
}
