{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "pGVZNTKC66YnDgJe",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>how do you decide when a comparison statement is a ratio? How do you decide when two ratios describe the same relationship? </p>"
          ]
        }
      },
      {
        "id": "TLGHucIVpnooT3Hi",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this time in the unit, students will depend on the language of &quot;for each&quot; and &quot;for every.&quot; </p><p>We should not push them into one preferred way of thinking about how to write a ratio comparison statement. Students will experience additional ratio statements throughout the unit.</p><p>When dis cussing two ratios that describe the same relationship, students should depend on the factor and multiple relationships reasoning from <em>Number Connections</em>. This will show that they are relating the ratios to multiplicative reasoning. Students may connect back to their experiences finding equivalent fractions, where they have multiplied the denominator and numerator by the same number. When finding equivalent ratios in this way, it is called scaling. </p><p>Students may notice the following:</p><ul><li>Ratios are comparisons of two quantities.</li><li>Ratios describe the multiplicative relationship between the quantities.</li><li>Ratios can be written with the actual numbers (raw values) or with scaled equivalent values. </li><li>We can decide if two ratios say the same thing when we can scale up or scale down one ratio so that it equals the other ratio.</li><li>Language that suggests a ratio comparison may include phrases like &quot;for every&quot; or &quot;for each&quot; or &quot;to.&quot;</li><li>Ratios are NOT comparisons that describe the difference between two values.</li><li>Ratios may use either part-to-part or part-to-whole comparisons.</li></ul>"
          ]
        }
      }
    ]
  }
}
