{
  "type": "labWork",
  "content": {
    "tiles": [
      {
        "id": "EqKYUNT3JvLoOuzP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Meet Tilly</strong></p><p>Tilly is a real-life bionic teen.  At only 15 months old, Tilly had both of her hands amputated at the wrist because of a very rare infection. For years she used basic silicon arms, but in 2018 she became the first child in the UK to have bionic arms. These high-tech, 3D printed arms give Tilly a much fuller range of movement. In class, you will watch a video about Tilly,  who is now a model, public speaker and make-up vlogger. In the video, Tilly showcases her colorful arm cases, before applying a full face of make-up - and trying out a new look. </p><p>This <a href=\"https://www.youtube.com/watch?v=q2MjTcmLuIQ\">video</a> has over 2.2M views on YouTube! <a href=\"https://openbionics.com/bionic-tilly/\"></a></p><p>While watching the video, think about how Tilly controls her bionic arm. </p><p>After watching the video, write down as many questions as possible on the sticky notes your teacher gives you. These will form a Driving Question board for you to refer to at any time through this unit. </p>"
          ]
        }
      },
      {
        "id": "ULWVknRyAIhw-jUC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>How does Tilly control her bionic arms?</strong></p><p>Drag the following tile into your workspace and answer the question:</p>"
          ]
        }
      },
      {
        "id": "GaWlzxAIiVRieZlp",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What challenges might come up if you were using bionic arms?</p>"
          ]
        }
      },
      {
        "id": "t3Ibad3vX7gtfBsk",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Now, choose one challenge you came up with and think how to address it. This is the first step of the engineering design process. This step is called a “Need Statement.” Your statement should be in the following format (drag and drop the following prompt into your workspace and revise it): </p>"
          ]
        }
      },
      {
        "id": "h4t2bHsZE1GlU6xC",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>“People using a bionic arm need X in order to do Y.”</p>"
          ]
        }
      },
      {
        "id": "UF4zbIK9h5t1i1-R",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Creating a diagram or a flowchart</strong></p><p>Next, let’s dive deeper into how bionic arms work. </p><p>Create a diagram or a flowchart that explains how you think Tilly is controlling her bionic arms. </p><p>You can create the diagram or flowchart on paper or a whiteboard, or in a ‘Sketch’ drawing tile here in CLUE. </p><p>Be sure to add anything you think is important to how Tilly controls the bionic arms.</p><p>Think about  how the bionic arm is connected to Tilly’s body and what Tilly needs to do to make the bionic arm move. </p><p>If you worked on paper or a whiteboard, take a picture of your work  and upload it to your workspace in an ‘Image’ tile. </p><p>To help you develop the model, you can read more about Tilly and her bionic arms  <a href=\"https://openbionics.com/bionic-tilly/\">here</a> .</p><p><strong>Reflection</strong></p><p>At the end of the activity, please record your current thinking and learning in your Learning journal (see Reflection tab). </p>"
          ]
        }
      }
    ]
  }
}