{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILE9JHEmPzXyUB6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate, ask students for explanations. Look for students who have interesting ways to explain their thinking. Be sure to discuss these in the Summarize.    </p><p>Students may or may not start by representing the pledge plans with tables and graphs. Without the representations, it may be difficult to answer the questions with specific values. Students may make broad statements, such as saying that Leanne starts out making the most. Push students to find a value for when others might make more. </p>"
          ]
        }
      },
      {
        "id": "TILEDzjMRpoo2bcT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Who starts out making the most? (Leanne)</li><li>Will she always make the most? How much would each person raise if they walked 20 kilometers? (Leanne: $10, Gilberto: $20, Alana: $15)</li><li>At what distance does Leanne raise less than Gilberto? Less than Alana? (Leave students to think about these detailed questions. Be sure to revisit them in the summary.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE4Jz24NG29RDc",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>By this time in the unit, most students should have few problems making tables and graphs. Writing the equations may be difficult for some students. Encourage those students to write out the relationship in words. (Language) Being able to write a verbal description of the relationship in each pledge plan is the first step to being able to write the same relationship algebraically. For example, use a plan to ask questions like the following:</p>"
          ]
        }
      },
      {
        "id": "TILEI1yjvPPpUHXB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How does Gilberto’s plan work? (A sponsor will donate $2 for each kilometer Gilberto walks.)</li><li>What are the variables, and what letter name can we give them? (Amount of money, <em>A</em>, and number of kilometers he walks, <em>d</em>.)</li><li>Which is the independent variable? (Number of kilometers he walks.)</li><li>What happens with the independent variable in Gilberto’s plan? What happens for every kilometer that he walks? (He will make $2.)</li><li>How could we write that as an expression? ($2 times every kilometer walked or 2 * <em>d</em>.)</li><li>How can we write this as an equation? (The amount a sponsor donates is found by finding $2 times every kilometer walked or <em>A </em>= 2 • <em>d</em>)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEyy777TTNlvbO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Remind students that 2 * <em>d</em> is often written 2<em>d</em>, so the equation becomes <em>A</em> = 2<em>d</em>, where <em>A</em> is the amount the sponsor donates and <em>d</em> is the number of kilometers walked. </p>"
          ]
        }
      },
      {
        "id": "TILEj28MQEzXOPXp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "SP3hXu74mCfcXHUn",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>How can you predict where the graph of a linear relationship intersects the y-axis from a context, table, or equation that represent the relationship?</em></p><p>(As you are circulating during the Explore, select examples of student work where students are indicating the y-intercept. Some students will use a table that includes the y-value when the x-value is 0 to describe the y- intercept. Some students will use the equation and say that it is what is &quot;added on&quot; or the <em>b</em> in y = ax+b. Some students will use the context and say it is the &quot; starting amount&quot;. </p>"
          ]
        }
      }
    ]
  }
}
