{
  "type": "sequence",
  "content": {
    "tiles": [
      {
        "id": "I28WiiQHUE38Cfzf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Introductory Discussion about Stakeholders</strong></p><p>Students activate prior knowledge by asking &quot;Who should conserve water in our community and why?&quot;</p><p>Notes:</p><ul><li>Activate prior knowledge before posing the question (whole class discussion) What are our takeaways from the previous lesson?  Why is water conservation important? </li><li>Students read the question and jot down their ideas silently, then share with an elbow partner. Students can label groups of people and/or individuals. </li><li>Finally, students share with the full class. The teacher can take notes if needed, but students will create a more exhaustive list in the next activity so it is likely that a verbal share-out is all that is needed at this point. </li></ul>"
          ]
        }
      },
      {
        "id": "0E9ua_V7DDM9s20T",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Stakeholder Mapping</strong></p><p>Students list stakeholders (one for each notecard). Students engage in two different ways to sort the cards. First, they sort using their own categories-- whatever makes sense to them. After the teacher models an example, the students sort the stakeholders into groups given by the teacher. </p><p>Notes: </p><ul><li>Before students begin this activity, display the need statement for the class. Allow students to comment or ask clarifying questions about the need statement to activate prior knowledge from the previous class.</li><li>The teacher should model how to create notecards with names of different stakeholders  before students work independently or in pairs or groups on their own cards. We recommend making at least three cards as a class before students work on their own. </li><li>Sort 1: Students sort the group into at least 2 categories (however makes sense to them). Students label each group. Students explain their categories to everyone in the class. Teacher comments on patterns students saw in the list of stakeholders</li><li>Sort 2: The teacher displays their example sort for the class. Students complete a second sort with categories explained by the teacher (beneficiaries/consumers, resource providers, influential bystanders and potential allies). Students can also add additional stakeholders to their maps at this time.</li><li>The teacher must prepare a model for Sort 2 to use with the class. See the graphic below for definitions of each stakeholder category. The student view contains student friendly definitions of each of these stakeholder categories. </li></ul>"
          ]
        }
      },
      {
        "id": "ydRUY3KoIvfNxQUy",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Need Statement Reframe</strong></p><p>Students will reflect on the stakeholder mapping activity in relationship to their need statement. </p><p></p><p>Notes: </p><p>Students answer both questions in the same text box in CLUE but each question has a different purpose and the teacher can use different features of CLUE to realize this purpose. </p><ul><li>The first question supports students to debrief the stakeholder mapping activity. (How does mapping help us understand a need in our community and create a solution?) Students will reflect in CLUE and then share in a whole class discussion. Students may want to share with a partner before sharing with the full class. </li><li>The second question applies what students have learned through stakeholder mapping to the need statement. (What changes should we make to our need statement now that we understand stakeholders?) The teacher can publish student ideas to the full class for students to discuss before deciding if they would like to make any changes to the need statement. </li><li>The class should make additions to the need statement to include more specific information about stakeholders in this lesson. They could also include some background information from the previous lesson.  The students may also want to change the phrasing of the need statement to better express stakeholder need. Students may also choose not to make any changes to the need statement if they have a good reason why it already aligns with what they know about the context of the need statement and the stakeholders involved. </li><li>See below for a need statement template. </li></ul>"
          ]
        }
      },
      {
        "id": "20tFRkgaM2XQG5Gm",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineer Notebook</strong></p><p>Students describe any changes they made to the need statement (or why no changes were needed) as well as document any other thoughts or ideas they are having at this time. </p><p></p><p>Notes: </p><ul><li>The purpose of this activity is to focus students on documenting information gained and reflecting on its value and their process (metacognition).  We want students to make their ideas visible, whatever thoughts they are thinking on the topic at the time. However, if the teacher reads over student notebooks and spots any misconceptions around stakeholders  the teacher should make a note of this and correct these misconceptions when time permits in the following lessons. </li></ul>"
          ]
        }
      },
      {
        "id": "IXrdjex4qYnYJzT_",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Community Connection (Optional)</strong></p><p>Prompt students to share their stakeholder maps with at least one important person in their home. Students should note any feedback on their stakeholder map. </p>"
          ]
        }
      }
    ]
  }
}