{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEa-Gd-mb7FXK3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Using a collaborative chart paper teaching strategy can allow all students’ thinking to be shared, and then the group can come to a consensus.</p><p>Students may want to redo their graph after talking with their partner. Encourage this. You may need to have extra copies of <strong>Learning Aid 2.2: Finding Customers</strong> for them.</p><p>As you visit different groups, ask how and why they decided which variable to put on each axis. <em>(Problem-Solving Environment)</em> Keep an eye on how they choose the independent and dependent variables. In this case, it makes sense to think about price as the independent variable because that’s the number that the operators can control and change (and the number of customers will respond to that change in price).</p><p>Also encourage students to describe exactly what happens to the number of customers as the price increases to $150, $200, and so on. Ask them to provide reasons for their choice.</p><p>If students choose a scale and later find it is not a good choice, ask why, and ask them to share their first and second attempts during the Summarize. You want students to think hard about how to choose independent and dependent variables and scales for a graph.</p>"
          ]
        }
      },
      {
        "id": "HA6Vph6B5SWtR4MM",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p><p><strong>Now What Do You Know?</strong></p><p><em>How is the pattern of change between the dependent and independent variables in this problem the same as those in Investigation 1 and Problem 2.1? How is it different?</em></p><p>(As you circulate, select some student graphs to share during the Summarize. Listen for how students describe the data—this data is decreasing where the previous data sets were increasing. Make sure students are able to discuss the independent variable of price and dependent variable of number of people for this context. Look for groups that changed their graphs. Students may have done this because they changed their mind about placement of the independent and dependent variables or because they changed the scales used on the axes. Have these groups share their decisions during the summary. Look for ways that groups describe what happens to the number of customers as the price increases.)</p>"
          ]
        }
      }
    ]
  }
}
