{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "wUQ0jauY5u00xT7c",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students use chip boards and number lines to explore contexts that involve subtraction of rational numbers. The goal is to give students experience in finding and representing differences of rational numbers. Students examine expressions involving rational numbers. As they work with these expressions and their contexts, students develop strategies for computing and representing subtraction with signed numbers. Students also explore the relationship between absolute value and the distance between two numbers on a number line.</p><p>In this Problem, students explore whether subtraction or addition with negative numbers is commutative. The Commutative Property seems obvious to many students because of their whole-number experience. However, it is important to examine cases in which the property does not work, such as subtraction.</p><p><u>Implementation Note:</u> This problem will take two days. Have a conversation after What If Situation A. This will give students the opportunity to explore subtraction of integers and make some predictions about an algorithm. The second day the students can refine this idea with the rest of the problem.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Analysis/Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to develop an algorithm for subtracting any two rational numbers, connecting to number lines, chip boards and/or patterns. </p><p>Subtraction is:</p><ul><li>find the difference between the numbers or how far apart the numbers are on a number line</li><li>a larger number minus a smaller number equals a positive difference</li><li>a smaller number minus a larger number equals a negative difference</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe an algorithm for subtracting rational numbers. How does this compare to your algorithm for subtracting whole numbers?</p>"
          ]
        }
      },
      {
        "id": "fM5UTh9aSaGW81ZF",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>By now, students should be comfortable using addition in the context of chips and number lines.</p><p>If you have not discussed additive inverses and additive identity, do so now.</p>"
          ]
        }
      },
      {
        "id": "6H_wO0iq-B0okMxl",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>If you created posters or Learning Logs from your students&#x27; experiences in Investigation 1 have them use those in in Initial Challenge.  Your students may relate more to the equations that they developed during their work. (Agency, Identity, and Ownership)</p><p>If you didn’t create posters or Learning Logs from Investigation 1 distribute <strong>Learning Aid 2.2A: Difference Posters</strong> for students to use in the Initial Challenge. </p><p>Have students work in groups of two to three to investigate subtraction with integers using chip boards and/or number lines. Their goal will be to develop an algorithm for subtracting integers and to determine that the commutative property does not work for subtraction. </p><ul><li>On Day 1 have students work on the Initial Challenge and What if Situation A. They will begin to develop subtraction algorithms.  </li><li>On Day 2 launch them into the problem by reminding them of their predictions from yesterday and that What If Situation B will have them look at some other ideas to see if it matches their ideas or changes them.  </li></ul><p>When students are working on What If Situation C distribute <strong>Learning Aid: 2.2B: Solving Equations</strong>. Explain that they will match the equation to a chipboard and to a number line to help find <em>n</em>.  </p>"
          ]
        }
      }
    ]
  }
}
