{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "UlpRy1TvKGA4fCtz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Some students may benefit from the use of multiplication chart while working through the long division process. </p><p><strong>Suggested Questions:</strong></p><ul><li>What is the next step in the long division process? (Answers will vary. Students can get lost in the steps of the process while working through so many division problems.)</li><li>How are the fractions in the first part of the Initial Challenge similar/different from the second part of the Initial Challenge? (The first ones are positive fractions; the second ones have some negative numbers; they have the same numerals for the numerators and denominators.)</li><li>What are prime factors? (Factors of a number that are themselves prime numbers.)</li></ul>"
          ]
        }
      },
      {
        "id": "r_5URFIXc55X4wMR",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If Situation B, some students may make errors in the long division and not see the pattern. If this is the case redirect them by helping them find their computational errors. Some students may benefit from the use of calculator for the computation.</p>"
          ]
        }
      },
      {
        "id": "ON5ih8bnBEGGpAvL",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "uTc1P1gh7cLtJH-r",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How can you predict which fractions have terminating decimal representations? Repeating decimals representations?</em></p><p>(As you are circulating during the Explore, look for the patterns students are finding to determine when a decimal will terminate or repeat. Use these student examples in the summary. Find examples of how students used their patterns to create the fractions for What If Situation C and use these in the summary.)</p>"
          ]
        }
      }
    ]
  }
}
