{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "wz1C26JYsRc5P6FY",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students have explored fact families in previous investigations. Here they explore fact families as a way of understanding how a multiplication problem can be rearranged into different forms. Each of the forms shows the same relationship among the quantities, but allows new insight into how one might solve the problem. This work helps students see these fundamental relationships as ways of simplifying the work of finding a solution to the problem. For example, they learn that 5 x ∎ = 48 can be rewritten as ■ = 48/5 . From this form, the missing value is easily found. Other problems in the investigation ask students to find quotients. For example, 4.5 ÷ 9 asks students to find the solution to 4.5 divided by 9. The overall goal of the problem is to have students think their way through what the operation of division means and how division can be carried out with fractions and whole numbers.</p>"
          ]
        }
      },
      {
        "id": "tBUksFSpXz-M_YwH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Analysis/Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to develop an algorithm for dividing any two rational numbers, connecting to number lines, and/or patterns (fact families). </p><ul><li>When the numbers are either both positive or both negative—divide the numbers and the sign for the quotient is positive. </li><li>When one factor is positive and one factor is negative—divide the numbers and the sign for the quotient is negative. </li><li>When multiplying a number by its inverse, the product is one and the sign of the numbers is based on the signs of the factors</li></ul><p>Explore the relationship been multiplication and division and how division is the inverse operation of multiplication. Connect to the multiplicative inverse property.</p>"
          ]
        }
      },
      {
        "id": "zlypKXbvH6Hk6Ptm",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe an algorithm for dividing rational numbers. Describe how multiplication and division are related.</p>"
          ]
        }
      },
      {
        "id": "BQZwPDXiqobUGjMe",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Write 36 ÷ 4 = 9 on the board.</p>"
          ]
        }
      },
      {
        "id": "Pj0pohVt5YWWPjjY",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What does this sentence mean? (This equation means that there are 36 things that are put into 4 groups of equal size and that there will be 9 things in each group—sharing reasoning. Or, it can be thought of as putting 36 things into groups of 4 and finding that there are enough to make 9 groups of 4—grouping reasoning.) </li><li>How are the operations of multiplication and division related? (Multiplication and division are opposite, or inverse, operations; they undo each other. Multiplication puts equal-sized groups together to find the total, and division partitions the total to find either the size of the groups or the number of groups of a given size.) </li><li>If multiplication and division are opposite operations that undo each other, what number sentence would undo the sentence 3 x 12 = 36? (This multiplication sentence says that the total of 3 groups of 12 each is 36. If you start with the total and divide by 3, you are partitioning the total to find the size of each equal-sized group. 36 ÷ 3 = 12.) </li></ul><p>Once students are making sense of this relationship, remind them that they used fact families to write related addition and subtraction sentences in order to make sense of subtracting integers. Explain that they will use fact families and their understanding of the relationship between multiplication and division to do this problem. </p>"
          ]
        }
      },
      {
        "id": "Z57wPjVmOJsvcXCe",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>The Student Edition contains examples of fact families for multiplication and division. Look for and discuss the patterns in these examples. Note what the signs are doing. Discuss the vocabulary words, <em>multiplicative identity</em> and <em>multiplicative inverse</em>. Remind students of the <em>Number Relay Race</em> game from yesterday. Have students begin the problem independently and then work with a partner to complete it.  (Problem-Solving Environment)</p>"
          ]
        }
      }
    ]
  }
}
