{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "yQhH5xvsGHRrRYWx",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Have the class combine all their data and find an overall experimental probability for Nishi’s one-and-one free throw situation.  </p><p>Have students discuss how they would design an experiment for What If Situation B to simulate randomly choosing pathways. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "EunReN7nJqCagZN2",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p>Spend time working through making and interpreting the area models for the free throw situation and the Choosing Paths game.  Ask two or three pairs to explain how they found their theoretical probabilities. The following is one way to use a 10-by-10 grid to make an area model of the situation and to assign theoretical probabilities. </p><p>Nishi’s first free throw has two possible outcomes, either making the free throw or missing the free throw. The probability of making the free throw is 60% or 60/100. The probability of missing the free throw is 40% or 40/100. The grid is shaded to represent these probabilities.</p>"
          ]
        }
      },
      {
        "id": "im0mlAVidzGI_TDT",
        "title": "Labeled area model for first free throw",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-pic-3.png",
          "filename": "hlit/images/tg-pic-3.png"
        }
      },
      {
        "id": "ruvEpw3kWhIAqJ3b",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Nishi will make her second free throw 60% of the times that she makes her first free throw, or an overall total of 0.6 × 0.6 = 0.36, or 36% of the time. She will miss her second free throw 40% of the time that she makes her first free throw, or an overall total of 04 × 0.6 = 0.24, or 24% of the time. The grid below is shaded to show these probabilities.</p>"
          ]
        }
      },
      {
        "id": "E1nArjqYr6tX73I8",
        "title": "Labeled area model for two free throws",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-pic-4.png",
          "filename": "hlit/images/tg-pic-4.png"
        }
      },
      {
        "id": "PA-uJbAxXxqwRl7v",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The grid analysis helps students see that multiplying 0.6 × 0.6 and getting 0.36 is a numerical way to find the percent of the area allotted to scoring 2 points. It is also helpful to reiterate that we need to find 60% of 60% to represent the probability of Nishi scoring 2 points. Some students might observe that the analysis using the area model is analogous to a model for multiplying fractions:</p>"
          ]
        }
      },
      {
        "id": "Z8LHlP0iIWbDcC7M",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>P(a score of 2) = 60% x 60% = 36% and</p><p>P(a score of 2) = (6/10) x (6/10) = 36/100 = 9/25</p><p>P(a score of 1) = 60% x 40% = 24% and</p><p>P(a score of 1) = (6/10) x (4/10) = 24/100 = 6/25</p><p>P(a score of 0) = 40%</p>"
          ]
        }
      },
      {
        "id": "_iPZy9o776Is6cDF",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Help students compare the class’s experimental probabilities to the theoretical probabilities. In most classrooms, these will be very close as the only possibilities are 0 points, 1 point, and 2 points, and the class data will contain many trials. However, as the probabilities of 0 points and 2 points are similar, the class data may not distinguish between them.</p>"
          ]
        }
      },
      {
        "id": "8eavD7ZvnOAhq-3R",
        "title": "Text 24",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Did your area model and prediction match up for the pathway game?  (Answers will vary. Most will not because many students mistakenly only look at the size of the caves and not the pathway options when they make their first prediction.)</li><li>How does your area model reflect the different paths in the pathway game?  (Students should be able to explain how they split the space when there was a fork in the path.)</li><li>Would this area model work for the scratch-off game in Problem 3.3?  (No because the choices for the second scratch are not predictable so you couldn’t label the diagram.)</li></ul>"
          ]
        }
      },
      {
        "id": "Vr5KCpitcEa7DsYP",
        "title": "Text 25",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "0tj_tYHOeEebwEZf",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
          ]
        }
      }
    ]
  }
}