{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "6aMOCgbJo-CgAQ5_",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>The goal of the Summary will be to answer the question, “If you scale a box by a factor of f, how will the surface area and volume change?” Students should be able to give at least informal reasoning supporting their answers. It is not expected that a formal algebraic proof using the surface area and volume formulas will be used by students at this time.</p>"
          ]
        }
      },
      {
        "id": "tHp7O1WLP8riPqWK",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Hold up the 1-2-3 box and 2-4-6 boxes.  </p><p><strong>Suggested Questions:</strong></p><ul><li>Are these two boxes mathematically similar? (Answers will vary.) </li><li>How can you check? (Measure and compare corresponding sides. Look for a common scale factor.)</li><li>What is the relationship between the corresponding dimensions of the two boxes? (The larger box’s dimensions are twice those of the smaller box.) </li><li>What is the relationship between the surface areas of the two boxes?  (The surface area of the larger box is 4 times that of the smaller box.) </li><li>What is the relationship between the volumes of the two boxes? (The volume of the larger box is 8 times the volume of the smaller box.) </li><li>What is the scale factor of the 1-2-3 to the 2-4-6 box? (The scale factor is 2.) </li><li>Are these two boxes similar? (These two boxes are similar because each dimension is multiplied by the same factor, 2.)</li></ul>"
          ]
        }
      },
      {
        "id": "WqPEuSRrDjl2gvMb",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Demonstrate yourself, or have a group of students demonstrate, the volume relationship by stacking eight 1-2-3 boxes inside the 2-4-6 box. It is always a huge “ah ha!” Students usually predict that to double the volume, you have to double all the dimensions. Then, when you have members of the group combine boxes to compost twice the garbage, students are amazed that only one-dimension changes in order to double the amount of garbage that can be composted. </p><ul><li>What is the surface area of a 1-2-3 box? (16 square feet) </li><li>What is the volume of a 1-2-3 box? (6 cubic feet) </li><li>To what feature of the box does the amount of garbage that is decomposed each day relate? (the volume)</li><li>If you double the amount of garbage, what feature of the 1-2-3 box will you need to double? (the volume) </li><li>If you double the dimensions of the 1-2-3 box, will you also double the amount of garbage it can decompose? (No, you will increase the amount of garbage it can decompose—a function of the volume—by a factor of 8, not 2.)</li><li>What are the possible dimensions of a box that will double the amount of garbage of the 1-2-3 box? (2-2-3, 1-4-3, 1-2-6; double only one dimension)</li><li>Are the boxes that will double the amount of garbage similar to the 1-2-3 box? (No. All the dimensions must be multiplied by the same scale factor. <em>Note</em>: It is possible if all dimensions were multiplied by ∛2.  However, this isn’t a concept that students have studied at this point.)</li><li>In What If Situation C do you agree with Maxie, Stewart or Wong?  Why or why not?  (Maxie is incorrect.  If all the dimensions are doubled then the volume is 2<sup>3</sup> times as large so the amount of worms would need to be 8 times as much.  Stewart is correct. By using proportional reasoning or a scale factor you can create a similar box. Discuss how Maxie used proportional reasoning to create a similar box but that the volume didn’t change in the same way it wasn’t 2 times as much it was 2<sup>3</sup> times as much.  Wong is correct.  The scale factor for the dimensions is 3 so the volume will be 3<sup>3</sup> or 27 times bigger.</li><li>If you triple each dimension of a 1-2-3 box, what happens to the surface area? (It would increase by 9 times, or 3<sup>2</sup>.) </li><li>How do you know? (Answers will vary. Some students might say that they used the patterns in the table to see what would happen. Others might say that they sketched the box and computed the volume.) </li><li>How much wood would you need to make the new box? (144 ft<sup>2</sup>) </li><li>How many pounds of garbage could the new box decompose each day? (27 times 0.5, or 13.5 pounds; the amount of garbage is related to the volume.)</li><li>How do you find the dimensions of a box similar to the 1-2-3 box when you know that the surface area is 1,024 ft<sup>2</sup>?  (The surface area of the new box is 64 times greater than the surface area of the original box.  The surface area increases by the scale factor squared.  This means that the scale factor squared is 64, or 8 x 8.  So, the scale factor is 8.  Using this scale factor, you know the new dimensions are 8-16-24.)</li><li>How do you find the dimensions of a box similar to the 1-2-3 box when you know that the volume is 6,000 ft<sup>3</sup>?  (the volume of the new box is 1,000 times greater than the volume of the original box.  The volume increases by the scale factor cubed.  This means that the scale factor cubed is 1,000, or 10 x 10 x 10.  So, the scale factor is 10.  Using this scale factor, you know the new dimensions are 10-20-30.)]</li><li>Suppose the scale factor is f.  How would you find the dimensions, surface area, and volume of a box similar to the 1-2-3 box?  (The dimensions increase by the scale factor f, surface area increase by a factor of f2, and volume increases by a factor of f3.)</li></ul><p>For an added challenge, students could graph variables on the table and describe the relationships- (height, scale factor);  (height, surface area);  (height, volume);  etc. </p>"
          ]
        }
      },
      {
        "id": "LJlCGb7Ios-vVqVD",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "2t6zRWuYsCGqgGXB",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}