{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are investigating some general properties of geometric shapes (figures), including angles and polygons, and using this information to design shapes and solve real world problems. At the end of this investigation, ask yourself:</p><p><em>What do you know about geometric shapes? </em></p>"
          ]
        }
      },
      {
        "id": "S2vjn_03BryZH0mz",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Geometric shapes have special relationships between side lengths and angle measures.</p><p>Some angle relationships include:</p><ul><li>Supplementary angles are two angles whose sum is 180˚. Complementary angles are two angles whose sum is 90˚. Vertical angles have the same size measures. </li></ul><ul><li>Knowing a few benchmark angles can help to estimate angle size or check accuracy when using a measuring tool.</li></ul><ul><li>The sum of the interior angles of polygons changes in a predictable pattern depending on the numbers of sides. The relationship can be represented as <em>S</em> = 180(<em>n</em> - 2) or <em>S</em> = 180<em>n</em> - 360. </li></ul><ul><li>The sum of the exterior angles of any polygon is always 360˚</li></ul><ul><li>To tile without gaps or overlaps, the angles of the shapes must meet to form 360˚. So the shapes can cover the area around a point. </li></ul><p>Some side relationships include:</p><ul><li>To form a polygon, each side must be less than the sum of the others.</li></ul><ul><li>Only one triangle can be formed when the side lengths meet to form a triangle. (To form the triangle, the two smaller sides must be greater than the third side.) </li><li>Unlike triangles, different quadrilaterals can be constructed with four given sides of the quadrilateral. For example, if you have two pairs of equivalent side lengths, you can form a rectangle by putting the equivalent lengths opposite each other. Or you can form a kite by putting the equivalent lengths adjacent to each other.</li></ul><ul><li>Triangles are rigid. This is the reason triangles are used in buildings and other structures. Triangles can be formed inside other shapes to add support and increase the rigidity of a structure.</li></ul><p>Some angle and side relationships in triangles include being able to form one, more than one, or no triangles when given certain conditions.</p><p><strong>Unique triangle</strong></p><p>When we are given:</p><ul><li>All three side lengths </li><li>Angle measures and one side length (because we can find the third angle measure); or</li><li>Two side lengths with the measure of the angle that joins the two sides or an angle measure and the lengths of the sides that form the rays of the angle.</li></ul><p><strong>Many triangles</strong></p><p>When we are given all three angle measures.</p><p>This also works when given just two angles’ measures. We can find the third angle measure because we know that the angle sum of a triangle is 180˚.</p><p><strong>No triangles</strong></p><p>When the sum of the two shorter sides is less than the longest side.</p><p>Short side + Short side &lt; Long side</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
