{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "baqlYGzAIEIvx58M",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The goal of this Problem is to develop student understanding of two standard tools for angle measurement—the goniometer or angle ruler and the protractor. You will need to provide students with each tool for the problem. The angle ruler is based on the goniometer, which is used to measure joint flexibility. It is accurate and easy for students to use. The more common protractor can be more difficult to use correctly. The contexts of the bee dance and Amelia Earhart’s fateful journey give a context for the purpose of accuracy in angle measurement.  </p>"
          ]
        }
      },
      {
        "id": "QyVm4ZbfkMWMewM2",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Exploration, Analysis</p><p><strong>Standards:</strong> See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "nSjf2-KsG-aZXXbu",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Extend understanding and applications of angle measure to real-world problems, and explore measurement limitations and possible effects of estimation and/or measurement error. </p><p>Explore the honeybee and navigation contexts, noticing that:</p><ul><li>since no measuring tool is perfectly precise, no measure is exact and every measure has some error,</li><li>small errors in the measure of an angle can result in very large errors the farther you get from the angle center going out along an angle ray, and</li><li>estimating the measure of the angle offers students a way to check the values they get using a measurement tool.  </li></ul><p>Use the “navigation during flight” context to:</p><ul><li>identify variables in the real-world situation;</li><li>look for a proportional relationship in the table of values and use it to describe the relationship as an equation; and</li><li>use the equation to answer questions about the navigation context. </li></ul>"
          ]
        }
      },
      {
        "id": "f5r9dy7PusnJUfUJ",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What are the advantages and disadvantages of estimating angle measures? What are the advantages and disadvantages of using a protractor or angle ruler to measure an angle?</p>"
          ]
        }
      },
      {
        "id": "66i04XHDIBPv4_Zn",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In Problem 2.1, students developed a sense of angle size by estimating size using benchmark angles. In this problem, students will practice using tools to measure angles more accurately. Draw an angle, and ask students to estimate its measure. Before students use a tool to measure an angle, they should have a reasonable estimate of the angle’s size so that they can tell if they have measured incorrectly. Tell students that in this problem, they will use tools to measure the size of angles. Also tell them that to avoid using the tools incorrectly, they will estimate the angle’s size before measuring.</p>"
          ]
        }
      },
      {
        "id": "HGNzJNBK1L3nxex9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Use the description in the Did You Know? in the Student Edition to introduce students to the context of the bee dance that they will be using in the Initial Challenge.  </p><p>Introduce the tools, angle ruler and protractor.  Demonstrate measuring an angle using each tool.  <strong>Teaching Aid 2.2 Using an Angle Ruler</strong> can help you introduce this tool. Have students try to measure an angle they draw in their notes.  Before students go to work measuring angles in this problem, demonstrate how to measure one of the angles as they follow along at their desks. Then have them measure two or three separate angles on a polygon together and record their angle measures. By recording the measures, you can show students that they will get slightly different measures. Talk to them about the fact that all measures are approximations, that is, no matter how precise the tool, there is always some error in measurement.</p><p>To get an accurate angle measurement using the angle ruler, make sure students place the rivet over the vertex. Then make sure they understand that the ruler arm remains stationary over the initial side while the other arm is rotated counterclockwise until it is over the terminal side.</p><p>The angle ruler reinforces angles as rotations. Encourage students to use it as they are learning about angle measures being the opening between the two rays. Students are probably more familiar with protractors; however, to make sure students are using them correctly, you will need to review how to use them.</p><p><strong>Note:</strong> Students have been introduced to angles and whole number angle measures prior to grade 7. It may be helpful to spend more time exploring angles in this problem so students feel confident understanding angle, how to measure angles beyond whole numbers, and how to use the tools. The angle ruler is helpful for students to see and &quot;feel&quot; the rotation of the angles. Using regular polygons from <strong>Learning Aid Template: Shapes Set </strong> and having students measure the angles is a fun way to get comfortable measuring angles and will be helpful in later problems in this unit. </p><p>The Smithsonian Channel offers a video online of a bee dance situation. It shows a worker bee using the bee dance to indicate to the colon how to find a source of pollen. (Language)</p><p>Tell students that after they&#x27;ve worked on the Initial Challenge, which is about the bee dance, they will be investigating the mystery of Amelia Earhart&#x27;s disappearance in the What If...? section. Pass out <strong>Learning Aid 2.2A: Bees and Angle Measurements </strong>and <strong>Learning Aid 2.2B: Amelia Earhart. </strong>Have students work in partners to complete this problem.</p>"
          ]
        }
      }
    ]
  }
}
