{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "FmrTIFwZnbNin_Gh",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "z1BnxmNUg-ek8tOD",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Informally develop methods for adding and subtracting integers using real world contexts, games, number lines and chip boards.  </p><p>Notice:</p><ul><li>The sum of two opposite numbers is zero (Additive Inverse Property)</li><li>A connection between addition and subtraction with integers.</li></ul>"
          ]
        }
      },
      {
        "id": "jRDOGqdQDC6rjmPY",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about rational numbers and their operations?</p>"
          ]
        }
      },
      {
        "id": "juITvhHwXxlLBl8T",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the Mathematical Reflectio to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
