{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEN87Xv6k5HxTs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing and Scaling Unit Overview </strong></p><p>Click here to view the Comparing and Scaling: Unit Planning Chart (including pacing, key terms, materials and resources) </p>"
          ]
        }
      },
      {
        "id": "yxPQqcKUvX6sIl6d",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description </strong></p><p>Many quantitative problems can be solved simply by counting members of a set or by measuring segments, areas, volumes, angles, masses, or temperatures. However, it is often necessary to make decisions that involve comparisons of counts or measurements. The basic step in this way of thinking is developed in elementary grades. During these years, such comparisons are often made by deciding which number is greatest. More useful reasoning often requires more careful comparison—explaining how much greater one number is than another, not in an absolute sense, but in a relative sense.</p><p>When comparing the distance or difference between two numbers, we are using additive thinking such as that developed in Accentuate the Negative and in several of the CMP 6th grade number Units. We can also compare two numbers by asking how many times greater one number is than another. When we do this, we are using multiplicative thinking, much of which was developed in the 6th grade <em>Factoring Structure </em>and <em>Comparing Quantities </em>Units as well as in the 7th grade <em>Accentuate the Negative </em>and <em>Stretching and Shrinking</em> Units. Multiplicative thinking examines how many times greater one number is than another number. Multiplicative thinking also asks what fraction one number is of another number. There are many ways to make comparisons—fractions, ratios, rates, differences, and percents. Building on the reasoning with ratios in 6th grade, one of the fundamental goals of school mathematics, especially middle grades mathematics, is to help students develop flexible understanding, skill, and disposition in using strategies for comparing quantities. This runs throughout the Problems, ACE Exercises, and Mathematical Reflection of <em>Comparing and Scaling. </em>This Unit confronts students with a series of mathematical tasks that encourage them to make decisions about the quantities relevant to each task, how those quantities can be compared most usefully, and what information is provided by various quantitative comparisons. </p>"
          ]
        }
      }
    ]
  }
}