{
  "type": "unitPlan",
  "content": {
    "tiles": [
      {
        "id": "TILEN87Xv6k5HxTs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Comparing and Scaling Unit Overview </strong></p><p>Click here to view the Comparing and Scaling: Unit Planning Chart (including pacing, key terms, materials and resources) </p>"
          ]
        }
      },
      {
        "id": "yxPQqcKUvX6sIl6d",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Description </strong></p><p>Many quantitative problems can be solved simply by counting members of a set or by measuring segments, areas, volumes, angles, masses, or temperatures. However, it is often necessary to make decisions that involve comparisons of counts or measurements. The basic step in this way of thinking is developed in elementary grades. During these years, such comparisons are often made by deciding which number is greatest. More useful reasoning often requires more careful comparison—explaining how much greater one number is than another, not in an absolute sense, but in a relative sense.</p><p>When comparing the distance or difference between two numbers, we are using additive thinking such as that developed in Accentuate the Negative and in several of the CMP 6th grade number Units. We can also compare two numbers by asking how many times greater one number is than another. When we do this, we are using multiplicative thinking, much of which was developed in the 6th grade <em>Factoring Structure </em>and <em>Comparing Quantities </em>Units as well as in the 7th grade <em>Accentuate the Negative </em>and <em>Stretching and Shrinking</em> Units. Multiplicative thinking examines how many times greater one number is than another number. Multiplicative thinking also asks what fraction one number is of another number. There are many ways to make comparisons—fractions, ratios, rates, differences, and percents. Building on the reasoning with ratios in 6th grade, one of the fundamental goals of school mathematics, especially middle grades mathematics, is to help students develop flexible understanding, skill, and disposition in using strategies for comparing quantities. This runs throughout the Problems, ACE Exercises, and Mathematical Reflection of <em>Comparing and Scaling. </em>This Unit confronts students with a series of mathematical tasks that encourage them to make decisions about the quantities relevant to each task, how those quantities can be compared most usefully, and what information is provided by various quantitative comparisons. </p><p>The second major theme of this Unit, as the title suggests, is <em>scaling. </em>In its most familiar sense, scaling suggests making something larger or smaller, but similar in key respect to an original. Ratios and fractions often express comparative information in scaled-down form. For example, if a class consists of 15 boys and 10 girls, we might say that the ratio of boys to girls is 3 to 2 or that 3 out of 5 students in the class are boys. We could also say that 60% of the class is boys, a kind of scaling up, from 3:5 to 60:100.</p><p><em>Comparing Quantities</em> lays the foundation for supporting scaling with quantities. <em>Stretching and Shrinking </em>lays a solid of visual imagery to support the basic notion of scaling. The idea of ratio comparison was introduced in these two Units, along with informal ideas of equivalent ratios. These ideas are extended in the current Unit. In addition, <em>rate </em>is defined as a special type of ratio that compares two measurements with different units. </p><p>In <em>Stretching and Shrinking</em>, the goal was to find dimensions of a larger (or smaller) physical or graphical model of some situation while preserving the relative size of the component parts so that the figures remained mathematically similar. The same ideas and ways of thinking developed in <em>Stretching and Shrinking</em> become powerful ways of thinking about ratios in <em>Comparing and Scaling</em>. The goal is the same in many ratio situations—to scale the ratios up or down to determine whether they are the same or different.</p><p>Another way the more numerical situations in <em>Comparing and Scaling </em>relate to the more geometric ideas in <em>Stretching and Shrinking</em> is that comparison problems often call for finding the missing part of a ratio equivalent to a given ratio, which is the same as solving a proportion. For example, suppose you have a rectangle with dimensions of 5 cm by 7 cm. You want to draw a larger, similar rectangle with the dimension corresponding to 5 cm being 15 cm. What would the other dimension be? This is the same as the question: If roses are 5 for $7 and I want to buy 15 roses, how much will they cost? In each case, we are dealing with the given ratio of 5 to 7 and looking for the equivalent ratio of 15 to x. <em>Stretching and Shrinking </em>precedes <em>Comparing and Scaling</em> to give students prior experience with these ideas in a more concrete geometric context.</p><p>To summarize, the broad purposes of this Unit are to deepen students’ ability to make intelligent comparisons of quantitative information—using ratios, fractions, decimals, rates, unit rates, and percents—and to use quantitative comparison information to make larger or smaller scale models of given situations or to scale rates and ratios up and down as needed. An additional goal of this Unit is to have students not only learn different ways to reason in proportional situations, but also recognize when such reasoning is appropriate.</p><p>Many important mathematical applications involve comparing quantities of one kind or another. In some cases, the problem is simply deciding which of two quantities is greater and describing how much greater it is. In such instances, we subtract to find a difference. This is what students deal with in elementary school. In fact, since situations that call for comparison by addition or subtraction come first in students’ experiences with mathematics, for many students this way of thinking becomes inappropriately pervasive in any situation requiring comparison. </p>"
          ]
        }
      },
      {
        "id": "D_6lt0TxuVqfudw3",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As with all of the CMP4 Units, one Mathematical Reflection guides the development of the understanding of the mathematical ideas in the Unit. </p><p><em>Mathematical Reflection </em></p><p><em>In this Unit and in prior Units you have been exploring problem situations that require proportional reasoning. At the end of this Unit, what does it mean to reason proportionally?</em></p>"
          ]
        }
      },
      {
        "id": "0u1vp3ZwGloyveSv",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summary of Investigations </strong></p><p>Investigation 1: <em>Proportional Reasoning Using Ratio Comparisons </em></p><p><strong>Investigation 1</strong> focuses on different strategies for comparing quantities—using ratios, fractions, and precents. Students learn what different types of comparative statements say about the given data. They are asked to write comparative statements using ratios and differences that describe data. In Problem 1.1 a context of various orange juice recipes raises the important question of how you decide whether to use a difference, ratio, fraction, or percent to make a particular comparison. In Problem 1.2 students use a variety of strategies for making comparisons and identify how information in each of these forms provides the information needed to derive any of the other forms. In Problem 1.3 students build on their prior understandings of proportional relationships to recognize and represent proportional relationships in new situations. They continue to strengthen their understanding of how ratios can be formed and scaled up or down to find equivalent ratios.</p>"
          ]
        }
      },
      {
        "id": "tfkRORIUkGJoLnyO",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 2</strong>: <em>Proportional Reasoning Using Rate Comparisons</em></p><p>Students continue to explore situations that require them to recognize and analyze proportional relationships and use these to solve problems. There are many different ways to make comparisons. In this Investigation, students isolate ratios and rates as being useful comparisons for a variety of situations. The situations in this Investigation motivate students to find and use unit rates. They then compare unit rates within a problem to decide which option is best. Unit rate and the constant of proportionality are recognized in contextual situations, tables, graphs, and equations, and are used to solve problems. Students can use other strategies to solve problems as well, such as rate tables, equations, and graphs. In Problem 2.1 students encounter deciding which table to sit at when the number of seats and amount of pizza are different at each table. Students use ratios to make their decision. In Problem 2.2 students investigate rates and rate tables using the price of pizza at different restaurants. In Problem 2.3 students look at unit rates and the constant of proportionality in several contexts on purchasing items.</p>"
          ]
        }
      },
      {
        "id": "VhnxJBLVTUcy1rTd",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3</strong>: <em>Pull it all Together: Ratios, Rates, and Percent</em></p><p>In this Investigation, students use various proportional reasoning strategies they developed in Investigations 1 and 2 and apply those strategies in different contexts. Specifically, Problem 3.1 provides a consumer math context, an important real-world application of proportional reasoning. Problem 3.2 is a context in a restaurant where students encounter percents and discounts. Problem 3.3 is a situation involving a recipe to feed chimps that is given in percentages and needs to be scaled for specific situations. Problem 3.4 is a simulation experiment of a leaking faucet to pull together the ideas on proportions in this Unit.</p>"
          ]
        }
      },
      {
        "id": "xtu1sOE45x6Hwj1G",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Overview </strong></p><p><strong>Key Ideas</strong>: Ratio, Rate, Percent </p><p><strong>Major Focus</strong>: Proportional Reasoning</p><p><strong>Strategic Connections</strong>: Algebra, solving equations</p><p><em>Comparing and Scaling</em> is the third Unit in CMP that is focused, almost exclusively, on proportional reasoning. Ratios, equivalent ratios, and unit rates were introduced in 6th grade in<em> Comparing Quantities</em>, and reinforced in other 6th grade Units, <em>Let’s Be Rational 1</em> and <em>2</em> and <em>Data About Us</em>. In 7th grade <em>Stretching and Shrinking</em> investigates what proportional reasoning means in geometric situations, and the ideas of scaling and scale factor are introduced in terms of scaling up or down a geometric figure. In <em>Comparing and Scaling</em>, unit rate is prominent, and students learn how unit rate is integral to the tables, graphs, and equations representing proportional relationships. Students are encouraged to look for similarities across multiple contexts, and to recognize proportional situations in any representation. Proportions* are solved using various strategies, reflecting students’ familiarity with ratios and rate tables. Non-proportional situations are introduced to strengthen students’ sense of a proportional relationship.</p><p></p><p>LINK TO THE FUTURE: Later in 7th grade the Unit <em>Moving Straight Ahead </em>explores linear relationships. Some of these linear relationships are proportions and some are not. The contrast will be made. In addition, in 8th grade inverse variation will be contrasted with proportions.</p><p>In roughly this order, students: </p><ul><li>Analyze when a situation is proportional and when it is not,</li><li>Represent proportional relationships, using tables, graphs, and equations,</li><li>Recognize when a table, graph or equation represents a proportional situation,</li><li>Relate unit rate in proportional situations to constant of proportionality on a graph, to the coefficient of x in the form y = mx, or to the ratio y/x = m/1,</li><li>Connect percent relationships to proportional reasoning,</li><li>Solve problems (throughout the Unit) in various contexts, including discounts and markups, using various strategies, including scaling, graphing, unit rates, and proportions.</li></ul><p>*Note: Teachers may recall solving proportions by &quot;cross- multiplying.&quot; CMP does not recommend that you teach this. It looks like this: </p><p></p>"
          ]
        }
      },
      {
        "id": "7-QlVfXXPwBS-fSS",
        "title": "Eq. 1",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{4pizzas}{10campers}=\\frac{Ppizzas}{57campers}"
        }
      },
      {
        "id": "1O8nGhZG9PpEMiA4",
        "title": "Eq. 2",
        "content": {
          "type": "Expression",
          "latexStr": "4\\left(57)somethings=P\\left(10\\right)somethings\\right."
        }
      },
      {
        "id": "zRs2oHWKDCZISR_J",
        "title": "Eq. 3",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{4\\left(57\\right)somethings}{10pizzas}=Ppizzas"
        }
      },
      {
        "id": "sjkAspSC8QA_GCbz",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Notice that the final result of this technique is 4 multiplied by 57 and divided by 10. To get this result there is a middle line where units are not meaningful, &quot;somethings.&quot; It is not shorter or more efficient than dividing by 10 to get the unit rate of pizzas per camper, and then multiplying by 57, to scale up to 57 campers. </p>"
          ]
        }
      },
      {
        "id": "BIgpeettdFxPaeXJ",
        "title": "Eq. 4",
        "content": {
          "type": "Expression",
          "latexStr": "\\frac{4pizzas}{10campers}=\\frac{0.4pizzas}{1camper}"
        }
      },
      {
        "id": "GW-nxOymPYXAMplB",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The operations are applied but by scaling the units remain meaningful throughout. Student strategies should always make sense. (See Proportions in this overview.)</p>"
          ]
        }
      },
      {
        "id": "5teoYmoGfcJH_DiK",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Proportional Relationships: How to represent them, how to recognize them, the role of the unit rate </strong></p>"
          ]
        }
      },
      {
        "id": "NkIygn-6URo1f2y9",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Recognizing Proportional Relationships from Representations </strong></p><p><strong>From the Context</strong></p><p><em>What all proportional situations have in common is a multiplicative comparison. </em>For example, in the orange juice recipes pictured below, when we think about which recipe is more orangey we do not look at the difference between 2 cups of concentrate in Recipe A and 5 cups of concentrate in Recipe B or the difference between amounts of concentrate and amounts of water within each recipe. We compare ratios, 2:3 in Recipe A and 5:9 in Recipe B. We think of how many times bigger 3 is than 2, or 9 is than 5. (We may also use a unit rate to make the comparison. (CAUTION: Rates also appear in non-proportional situations. See <strong>non-example</strong>.)</p>"
          ]
        }
      },
      {
        "id": "cut3F2pK--W6xX9R",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "cas/images/image1.png",
          "filename": "cas/images/image1.png"
        }
      },
      {
        "id": "ib0C6Rn212-cpTfs",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>From the Table</strong></p><p>The multiplicative comparison (and the unit rate) become apparent when the data about a recipe is put into a table. Data for Recipe A is shown in the following table. </p>"
          ]
        }
      },
      {
        "id": "fgILfJzKj1-jbCRN",
        "title": "Table 1",
        "content": {
          "type": "Table",
          "columnWidths": {
            "8jeO22dnWGlbFHLu": 80,
            "ODVXNvF8e7w8kORO": 80
          },
          "name": "Table 1"
        }
      },
      {
        "id": "D_rczQ8-txNevrA-",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Looking vertically in the table at the ratio 2:5, and all the other equivalent rations 4:10, 6:15, the amount of juice is always 2.5 times the amount of concentrate. </p><p>We can skip to 240 cups of juice and divide this by 2.5 to find the cups of concentrate needed. (2.5 is also a unit rate. See <strong>Unit Rate</strong>.) </p><p>Looking horizontally at the ratios 2: ? and 5 :240, we can ask by how much we should multiply or scale up 5 cups of juice to make 240 cups. </p>"
          ]
        }
      },
      {
        "id": "mWozAuTBd6I4_dLj",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "NVyPlSuFCMGeUYST",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Then, do the same to 2 cups of concentrate.</p>"
          ]
        }
      },
      {
        "id": "F4QGxeOy_X6gzBAM",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>From the Graph </strong></p><p>The graph of proportional relationship is a straight line that passes through the origin. The point (0,0) must be on the graph for example, with 0 cups of concentrate we make 0 cups of juice. </p>"
          ]
        }
      },
      {
        "id": "VoUz0Hk8RD1qVlKe",
        "title": "Graph 1",
        "content": {
          "type": "Geometry",
          "board": {
            "properties": {
              "axisMin": [
                -1,
                -1
              ],
              "axisRange": [
                10,
                22
              ]
            }
          },
          "objects": [
            {
              "type": "movableLine",
              "parents": [
                {
                  "type": "point",
                  "parents": [
                    0.002649520121743402,
                    -0.034346450221994534
                  ]
                },
                {
                  "type": "point",
                  "parents": [
                    1.9969604535148546,
                    4.983016884392076
                  ]
                }
              ],
              "properties": {
                "id": "4fODWqOp1eMUX7Ba",
                "pt1": {
                  "type": "point",
                  "id": "4fODWqOp1eMUX7Ba-point1"
                },
                "pt2": {
                  "type": "point",
                  "id": "4fODWqOp1eMUX7Ba-point2"
                }
              }
            }
          ]
        }
      },
      {
        "id": "uOpQg_p_zb_SDFEA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>From the Equation</strong></p><p>The equation of the line shown is J = 2.5C. The equation tells us that to get the number of cups of juice (J), we have to multiply the number of cups of concentrate (C) by 2.5. This is what the vertical ratio comparison in the table tells us. The <em>coefficient of C  </em>in the equation is 2.5. This is the <em>unit rate , </em>2.5 cups of juice for every 1 cup of concentrate.<em> It is called the constant of proportionality.</em></p>"
          ]
        }
      },
      {
        "id": "CbhQQSMeuHa70crO",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Unit Rate </strong></p><p><em>Proportional relationships always include a unit rate. The unit rate is recognizable in all representations and plays a role in solving problems.</em></p>"
          ]
        }
      },
      {
        "id": "KDLAjr5s1oe61_1m",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the Table: Students know from Comparing Quantities that there are two unit rates.</p>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "BnDFNERI4fSnXcfe",
          "providerId": "fgILfJzKj1-jbCRN",
          "dataSet": {
            "id": "1zrqH1CZdflEMGrP",
            "name": "Table 1",
            "attributes": [
              {
                "id": "8jeO22dnWGlbFHLu",
                "clientKey": "",
                "name": "Cups Concentrate ",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "2",
                  "4",
                  "6",
                  "8",
                  "...",
                  "?"
                ],
                "title": ""
              },
              {
                "id": "ODVXNvF8e7w8kORO",
                "clientKey": "",
                "name": "Cups Juice ",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "5",
                  "10",
                  "15",
                  "20",
                  "...",
                  "240"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "BLbj3GfBnN6VAPDJ"
              },
              {
                "__id__": "vghEXQ8goN1vY2vs"
              },
              {
                "__id__": "t3x5ArLZxGwYKCk2"
              },
              {
                "__id__": "E3vFt7uy6iBDspFT"
              },
              {
                "__id__": "S_vVGGYIzJHphl_J"
              },
              {
                "__id__": "zyYU2eJ6HmmL9OEr"
              }
            ]
          }
        },
        "tiles": [
          "fgILfJzKj1-jbCRN",
          "VoUz0Hk8RD1qVlKe"
        ]
      }
    ]
  }
}