{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILELQ7eh0msGCG1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate, have students explain how they are determining their solutions. Encourage students to use chips and the chip board to show their thinking. Have them write addition and/or subtraction number sentences to describe their work. (Problem Solving Environment)</p>"
          ]
        }
      },
      {
        "id": "TILERQ79mpdjIcuW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>In Amber’s expression, -6 + +4 = -2, What does -6 represent? (How much money Tate owes his sister) </li><li>What does +4 represent? (How much money Tate earns watering plants) </li><li>What does -2 represent? (How much money Tate still needs to earn in order to pay his sister back in full) </li><li>After Isabella and Nick’s moves there is the same total value, but the combination of chips is different. Why is this true? (Adding 5 black chips represents the equation (8 + 5) - 12 = 1 and subtracting 5 red chips represents 8 - (12 - 5) = 1. The answers are the same even though the combinations of chips are different. This is because adding a positive number is the same as subtracting its opposite.) </li></ul>"
          ]
        }
      },
      {
        "id": "NoCwhAr7m7GL7BEJ",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What If Situation C is an important idea. Encourage students to be specific in how they explain if Nadie can subtract 2 black chips when the board only has 4 red chips. (Language)</p><ul><li>What happens to the total value on the chip board if you add 1 black chip and 1 red chip? (There is no change in the total value of the chip board because the combination of 1 black chip and 1 red chip is a zero pair.) </li></ul><ul><li>How can you use this information to help you subtract 2 black chips? (We can add two zero pairs. Then there will be 2 black chips to take away.)</li></ul><p>For students that are ready for an extra challenge modify The Game of Zero by having both teams play off the same board.  This leaves room to block and changes the strategy of how to use the number they roll.  </p>"
          ]
        }
      },
      {
        "id": "HWXiVeC6K_WKGnHO",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "Lzj8ny1LjeoFRqGG",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How can you use a chip board to represent addition and subtraction of integers? How can you use the chip board or number line to show that a + 0 = a. </em></p><p>(Look for the patterns that students notice when working on the different situations. Take note of how students dealt with situations when there weren’t enough chips on their board to subtract. Help students to verbalize how the use of zeroes helps them.)</p>"
          ]
        }
      }
    ]
  }
}
