{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "bd3oOSKRIn-24Kfm",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In the same way that students explored the connection between perimeter and area in 6th grade in the unit, <em>Covering and Surrounding</em>, this Problem asks students to explore how surface area and volume are related for solid figures. By answering the Questions posed and analyzing results, students should develop the idea that the rectangular prisms with fixed volume and minimum surface area are those that come closest to cubes. This exploration helps students deepen their understanding of volume and surface area and the relationship between them.</p><p><strong>Implementation Note: </strong>This problem may take 2 days.  If students need time to explore the Initial Challenge by building and/or sketching the boxes allow that time to deepen their understanding of the concept of surface area changing with a fixed volume.  Whether it is a one or two day lesson it is helpful to have a brief discussion on their findings after the Initial Challenge before they work on the What If Situations. </p>"
          ]
        }
      },
      {
        "id": "YwhSFtyMoT8PqA7b",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Launch this Problem by building on the basketball packing in What If Situation B of Problem 1.1. The collector set box context is mathematically the same. This problem uses a smaller object so that the exploration can be supported by hands-on work with the blocks in the classroom.</p><p><em>Presenting the Challenge</em></p><p>Introduce the context of the toy company planning to market a Wump Family and Imposter Characters collector set.  Pass out <strong>Learning Aid 1.2: Packing Cubes in a Rectangular Prism</strong> to groups of 2.  Explain that they will look at all the possible configurations for the 24 cube set.  Sketching three-dimensional figures (and applying dimensions to the edges) can be a bit tricky, so you might give a sample sketch before students start on the Problem.</p><p><strong>Suggested Question:</strong></p><ul><li>What do you think are the dimensions of a box that will hold 24 of the cubes but be the least expensive to make? (Accept all conjectures at this time and come to them in the summary.)</li></ul>"
          ]
        }
      }
    ]
  }
}