{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "9bwcUCL7gl3chpmB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p><p><u>Solutions and Strategies</u><em> </em></p><p>Have students display posters of their work from the Initial Challenge. Group the posters by experiments so students can look at groups that did the same experiment that their group did and then look at the other experiments.</p>"
          ]
        }
      },
      {
        "id": "TILETc6fHV_5dLwU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u> </p><p><strong>Suggested Questions</strong></p><ul><li>What do you notice/wonder about the three experiments in the Initial Challenge? (Answers will vary. Noticing that they each have 32 outcomes is important.)</li><li>How are the three experiments in this Problem the same? Different? How does knowing about one of the experiments help you to solve similar ones? (They are all binomial situations. They all involve the binomial situation happening five times for a total of 32 outcomes. The types of outcomes were different. Knowing that there would be 32 outcomes for a binomial event happening 5 times helped to find the probabilities for other situations with this setting.)</li><li>Why did each of the three experiments have the same number of outcomes? (There are two possible outcomes for each stage in each of the situations, and they are both equally likely events. Also, the probability of each outcome is the same for a one-stage event for example: P(H) = P(T) = P(G) = P(B) = 50%. You can use tree diagrams to count the number of possible outcomes for a multistage event, and the number of outcomes doubles for every stage added. So, the number of outcomes for a five-question true/false quiz is the same as the number of outcomes for a five-game baseball series.)</li><li>What if there were six questions for the true/false quiz, six moves for the robots, six games in the baseball series; how many outcomes would there be? (26 or 64)</li></ul><p>If a group did Experiment 4 have them share their results. </p><ul><li>How is Experiment 4 similar to/different from the other three experiments? (Although the final outcome that Kaleb is looking for is even or odd each time he draws a block there are three options for an odd number and 2 options for an even number.)</li></ul>"
          ]
        }
      },
      {
        "id": "3H9g_LeSYxo10hC7",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Remind the class of the definition of binomial probability situations. There are two outcomes at each stage. In this case, each outcome is equally likely, but this is not always the case in a binomial situation.</p><ul><li>Are there other examples of binomial situations we’ve studied in this Unit? Give examples. (Yes. Examples include Making Purple, lights on/off, teams win/lose, guessing on a multiple-choice test [correct versus incorrect, although incorrect is more likely than correct].)</li><li>Why is binomial a good name for these situations? (These situations each have two possibilities [match/no match, purple/no purple, on/off, win/ lose, correct/incorrect].)</li><li>Not all binomial situations will have equally likely outcomes. What are some examples of binomial situations that do not have equally likely outcomes? (Guessing on a multiple-choice question [more likely to be incorrect than correct]. Weather predictions, such as precipitation/sunny (30/70). Purple/no purple on the Making Purple game.)</li><li>It what ways are the proportional relationships in this Unit the same or different from those in other Units you have studied this year?  (The probabilities in this Unit have been part to whole, but they are still scaled up or down to make predictions. In high school students may study odds or part-to-part probabilities. As you collect examples ask if they are part to part or part-to-whole. How were they used to solve Problems?)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE2EN3FimljRm0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "9Uwi3XosiRqdbQBT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}