{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEwFIiJwzf8yF0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>This problem asks students to analyze data presented in a table and graph. Students move between the table and graph representations to relationships in the data. Students think about how these changes show up in a table and in a graph. They also assess the information that is represented by coordinates on a graph and pairs of values on a table. As students gain experience in looking for patterns of change in data, they will develop the ability to ask relevant questions that guide them in their analysis.</p>"
          ]
        }
      },
      {
        "id": "TILE1CkPmzHpX0Vk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Remind students of the five college students who wanted to operate bicycle tours as a summer business. Also, remind them that the jumping jack experiment was done to think about how far the touring group might be able to ride bikes in one day.</p>"
          ]
        }
      },
      {
        "id": "TILEMlLrE_yFiwF-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>How were the number of jumping jacks and time related? What does this tell us about how far a bike tour group might be able to ride in one day? <em>(Answers will vary. Students might discuss endurance over time. Students might also discuss other variables that could impact the distance traveled, such as wind, temperature, hills, age of the riders, etc.)</em></li><li>How did we represent the jumping jack data in a table? Graph? <em>(Answers will vary. See examples in the previous questions.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILExidzIF7SYvbC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Tell the class how Sidney, Liz, Celia, Malcolm, and Theo plan to test their tour idea. Use the map inset showing where the cyclists are traveling (a story that you might embellish with other pictures and information about the places that the cyclists will be traveling). Day 1 is from Atlantic City, NJ, to Lewes, DE. Day 2 is Lewes, DE, to Chincoteague Island, VA. </p><p>Have students look at the table of <em>(time, distance)</em> data collected on Day 1.</p>"
          ]
        }
      },
      {
        "id": "xe69vCew1eE_POKs",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Looking at this table, what do you notice and wonder about the first day of the trip? <em>(Agency, Identity, Ownership) (Answers will vary. Get a few general noticings and wonderings from students to help them access the questions.)</em></li></ul><p>Have students work in groups of three to four on this problem. Distribute<strong> Learning Aid 1.3A: Atlantic City to Lewes Graph</strong>, <strong>Learning Aid 1.3B: Matching Cases to Paths (Part 1, Paths)</strong>, <strong>Learning Aid 1.3B: Matching Cases to Paths (Part 2, Cases)</strong>, and <strong>Learning Aid 1.3C: Day 2 of the Trip</strong> for students to use on this problem to organize and record their thinking.</p>"
          ]
        }
      }
    ]
  }
}
