{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "QHr3sOtLHq6w9Olc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies</em></p><p>Have students display their solutions. If there are disagreements about any of the solutions, have students discuss their solutions and explain why they make sense.</p><p>Facilitate a conversation to help students generalize some rules for dividing positive and negative integers. Look for opportunities to talk about fact families and the relationship between multiplication and division. (Language)</p>"
          ]
        }
      },
      {
        "id": "Sp8DUtzAifojiH-6",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions:</strong></p><ul><li>What multiplication problems are related to this division problem? (For example, in the Initial Challenge for Pascal:   -12 ÷ 3 =  ∎ can be rewritten as 3  x ∎= -12 or ∎  x 3 = -12.) </li><li>How can you use your algorithm for multiplication to decide whether the quotient is positive or negative? (We know 3(-4) = -12, so -12  ÷ -4 = 3 and -12 ÷ 3 = -4.) </li><li>How did you decide if the quotient is positive or negative? (When the divisor and dividend are opposite signs, the quotient is negative. When the divisor and dividend are the same sign, the quotient is positive.)</li></ul>"
          ]
        }
      },
      {
        "id": "EN6znTxiiCa8fQuf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If Situation A, ask students to share their answers and their algorithms for the problems in each of the three groups. Look for opportunities to highlight how multiplication and division are related. Also try to bring out the nature of division problems as sharing or grouping problems when working with rational numbers. (Language)</p><ul><li>Why is the rule “a negative divided by a negative is positive” reasonable? (For example, with -96 ÷ (-4) = 24, you can interpret the problem as having a total of -96 and wanting to find out how many groups of -4 you can make by partitioning the total into equal groups. You can make 24 groups of -4 from -96. Also, the quotient must be positive because -4 must be multiplied by a positive 24 to have a product of -96.) </li><li>How can you find the quotient when you divide a negative integer by a positive integer? For example, why does it make sense that -99 ÷ 11 = -9? (You can think of -99 ÷ 11 =    -9 as sharing a total of -99 into 11 groups of equal size. The groups must be negative amounts, since you are sharing a negative amount, so the quotient must be negative.) </li><li>How can you find the quotient when you divide a positive number by a negative number? (This is difficult to think about. It helps to use fact families and division as the inverse of multiplication. For example, if you want to show 99 ÷ (-11) = -9, you know that -11 x (-9) = 99. Then you know that 99  ÷ (-11) must be -9 and -99 ÷ 11 must equal -9.) </li><li>Compare the algorithms for division of integers and rational numbers. (Possible Answer: The algorithms are the same for both integers and rational numbers. When dividing two numbers with the same sign, the quotient is positive. When dividing two numbers with opposite signs, the quotient is negative.)</li><li>For What If Situation B, how can using fact families be helpful to solve these equations? (Answers will vary.  Students should be able to relate the given equations to the equivalent equations of Set 1 as 5 ×∎ = -30 or ∎ ×  5 = -30 and Set 2 as 8 ×∎ = -1 or ∎ ×  8 = -1.)</li><li>For What If Situation C, how did you decide if the quotient was positive, negative or zero? (Answers will vary.  Many students will give examples that they have found in this problem to support their answer, push students to use their reasoning about groups, sharing, and/or rates to make sense of the operation of division on two integers a and be where b ≠ 0.)</li></ul>"
          ]
        }
      },
      {
        "id": "N3VnqF5c8qsB4CZq",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To check for understanding ask students if they agree with any of these claims made by some other students.  </p><p><u>Maria’s Claim</u>: I can predict the sign of the quotient using fact families. </p><p><u>Malek’s Claim</u>: Division of rational numbers is commutative.</p><p><u>Gia’s Claim</u>: A number n and its reciprocal 1/n are multiplicative inverses. She wrote this equation:</p>"
          ]
        }
      },
      {
        "id": "fK5mjTGvoW48QA90",
        "title": "Gia's Claim",
        "content": {
          "type": "Expression",
          "latexStr": "n\\times\\frac{1}{n}=1"
        }
      },
      {
        "id": "C2qGSq4gGEtCF_xR",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Xiao’s Claim:</u> The number 1 is the multiplicative identity for multiplication. She wrote this equation:</p>"
          ]
        }
      },
      {
        "id": "pllFl5sE9rYWHbUS",
        "title": "Xiao's Claim",
        "content": {
          "type": "Expression",
          "latexStr": "n\\times1=n"
        }
      },
      {
        "id": "OwbL7X3Mi2ilPT8H",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students explain whether they think each claim is true and give their rationale for their decision. Encourage students to use examples, chip boards or number lines, patterns, reasoning about groups, sharing and/or rates to back up their arguments. </p>"
          ]
        }
      },
      {
        "id": "53p1uwNjKWLulL4H",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "AMUf1bQr7Vth-KJV",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
