{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILE8Ga9aih0WNGE",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>In this problem, students will continue to look at relationships between variables and will write equations to represent the relationships. Like Problem 3.1, this problem has been designed to develop students’ ability to write algebraic expressions for single-operation relationships. Students solve problems by writing and solving equations in the form of x + p = q.</p><p>Use the introduction to the investigation to discuss the steps for writing an equation. The steps generalize students’ thinking about the relationships between variables in both tables and words into writing an equation.</p><p>Discuss the example in the student text, which shows how to write a rule for the income generated: first try a few examples using the relationship between the variables; next describe the relationship in words; and finally write an equation with single-letter variables.</p><p>The text also discusses the convention of leaving out the multiplication sign when multiplying a number by a variable or when multiplying two variables. So for example, you can write 350 × n as 350n. You can either read through the example or present the information about admission costs to students and ask questions to help them develop the equation as a group.</p>"
          ]
        }
      },
      {
        "id": "TILEwOGzv_GOMBQv",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In this problem, students will continue to look at relationships between variables and will write equations to represent the relationships.</p><p>It may be helpful for some students to review the steps for writing equations that were found in Problem 3.1:</p><ol><li><strong>Step 1.</strong> Try a few examples with the relationship between the variables.</li><li><strong>Step 2. </strong>Look for a pattern and say/write it in words. Translate the words into an equation. Replace each variable with a letter to shorten the rule.</li></ol>"
          ]
        }
      },
      {
        "id": "TILE8vIUuuR7psSm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Describe the partners’ idea to do another trip called the Chicago Great Lakes Tour. In this problem, they will look at costs for the trip if they are a large group. For each situation, they will write and/or use equations. Have students work with a partner on this problem.</p>"
          ]
        }
      }
    ]
  }
}
