{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "tDn_mk3mS1JOGc-m",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Wrapping It UP</strong></p><p>When we study new types of numbers, we need to know what properties apply to them. The following are some properties that we know about rational numbers.</p>"
          ]
        }
      },
      {
        "id": "A7R6zw_A7GoVVT-m",
        "title": "Rational Number Properties",
        "content": {
          "type": "Image",
          "url": "cr/images/propp.png",
          "filename": "cr/images/propp.png"
        }
      },
      {
        "id": "qnY3sF49mjcq1q4_",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the The N Games unit, we used the order of operations convention for computation with positive rational numbers. The order of operation also applies to rational numbers. 1) Work within parentheses. 2) Write numbers written with exponents in standard form. 3) Do all multiplication or division in order from left to right. 4) Do all addition or subtraction in order from left to right.</p><p>In Points of Rational unit, we used absolute values to express the distance a point on number line is from 0. Opposite numbers are equal distance from the 0 on the number line. Another way to say this is the absolute value of +3 is 3 and the absolute value of –3 is 3.  Absolute values can be written as:</p><p>|+3| = 3 and   |– 3 | = 3</p><p>Absolute values are also used to express distance between any two points on a number line. </p><p><em>What is the distance between the point  –2 and 1 on the number line?</em></p><p><em>What are two absolute value expressions that represent the distance between these two points?</em></p>"
          ]
        }
      },
      {
        "id": "kcxkD_g1h9AWwJ13",
        "title": "-2 and 1 Number Line",
        "content": {
          "type": "Numberline",
          "points": {}
        }
      },
      {
        "id": "cMgJynqvffiwRPgz",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We will have an opportunity to continue to use these properties and the convention of order of operations in this Investigation.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}