{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEkacoWNvagsHn",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As you check in with groups of students, listen to be sure that they are able to describe the variables, how the variables are related, how the representations provide information about the variables, and how to answer questions when you know a value for one variable.</p><p><strong>Suggested Questions</strong></p><ul><li>What are the variables in this situation?<em> (Answers will vary.)</em></li><li>What do you know about the relationship of the variables in Table ____? <em>(Answers will vary depending on the table. Help students to think about how the x variable changes what is happening to the y variable.)</em></li><li>What do you know about the relationship of the variables in Graph ____?<em> (Answers will vary depending on the graph. Help students to verbalize how the y values are changing as the x values increase.)</em></li><li>What do you know about the relationship of the variables in Equation ____? <em>(Answers will vary depending on the equation. Help students to verbalize the equation, and have them think about some examples that they would’ve done in Step 1 of writing an equation.)</em></li><li>How do the representations help you to see how the variables are related?<em> (Answers will vary.)</em></li><li>If you know the value of one variable, how do you find the related value of the other variable?<em> (Answers will vary. Students could describe using a table, graph, or equation.)</em></li><li>What information does a point on the graph give? How is this related to the table or equation? <em>(A point on the graph gives the x and y values for that point. It is a value on the table for a specific y related to the specific x. In the equation, it is the independent and dependent variables.)</em></li><li>What are the advantages and disadvantages of the written description? The table? The graph? The equation? <em>(Answers will vary.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILELiZNyLxvYBfT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen the understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "TILEzNzeb1KwSi3s",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know? </strong></p><p><em>How do you know if a table, a graph, and an equation represent the same situation? How can you use a table, a graph, and an equation to answer specific questions for a situation?</em></p><p>(Look for students that used different representations to answer the same question so that in the summary you can help students make connections between the representations.)</p>"
          ]
        }
      }
    ]
  }
}
