{
  "type": "objectives",
  "content": {
    "tiles": [
      {
        "id": "M2_bv2cJg1RF1c3p",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Lesson Overview &amp; Context</strong></p><p>In the previous lesson, students identified stakeholders who will be impacted by the design solution. They considered commonalities between these groups through stakeholder mapping. Students were thinking about the factors that will impact the stakeholders and (in their engineer notebooks) likely also noting potential design solutions. Who is responsible for conserving water in the community? What might a water conservation solution look like? </p><p>In this lesson, students spend time considering the needs of one stakeholder in particular by creating a stakeholder profile. As students discuss and share their work with the class, students conceptualize the needs of multiple stakeholders. This thinking builds on the stakeholder mapping work from the previous lesson. (Please prompt students to reference their stakeholder maps when it is appropriate.) We&#x27;re not ready to formalize students&#x27; thinking about specific design solutions in this exploratory phase, but we do want students to understand more about the problem context and how people in their communities have been thinking about water conservation. We support students to learn more about this context through research in the second half of the lesson. The lesson concludes with students reflecting on stakeholder need and the problem context in their engineer notebooks. </p><p><strong>Learning Objectives:</strong></p><ol><li>Students will be able to identify ways water is important for one stakeholder</li><li>Students will be able to analyze existing water conservation design solutions. </li></ol><p><strong>Main Learning Activities</strong></p><ul><li>Creating a stakeholder profile for one person in the community</li><li>Reading about community water conservation solutions and taking notes</li></ul><p><strong>Deliverables</strong></p><ul><li>Stakeholder profile</li><li>Research notes table</li></ul>"
          ]
        }
      },
      {
        "id": "yIHY3Ebde8snAoMK",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Learning Standards: </strong></p><p>NGSS Earth Science Standards: <strong>MS-ESS2-4, MS-ESS2-6</strong></p><p>NGSS Engineering Standards: <strong>MS.ETS 1.1</strong></p><p>Grades 6-8</p><p>At the middle school level, students learn to sharpen the focus of problems by precisely specifying criteria and constraints of successful solutions, taking into account not only what needs the problem is intended to meet, but also the larger context within which the problem is defined, including limits to possible solutions. Students can identify elements of different solutions and combine them to create new solutions. Students at this level are expected to use systematic methods to compare different solutions to see which best meet criteria and constraints, and to test and revise solutions a number of times in order to arrive at an optimal design.</p><p><strong>Explanation</strong></p><p>In this lesson, students are learning about &quot;what needs the problem is intended to meet&quot; through stakeholder profiling and at the same time are learning &quot;the larger context within which the problem is defined&quot; conceptualizing stakeholder need both individually and corporately and also exploring existing water conservation issues and solutions in their community. At this point, students are exploring the context of the problem and the needs of stakeholders so that in future lessons they can then &quot;sharpen the focus of problems...&quot; and &quot;create new solutions.&quot; </p>"
          ]
        }
      }
    ]
  }
}
