{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEnDyz5B6R1JGh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing solutions and Strategies </em></p><p>Ask for some of the students&#x27; walking rates. You will find that they range from about 1 meter per second to 3 or 4 meters per second. But most students will cluster around 2 to 2.5 meters per second. Use one or two of the more typical walking rates to answer the questions in the problem. </p><p>If students record their walking rates as both a rate and a ratio, ask how they are the same. You might ask students to write their walking rates in seconds per meter. If so, you can then ask questions to relate back to concepts in <em>Comparing and Scaling.</em></p>"
          ]
        }
      },
      {
        "id": "TILE1l72u_tHQOqX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li> What information does the rate tell you? (It tells you how long it takes a person to walk 1 meter.) </li><li> When might you use this rate rather than meters per second? (If time were an important factor, then this rate would be helpful. For example, if you were going to walk for 15 seconds, you could find the number of meters you would walk.) </li></ul>"
          ]
        }
      },
      {
        "id": "TILElNPorgncFLYD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>The What If...? situations provide the opportunity to formatively assess how students can connect the ideas from <em>Variables and Patterns,</em> <em>Comparing Quantities</em>, and <em>Comparing and Scaling </em>to the mathematics that will be studied in more depth in this Unit.</p>"
          ]
        }
      },
      {
        "id": "HbBJeLGVIlTRanLF",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How do you find how long it takes to walk a given distance, in particular, asking about 500 meters in situation A? (Note that this is informally solving for <em>T </em>when <em>D</em> is given. Students will have informal ways to find the value, using numerical reasoning or proportional reasoning. Later in the Unit, students will work more on solving the equations symbolically.)</li><li>How do you find how far you can walk in a given time?  Use the examples from What If...? Situation A for students to demonstrate their thinking.  (Note that this is informally solving for <em>D</em> when <em>T</em> is given. Students will have informal ways to find the values, using numerical reasoning or proportional reasoning. Later in the unit, students will work more on solving the equations symbolically.)</li><li>How does the equation show the relationship between the two variables? (The equation shows that the distance is the product of the walking rate and the time, or <em>d = rt</em>. The walking rate is the coefficient of the independent variable.) </li><li>Explain what information the numbers and variables in your equation represent. (Take this opportunity to see how students interpret the expression <em>2t</em>. They should say something like “If my walking rate is 2 meters per second, this is the distance that I walked after t seconds.” Emphasize that 2<em>t</em> means 2 times the value of <em>t</em>.) </li><li>Which variable in your equation is the independent variable, and which is the dependent variable? (Time is the independent variable, and distance is the dependent variable.) </li></ul><p>If some students made graphs during the Explore, display them for the class. </p><ul><li>How is the walking rate represented in these graphs? (The walking rate affects the steepness of the line. The person who walks fastest has the greatest walking rate and, therefore, the steepest line.) </li></ul><p>Pick a typical equation from the class and ask students to use this equation to make a table. </p><ul><li>How does the walking rate show up in the table? (In the table, as the time increases by 1 second, the distance increases by a constant amount equal to the walking rate.) </li><li>Could we represent Liz’s claim with a rate table? (Yes.) What would it look like? </li></ul><ul><li>Possible answer:</li></ul>"
          ]
        }
      },
      {
        "id": "TILEcDof_fQsTsF-",
        "content": {
          "type": "Table",
          "columnWidths": {
            "DTtvkUX1zfaeprBf": 106.39999389648438,
            "LSjMqtq-jGa-s0kh": 100
          }
        }
      },
      {
        "id": "TILEW-ZtRp8w9oBk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Could we represent Liz’s claim with a “for every” statement? (Yes. Possible answer: I travel 1 ½ meters for every second I walk.)</li><li>Can we represent Liz’s claim with a proportion? (Yes. Possible answers include: </li></ul>"
          ]
        }
      },
      {
        "id": "ZveXA-OBROABIB9C",
        "title": "Sample proportions",
        "content": {
          "type": "Image",
          "url": "msa/images/screenshot-2025-04-19-at-6.03.02 pm.png",
          "filename": "msa/images/screenshot-2025-04-19-at-6.03.02 pm.png"
        }
      },
      {
        "id": "TILEVCfmQBlpYhfw",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What would a sketch of Liz’s graph look like? (It would “start” at (0,0). As every second increase by 1, the distance would increase by 1.5.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEmsqWN0Dos1AK",
        "title": "Liz's Graph",
        "content": {
          "type": "Geometry",
          "isNavigatorVisible": true,
          "navigatorPosition": "bottom",
          "offsetX": 0,
          "offsetY": 0,
          "zoom": 1,
          "board": {
            "xAxis": {
              "name": "Time (seconds)",
              "min": -0.5,
              "unit": 48,
              "range": 10
            },
            "yAxis": {
              "name": "Distance (meters)",
              "min": -1,
              "unit": 16,
              "range": 20
            }
          },
          "objects": {
            "-dJcCT9gIZhnbAQn": {
              "type": "point",
              "id": "-dJcCT9gIZhnbAQn",
              "x": 0,
              "y": 0,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "Rk0k9Rdk5uY69HDQ": {
              "type": "point",
              "id": "Rk0k9Rdk5uY69HDQ",
              "x": 1,
              "y": 1.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "xzJRSHIQfDRZdhaR": {
              "type": "point",
              "id": "xzJRSHIQfDRZdhaR",
              "x": 2,
              "y": 3,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "Omr61F8gBdCUW4e8": {
              "type": "point",
              "id": "Omr61F8gBdCUW4e8",
              "x": 3,
              "y": 4.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "nzpvcz1050qlX1ti": {
              "type": "point",
              "id": "nzpvcz1050qlX1ti",
              "x": 4,
              "y": 6,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "KjN6e924wF6vbXtg": {
              "type": "point",
              "id": "KjN6e924wF6vbXtg",
              "x": 5,
              "y": 7.5,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            },
            "Vr9VaShftDVt_-zZ": {
              "type": "point",
              "id": "Vr9VaShftDVt_-zZ",
              "x": 10,
              "y": 15,
              "name": "",
              "colorScheme": 0,
              "labelOption": "none"
            }
          },
          "pointMetadata": {},
          "linkedAttributeColors": {}
        },
        "layout": {
          "height": 300
        }
      },
      {
        "id": "TILEwN-b8Tuj7qgW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Have students compare their equations. How do the equations compare? (Students should see that the equations are the same except for the walking rates.)</li><li>What information does the walking rate provide? (It gives the unit rate, or how far you can walk for every 1 second.)</li><li>What does it mean to walk at a constant rate? (It means that you always walk the same distance for a set amount of time.) </li><li>Suppose you do not walk at a constant rate for the walkathon. Which of the questions in Problem 1.1 can you still answer? Why? (It would be difficult to answer any of the questions since they all assume a constant walking rate. For Question A, you can find the total time it took to walk 10 meters and then compute the average rate.) If some students made graphs during the Explore, display them for the class. </li><li>How is the walking rate represented in these graphs? (The walking rate affects the steepness of the line. The person who walks fastest has the greatest walking rate and, therefore, the steepest line.) Pick a typical equation from the class and ask students to use this equation to make a table. </li></ul><p>Some of the above questions on graphs and tables can be used to launch the next Problem. </p>"
          ]
        }
      },
      {
        "id": "TILEcSruYfyGuErQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How would you describe the pattern of change between the variables? (Possible answer: As the time increases by 1 second, the distance increases by 1.5 meters.)</li><li>What equation could Liz use to find other values for the table or graph? (Distance is found by multiplying 1.5 times the number of seconds that she walks. Or D = 1.5 T.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE2GD7yULh2Ucm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions. See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "TILERIjecSyOkGKM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "R5k4m0XjpWWNB5qN",
          "providerId": "TILEcDof_fQsTsF-",
          "dataSet": {
            "id": "YlPj4jCPayWwY_vE",
            "name": "Rate Table",
            "attributes": [
              {
                "id": "DTtvkUX1zfaeprBf",
                "clientKey": "",
                "name": "Distance (meters)",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  1.5,
                  7.5,
                  15,
                  500
                ],
                "title": ""
              },
              {
                "id": "LSjMqtq-jGa-s0kh",
                "clientKey": "",
                "name": "Time (seconds)",
                "hidden": false,
                "units": "",
                "formula": {
                  "display": ""
                },
                "values": [
                  "1",
                  "5",
                  "10",
                  "about 333"
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "01HG9SJ699YA4RZWH20172MNX1"
              },
              {
                "__id__": "01HG9SJ699YA4RZWH20172MNX2"
              },
              {
                "__id__": "01HG9SJ699YA4RZWH20172MNX3"
              },
              {
                "__id__": "01HG9SJ699YA4RZWH20172MNX4"
              }
            ],
            "sortDirection": "NONE"
          }
        },
        "tiles": [
          "TILEcDof_fQsTsF-"
        ]
      }
    ]
  }
}
