{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "-6wz0rFv0G6WKR1y",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Analysis/Synthesis</em></p><p>Algebraic Expressions and Equations: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "AqBkY7g7mT776Amf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Further analyze angle relationships in regular polygons, and in concave and convex polygons to include tiling, and patterns for finding the sum of interior and exterior angles. </p><p>Notice that when forming triangles and quadrilaterals: </p><ul><li>the measure of every side must be less than the sum of the measures of the other three sides,</li><li>only one triangle can be made from three side lengths that meet the criteria above, and</li><li>many quadrilaterals can be made from any set of four sides lengths that meet the above requirement. </li></ul><p>Notice that when force is applied to one vertex of a shape: </p><ul><li>triangles are ridged, once formed the angles are fixed creating a non-flexible framework, </li><li>quadrilaterals shift easily under pressure and are not stable in the way triangles are, (note: this flexibility is useful in applications where shapes need to collapse)</li><li>like quadrilaterals, pentagons and hexagons are also not stable under pressure unless you add diagonals that create rigid triangles inside the shape.</li></ul><p>Summarize and use angle relationships in polygons and intersecting lines including: </p><ul><li>the sum (S) of the interior angles of a polygon can always be found using the formula S = 180 x (n-2) (n is the number of sides) or S = 180n – 360,</li><li>the sum of the exterior angles of any polygon is always 360°,</li><li>each pair of interior and exterior angles on a polygon form a straight angle (or are supplementary or equal 180°), </li><li>for regular polygons, the measure of one interior angle can be found by finding the sum (S) of the interior angles of a polygon with n sides using the formula S = 180 x (n-2) and then dividing by the number of angles (sides) to find the measure of one angle,</li><li>some, but not all of the regular polygons will tile a surface, (triangle, square, and hexagon),</li><li>understand that the reason why some regular polygons, or combinations of polygons, will tile is that these shapes have angles that are factors of 360°</li><li>benchmark angles can help to estimate angle size or check accuracy when using a measuring tool,</li><li>two supplementary angles sum to 180°,</li><li>two complementary angles sum to 90°, and</li><li>vertical angles have equal measures.</li></ul><p>Use problem contexts with triangles and quadrilaterals to explore, hypothesize, draw conclusions and solve problems.</p><p>Begin to recognize and use vocabulary including: </p><ul><li>regular polygons,</li><li>interior and exterior angles in polygons,</li><li>supplementary angles and complementary angles, and</li><li>vertical angles.</li></ul>"
          ]
        }
      },
      {
        "id": "wA28Hf5Glqx9LQb7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about geometric shapes?</p>"
          ]
        }
      },
      {
        "id": "IvQZXrvKDNxNuh0i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the MR to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
