{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      [
        {
          "id": "-6wz0rFv0G6WKR1y",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>At a Glance</strong></p><p><em>What do you know about geometric shapes? </em></p>"
            ]
          }
        },
        {
          "id": "8BnlVbR-3M0qLv2l",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Arc of Learning</strong></p><p><em>Analysis</em></p><p><em>Synthesis</em></p><p><em>Analysis</em></p><p><strong>Pacing</strong></p><p>1/2 day</p>"
            ]
          }
        }
      ],
      {
        "id": "AqBkY7g7mT776Amf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each investigation.</p><p>Students can use the Mathematical Reflection to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For more on the Teacher Moves listed here, refer to the General Pedagogical Strategies and the Attending to Individual Learning Needs Framework in <em>A Guide to Connected Mathematics </em>4.</p>"
          ]
        }
      },
      {
        "id": "wA28Hf5Glqx9LQb7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Facilitating Discourse &amp; Teacher Moves</strong></p>"
          ]
        }
      },
      {
        "id": "IvQZXrvKDNxNuh0i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Having students refer to their notes from the Now What Do You Know? in each problem in the investigation can help them to synthesize all their ideas around geometric shapes. (Time)</p><p>As a class, discuss the Mathematical Reflection. Use an idea like those presented here to have students synthesize and record their thinking. (Anchor Chart)</p><p><strong>Suggested Questions</strong></p><ul><li>After this investigation, what do we know about geometric shapes? (Portrayal)</li><li>What did we learn in each problem of this investigations? (Language)</li><li>How might we describe the &quot;big mathematical idea(s)&#x27; of the Investigation?</li></ul>"
          ]
        }
      },
      {
        "id": "7bcgQ9O_-QQNYwaH",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>At the beginning of the year, students will need more collaboration to outline and summarize the important ideas. They may need examples of writing, diagrams, and/or justifications from other students to help build their version of what is expected when answering a Mathematical Reflection. Early in the year, you may want to start writing Mathematical Reflections as a whole group. Then as the year progresses, move to small groups, pairs, and finally individuals.</p><p>Each investigation contributes to students&#x27; conceptual understandings of the ideas in the unit. Students&#x27; explanations at the beginning of the unit might be just forming. As you progress through the unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the unit, students can create a complete picture of understanding.</p><p><strong> Example Strategies for Student Participation</strong></p><p>Here are a few creative strategies teachers use to encourage students&#x27; ownership of their learning.</p>"
          ]
        }
      },
      [
        {
          "id": "WOwIf2D8ICa3j1jN",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Anchor Charts</strong></p><ul><li>After a discussion, chart the emerging understanding, and post it in the classroom. This can be done on poster paper or electronically.</li><li>Work with students throughout the unit to reference, add to, or refine their understandings</li></ul><p><strong>Note: </strong>For teacher who move classrooms or have multiple classes of the same grade level, create the chart in all classes, but keep just one to represent all of your classes. Post this one in the room, or bring it out as needed.</p>"
            ]
          }
        },
        {
          "id": "dJm0pKLKLiqHQghR",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Note Organization</strong></p><ul><li>Some teachers us the Mathematical Reflections as an organizer for note-taking during the investigation.</li><li>As part of the Summarize section of the problems, students record key ideas to the Now What Do you Know? reflection questions on a separate paper.</li><li>At the close of their investigation, students synthesize their notes into responses that summarize their emerging understandings of the ideas in the unit.</li></ul>"
            ]
          }
        }
      ],
      [
        {
          "id": "cObepOPNFk533Mxb",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Word Bank</strong></p><ul><li>As a class, create a word bank of terms from the Investigation.</li><li>Have groups of students write three or four statements using the words from the bank. </li><li>After formatively assessing their statements, you may choose to have a class discussion to refine the statements.</li></ul>"
            ]
          }
        },
        {
          "id": "1ZM4ALDJiw93v1ql",
          "title": "Text 7",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Chalk Talk</strong></p><p>With a chalk talk, your writing does &quot;the talking&quot; instead of talking aloud.</p><ul><li>Students post the question(s) on sheets of chart paper or on sections of your board.</li><li>Small groups record responses while collaborating in &quot;chalk talk&quot; format.</li><li>Students move to others&#x27; work and add their thinking in the form of new ideas and connections. </li></ul>"
            ]
          }
        }
      ],
      [
        {
          "id": "GRuEZG7xwE6_vAq2",
          "title": "Text 8",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Final Reflection Presentation</strong></p><p>Teachers sometimes use the Mathematical Reflection after the last investigation as a summary of students&#x27; learning.</p><ul><li>Students consolidate their learning from the unit.</li><li>Teachers choose from various was to present their ideas. Presentation choice might include creating a poster, written paper, presentation, or song/rap.</li></ul>"
            ]
          }
        },
        {
          "id": "bY6inOPjvCOsrNHv",
          "title": "Text 9",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Partner Write</strong></p><ul><li>Students create a written response to the reflection question with a partner.</li><li>Students discuss the reflection question with a partner.</li><li>Students create and write a response with a partner.</li><li>Students create and write a response with a partner.</li></ul>"
            ]
          }
        }
      ]
    ]
  }
}
