{
  "type": "challengea",
  "content": {
    "tiles": [
      {
        "id": "YrlyCu0dYZ9la-0g",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kenia plans to have thousands of large, colorful fish. The fish will be in tanks of different sizes, and with various species of fish in each one. Kenia took a picture of one of her favorite tanks at another aquarium, and has shared this photo with you: </p>"
          ]
        }
      },
      {
        "id": "Wu4ZqpqR1IZUJ2Aq",
        "title": "Image of a Tank",
        "content": {
          "type": "Image",
          "url": "m2s/images/fishtank.jpeg",
          "filename": "m2s/images/fishtank.jpeg"
        }
      },
      {
        "id": "9XBgLG09qJ5abX3s",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kenia needs help creating a model to figure out what size tanks she needs to buy. She contacted a group of students who developed an app in M2Studio to find the tank size. The app they made (see their Client Letter on the next page) seems like a good start, but she is worried that it might not help her create the cool tanks like in her picture. </p><p>Kenia wants you and your classmates to work in teams to analyze the Client Letter and then develop a more useful model that can help her determine the appropriate sizes for the many different tanks in the aquarium. She asks that you keep detailed modeling memos as you work, as she wants to be able to check your work. If your app is good, she will also share it with other new aquariums to help them also choose the best tanks. </p><p>Your goal is to create a well-rounded and informative model that helps Kenia and others make informed decisions about different tank sizes for aquariums. You then need to convince Kenia that your model is the best one.</p>"
          ]
        }
      },
      {
        "id": "VHaauyzuAdaqn4Gp",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Resources</p><p>The Client Letter from the previous students:</p>"
          ]
        }
      },
      {
        "id": "ybdbcBlem_WpxFd9",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "m2s/images/client-letter-ca.jpeg",
          "filename": "m2s/images/client-letter-ca.jpeg"
        }
      },
      {
        "id": "pig_Yd-Hfdyuqp-L",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Information about how to include different types of fish in the same tank to have a balanced ecosystem: https://short.concord.org/LXX. Kenia recommends that the app work for tanks that have at  least three different species coexisting in them. </p><p>More resources: You are allowed to use  the internet to get more information to help you build your model. Remember to cite your sources! </p><p></p>"
          ]
        }
      }
    ]
  }
}
