{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "u_YZIVxtBIu-ZJ38",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>It is important for students to think about what might be considered a fast speed for a roller coaster before analyzing the data. We suggest that students do this with their partners in order not to create a whole-class definition of fast initially. Students don’t necessarily have a good notion of speed. This  provides an opportunity for them to wrestle with the idea. Help students think about whether they use speed as a criterion when choosing to ride a roller coaster. These conversations will help the students become more familiar with the data set being explored. </p><p>Having students stand up and work on a vertical surface during this problem can increase engagement and collaboration between students as they work through understanding using IQR and medians to compare the roller coaster speeds.</p><p><strong>Suggested Questions:</strong></p><ul><li>Look at the shapes of the distributions.  What do you notice?  (Answers will vary.)</li><li>What statistics might you use to compare the two distributions?  (measures of center (mean, median) and measures of spread (range, IQR, and MAD))</li><li>The measures of center differ about 2 to 3 miles per hour.  Do you think you would notice that difference if you were riding a roller coaster?  (The differences are not large enough to be important; it would be hard to tell the difference riding on the roller coaster.)</li></ul>"
          ]
        }
      },
      {
        "id": "XEbcCvhz3QbDQRlw",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "3PDTzmlcDvEh0P0D",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How can you use measures of center and variability from sample distributions to compare two populations?</em></p><p>(Listen for how students are using the data sets to decide on the speed of the roller coasters.  Listen for how students are using shape of the data, measures of center, and variability to make sense of which roller coaster is faster.  Listen for how students are talking about this data as samples.)</p>"
          ]
        }
      }
    ]
  }
}