{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "_Z5_Lje-1l29mmr9",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>To determine the theoretical probabilities, ask the class to share their strategies. Be sure that both an organized list and a tree diagram are discussed.</p>"
          ]
        }
      },
      {
        "id": "Qh6eeMjJ9xWl8saW",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested question</strong></p><ul><li>Do you have any What If questions?  (Answers will vary.  Students may still be struggling with the idea of “luck” versus probability and this may come out here.  Have a conversation around it as needed.)</li></ul>"
          ]
        }
      },
      {
        "id": "H75kvlKNopdRjdEK",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p><p>The outcomes:</p><ul><li>TTT</li><li>TTH </li><li>THT </li><li>HTT</li><li>THH</li><li>HTH</li><li>HHT </li><li>HHH</li></ul><p>Each of these eight possibilities has the same chance of occurring. The individual outcomes are equally likely. However, in this game we are only interested in three of a kind or a pair. The probabilities are as follows:</p><ul><li>P(three heads or three tails) = 2/8 or 1/4.</li><li>P(two heads or two tails) = 6/8 or 3/4.</li></ul><p>This means that one player has a much better chance of winning.</p>"
          ]
        }
      },
      {
        "id": "53lk5ZuV9omQjyUO",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What is the sample space for tossing three coins? (The outcomes are: TTT, TTH, THT, HTT, THH, HTH, HHT, HHH)</li><li>How does this compare to the possible outcomes? (They are the same. Both terms represent the same idea.)</li><li>Is the game fair? (No. Tevy has a better chance to win. P(not three coins matching) = 6*(1/8) = 6/8 = 3/4</li><li>Santo does not have a good chance to win. P(three coins matching) = 2*(1/8) = 2/8 = 1/4</li><li>How can you make the game fair? (You can change the point values. Give Santo 3 points for each triple match and Tevy one point for each double match. Then six points would be needed to win a game. You can also change the way to earn points. Santo gets a point if there are at least two heads and Tevy gets a point if there are at least two tails. Play the game to see who gets the most points.)</li></ul><p>You can use the outcomes to ask other questions about this experiment:</p><ul><li>What is the probability of getting zero heads? (1/8)</li><li>What is the probability of getting exactly one head?  (3/8)</li><li>What is the probability of getting exactly two heads? (3/8)</li><li>What is the probability of getting three heads? (1/8)</li><li>What is the probability of getting two heads and one tail?  (3/8)</li><li>What is the probability of no coins matching? (0/8)</li><li>What is the probability of getting at least one head?  (7/8)</li><li>Compare an organized list to a tree diagram. (They are similar. A tree diagram is an organized list and may work better for larger numbers. Both have the same sample space.)</li><li>How did you determine the theoretical probabilities in What If Situation A? (Answers will vary. Some will draw a tree diagram and others will just make a list.  Have groups share their thinking.)</li><li>Compare the theoretical probabilities to the experimental probabilities in the What If. (Answers will vary.)</li><li> What are the outcomes for which Akimi will win in What If Situation C? Brelynn? (Akimi wins for Red from the first bag and Red from the second bag. Brelynn wins for Red from first bag and Blue from the second bag, and also for Blue from the first bag and Red from the second bag.)</li><li>If Brelynn and Akimi play the game 18 times, how many times does each person expect to win? (Brelynn would be 4/18 and Akimi would be 2/18)</li></ul><p>Going further:  Have students analyze how many outcomes would be in the sample space if you have four coins. </p>"
          ]
        }
      },
      {
        "id": "S_AZCtlYtv1u7WhH",
        "title": "Text 16",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "VTCAkG6hKLs76BhX",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}