{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEzRkPbGMNfCQu",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem brings together everything in the unit. Students will use unique situations to:</p><ul><li>identify variables;</li><li>describe the relationships between variables;</li><li>connect how the representations (descriptions, tables, graphs, equations) provide similar information about the variables;</li><li>write an equation to represent the relationship between variables; and</li><li>solve equations and find solutions when given the value of one variable.</li></ul>"
          ]
        }
      },
      {
        "id": "TILEJj5GqsS4NSNp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Review with students what steps were important for writing equations in Problems 3.1 and 3.2.</p><p>Ask students to think about how Problems 3.1 and 3.2 relate to the thinking that they did in the unit.</p>"
          ]
        }
      },
      {
        "id": "TILEejrgKoidl_r3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Since this problem is a summary of the ideas in the unit, students do not need much information in the Launch. Introduce the context in the Initial Challenge of Theo making notes for the next trip but dropping cards that described the situations, tables, graphs and equations. Their job will be to match these cards into groups. Distribute <strong>Learning Aid 3.3: Sorting Theo’s Cards (Part 1, Notes); Learning Aid 3.3: Sorting Theo’s Cards (Part 2, Graphs); Learning Aid 3.3: Sorting Theo’s Cards (Part 3, Tables); Learning Aid 3.3: Sorting Theo’s Cards (Part 4, Equations)</strong>, and have students work in groups of three to four on the Initial Challenge matching and then What If . . . ? Situation A on solving some situations. Have students glue their matching groups on large paper to use in a gallery walk during the summary. If students are using the cards from the manipulatives kit their display won’t be glued onto paper. The displays can be left on their desks or on spots on the floor for other students to look at during the gallery walk in the Summarize.</p>"
          ]
        }
      }
    ]
  }
}
