{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Circulate to see that students are building the polygons with diagonals correctly.</p>"
          ]
        }
      },
      {
        "id": "e2SbUyQojinsijtk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>How do you know that you have built a _________ (insert name of polygon)? (Answers will vary. Make sure students are connecting the names with the correct number of sides.)</li><li> What tells you the shape is rigid? (Answers will vary. Students should be able to talk about not being able to smash it when pushing on a vertex.)</li><li>Do you see a pattern in the data in your table? (Answers will vary. Help focus on the number of sides and diagonals.)</li><li>Does your sketch give you any ideas on how many diagonals are needed? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "WAoI0XiaC4dKcpkc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What do you know about the rigidity of shapes and how does this explain the frequent use of triangles in building structures?</em></p><p>(As you are circulating during the Explore select student work to use in the Summary that will push the conversation on minimum number of diagonals needed to make a polygon rigid. Select polygons that students have made of various side lengths to use as examples. Listen for students who are finding the embedded triangles in the polygons as they add the diagonals.)</p>"
          ]
        }
      }
    ]
  }
}
