{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "gP7xGMcBreK9lbRT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem builds on students’ intuitions about negative numbers and asks questions that may be represented by addition or related subtraction expressions. This is a good opportunity for you to learn what your students already know about integers and ways of operating on them. In the 6th grade unit, Points of Rational, students have seen number lines with positive and negative numbers.  Students studied opposites, ordering and absolute value.  </p><p>You do not need to show students standard algorithms for adding or subtracting signed numbers at this time. Students will solve most of the problems using informal arithmetic reasoning. At the end of this Problem, students will be able to recognize the use of and appropriate notation for positive and negative numbers in applied settings. They will also be able to interpret and write mathematical sentences.</p><p><u>Implementation Note</u>:  You may want to have a brief conversation after the Initial Challenge to discuss number sentences before having the students work on the What If section. Don’t force formal ways of writing number sentences at this time. (Portrayal)</p><p><u>curriculum/cr/images/pos.jpg</u> In Investigation 2, students will develop algorithms for addition and subtraction of integers. To prepare for this collect number sentences that they use in Investigation 1 in digital Learning Logs or on posters like these:</p>"
          ]
        }
      },
      {
        "id": "u1Sn1M2aL59fKv7n",
        "title": "Posters for Collecting Sums and Differences",
        "content": {
          "type": "Image",
          "url": "cr/images/pos.jpg",
          "filename": "cr/images/pos.jpg"
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong></p><p>Rational Numbers: <em>Introduction/Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Build off of understanding of integers from 6th grade (Points of Rational) to compare and order integers and to make sense of problems that involve adding and subtracting integers. Informally add and subtract integers using real world contexts and games. </p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What strategies can you use for combining positive and negative integers to find a total value?</p>"
          ]
        }
      },
      {
        "id": "K7rWSYR4OX5gCu_z",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Explore extending the number line to include negative integers and rational values. Display <strong>Teaching Aid 1.1:  Number Line- Reviewing </strong><strong><em>Points of Rational</em></strong>.   Discuss the questions on the Teaching Aid.  </p><p>Students should then locate some fractional and decimal values between the integers. Be sure to discuss equivalent fractions and decimals where appropriate. If students are more comfortable with decimals, encourage them to re-write values as fractions. If needed, this is a good time to review estimation and ordering of rational numbers. You can also look for evidence of understanding of these concepts during the Explore. </p><p>Have students draw lines to connect some pairs of numbers to show opposites on their number lines. This helps students become more comfortable with the extended number line. While opposites are discussed in more depth in Problem 1.2, this is a good opportunity to learn what students already know about opposites. </p><p>While absolute value is not explicitly explored in this Problem, some students may connect absolute value, a topic learned in the Grade 6 <em>Points of Rational</em> unit with various aspects of this Problem.</p><p>Show the picture of the <em>Going Positive</em> game board. Ask them to think about what this unit/problem might be about.  </p><p><u>Implementation Note:</u>  Using the <em>Going Positive</em> PowerPoint game playing a few questions can help students understand how it is played.  This game can also be used at other times to review ideas. </p>"
          ]
        }
      },
      {
        "id": "E47eDvSq-xqeSmY3",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss the <em>Going Positive</em> game as described in the student edition.</p><p><strong>Suggested Questions:</strong></p><ul><li>What happens when a team gets a question incorrect? Correct? (When a question is answered incorrectly a team loses points and when answered correctly they gain points)</li><li>Could a team ever have negative points? (yes)</li></ul>"
          ]
        }
      },
      {
        "id": "D1CFLtvkgfvpaiT2",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students begin the Initial Challenge independently, then share their thinking with a partner.  </p><p>After a brief discussion about what number sentences are, and what number sentences they created in the Initial Challenge have the students work in groups of 2-3 to complete the What If section.  (Language)</p><p><u>Implementation Note:</u>  You may need to use Situation D at a later time in the unit.  If your students need more time to experiment with the positive and negative numbers. If using equations feels like a big leap at this time, use this when you feel your students are ready.  Hank’s cards and the Algebra Connection Game began in the 6th grade unit, <em>The N Games</em>.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
