{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "gP7xGMcBreK9lbRT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p><strong></strong></p>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong></p><p>Rational Numbers: <em>Introduction/Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin making sense of a problem context that involves a proportional relationship between two variables (time, distance) described initially in words and connecting it to an equation and a graph of the relationship. Begin to notice/recognize:  </p><ul><li> rate is a way to describe how far you can travel in a fixed interval of time – e.g., in two seconds I can move 20 feet, and use phrases like “consistent rate” and “constant rate” to describe relationships like this one,</li><li> proportional relationships,</li><li> an understanding of rates can be connected to prior experiences with ratios and proportional reasoning (multiplicative reasoning), </li><li> the relationship between the length of time traveled and the distance covered at a particular rate can be described in words, e.g., if I walk at a rate of 5 meters per second, then I can find the distance I travel by multiplying the number of seconds I travel by 5 m/sec. (the unit rate),</li><li> the distance traveled (d) at a constant rate (r) for a period of time (t) can be described by the equation d = r x t, </li><li> the equation needed to describe the distance traveled for two different people will be the same except that the value for the rate will vary, and</li><li> when points for several different values of time and distance traveled (at a given rate) are graphed, the points will form a straight line.</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What strategies can you use for combining positive and negative integers to find a total value?</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}