{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "k1Yix52eUAyptSMi",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>How can you recognize when finding the LCM is useful? Describe some strategies for finding the least common multiple of two numbers.</em></p>"
          ]
        }
      },
      {
        "id": "7_9MflstXKBx6pKT",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student answers might include discussions of strategies such as the following:</p><ul><li>You need the least common multiple when you want to know the first time that two different repeating cycles match.</li></ul><p>Strategies may include the following:</p><ul><li>List all the multiples of both numbers until you find a multiple in both lists.</li><li>Find the multiples of the larger number, and test to see if it is a multiple of the other number.</li><li>Check to see if the numbers share any factors, and find the largest factor that the numbers share. The other number in the factor pair will tell you how many cycles before you get the least common multiple. </li></ul><p>For example, to find the least common multiple of 12 and 18, do the following:</p><p>Find the largest factor that both share, 6 × 2 and 6 × 3.</p><p>The other factor will tell you how many cycles of the other number to get a common multiple: 6 × 2 and 6 × 3.</p><p>So, 3 cycles of 12 and 2 cycles of 18 will result in the LCM.</p><ul><li>If the numbers do not share any factors, just multiply the numbers together.</li></ul>"
          ]
        }
      },
      {
        "id": "s3S7OmVqFPfNu4yT",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did you Know?</strong></p><p>Brood X appeared in 2021. According to the Wong and Sinnen (2021) in <em>Scientific American</em>,</p><p>Every 17 years the billions of constituents of Brood X tunnel up from their subterranean lairs to spend their final days partying in the sun. This generation got its start back in 2004 when Facebook existed only at Harvard University and the TV series, <em>Friends</em>, aired its last episode. The newly hatched cicada nymphs fell from the trees and burrowed into the dirt. They have been undergrounf every since, feeding on sap from the rootlets of grasses and trees and slowly maturing. All of that preparation has been leading up to this moment when they surface in droves—up to 1.4 million cicadas per acre—to molt into their adult forms, sing their deafening love song and produce the next generation before dying just a few weeks later.</p><p>In many cultures, insect eating is very common. It is called <em>entomophagy</em>. Insects have high protein value. Since insects are a sustainable protein source, in 2013, the United Nations came out with a recommendation to use insects as a protein source. This has prompted a production of high-tech bug powders and snacks. They have also historically ben a food source for some Native American tribes (Pember, 2021). </p><p><em>Sources:</em> Kate Wong and Cherie Sinnen, &quot;Brood X Cicadas Are Emerging at Last.&quot; <em>Scientific American, </em>May 10, 2021, Accessed online. Mary Annette Pemper, :Cicadas: &#x27;The Other White Meat,&#x27; <em>ICT, </em>April 15, 2021. Used with permission</p>"
          ]
        }
      },
      {
        "id": "wcL2ixlFWiC9NfxQ",
        "title": "Did You Know?",
        "content": {
          "type": "Image",
          "url": "cq/images/dyk-.png",
          "filename": "cq/images/dyk-.png"
        }
      }
    ]
  }
}
