{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "PaXR3CISy-KXYpgv",
        "title": "Text 92",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>How can you determine whether the outcomes of a probability event are all equally likely? Why would this information matter if you are using the outcomes to make a decision? </em></p>"
          ]
        }
      },
      {
        "id": "4ol2kWYmsZzBfaXa",
        "title": "Text 94",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To determine if all outcomes of a probability are equally likely you need to consider all the possible outcomes. Then you must look at each outcome and see if each outcome has an equal chance of occurring. This information would be important in making decisions because if an outcome isn’t as likely to occur you may not want to select that outcome. And it may not be considered a fair chance.</p>"
          ]
        }
      },
      {
        "id": "WW6lLs0GcALsypkV",
        "title": "Text 95",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The actuary profession consists of business professionals who apply their knowledge of mathematics, probability, statistics, and risk theory to real-life problems that involve risk and finance. For example, actuaries apply their knowledge of probability to life and property insurance, pensions, the cost of medical care, and climate risks.</p><p>The demand for actuaries is likely to increase by 20% over the next few years. Actuaries also report a high degree of enjoyment with their work. And they are among the highest-paid professions with a four-year college degree.</p><p>Source: Bureau of Labor Statistics, U.S. Department of Labor, Occupational Outlook Handbook,“Actuaries,” December 5, 2023. Accessed online.</p>"
          ]
        }
      }
    ]
  }
}