{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEkphQ49EpKVeP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Have groups display their matching groups from the Initial Challenge. Use a gallery walk to start this conversation. Have students look at the other groups’ work and look for similarities and differences.</p><p><strong>Suggested Questions </strong></p><ul><li>Do you have any what if questions?</li><li>Do you have a question about another group’s work? <em>(Answers will vary.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "JXQtpLzZOmgETFQT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions</strong></p><ul><li>Which representation did you start with when looking for matching cards? Why? <em>(Answers will vary. This is personal preference.) (Agency, Identity, Ownership)</em></li></ul><p>• Was one representation more helpful than others? How? (Answers</p><p>will vary.)</p><p>• How did you know when you found a match between two cards?</p><p>(Answers will vary but should reflect that the relationships between</p><p>the variables are the same.)</p><p>• What are some strategies for matching all four cards? (Answers</p><p>will vary but should reflect how the variables are represented in all</p><p>four cards and tell the same story.)</p><p>• How can you be sure that your cards match? (Answers will vary.)</p><p>• How can we use what we know to write an equation? (We can use</p><p>the process found in Problem 3.1.)</p><p>• If we have an equation, table, or graph, how can we identify the</p><p>variables? (With an equation, it is the letters represented in it. In a</p><p>table, it is what the numbers represent. In a graph, it is what each</p><p>axis represents.)</p><p>• How can we determine if a description, equation, table, and graph</p><p>represent the same relationship between two variables? (Answers</p><p>will vary. Students should be able to discuss the pattern between</p><p>the variables and how they see that in the table values, the shape</p><p>of the graph, and the numbers/letters in an equation.)</p><p>• How does finding the price of admission for different numbers of</p><p>people help you to see how to write a description and an equation</p><p>for the relationship between the variables? (Answers will vary.</p><p>Students should be able to talk about generalizing the pattern</p><p>they find.)</p>"
          ]
        }
      },
      {
        "id": "TILEcULUDTpO0clG",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding </strong></p><ul><li>Consider the equation <em>y</em> = 5<em>x</em> + -11. Use a symbolic method to find <em>x</em> if <em>y</em> = 30.</li></ul><pre>           <em>y</em> = 5<em>x</em> + -11</pre><pre>           30 = 5<em>x</em> + -11</pre><pre>           41 = 5<em>x</em> </pre><pre>          8.2 = <em>x</em></pre><ul><li>Use a symbolic method to find x if y = 23.5.</li></ul><pre>            <em>y</em> = 5<em>x</em> + -11</pre><pre>          23.5 = 5<em>x</em> + -11</pre><pre>          34.5 = 5<em>x</em> </pre><pre>           6.9 = <em>x</em></pre><ul><li>Describe how you could use a graph or a table to find the solutions. (To use a graph, you could find the given y‐value on the vertical axis. Move horizontally until you reach the line, and then move vertically until you reach the horizontal axis. The value you hit on the horizontal axis will be the value of x. To use a table, find the given y‐value in the column for the dependent variable. Then find the corresponding value in the independent variable column. This value will be the value of <em>x</em>.) </li><li>Consider the equations <em>y</em><sub><em>1</em></sub> = 5<em>x</em> + 11 and <em>y</em><sub><em>2</em></sub> = 2<em>x</em>.  Use a symbolic method to find <em>x</em> when <em>y</em><sub><em>1</em></sub> = <em>y</em><sub><em>2</em></sub></li></ul><pre>                  <em>y</em><sub><em>1</em></sub> = <em>y</em><sub><em>2</em></sub> </pre><pre>             5<em>x</em> + 11 = 2<em>x</em> </pre><pre>                    11 = -3<em>x</em> </pre><pre>                –3 2/3 = <em>x</em> </pre>"
          ]
        }
      },
      {
        "id": "TILEQ9bEGzmGrp9j",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Going Further</strong></p><p>Graph the equations for male measurements on one graph and female measurements on another. Write some comparison statements of the two graphs.</p>"
          ]
        }
      },
      {
        "id": "TILEnEetkLIYJ563",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Now What Do Students Know</h3><p>Ask students to reflect on the discussion and answer the Now What Do You Know?</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "TILES2iYLL9bauVG",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p> Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
