{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEkphQ49EpKVeP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Have groups display their matching groups from the Initial Challenge. Use a gallery walk to start this conversation. Have students look at the other groups’ work and look for similarities and differences.</p><p><strong>Suggested Questions </strong></p><ul><li>Do you have any what if questions?</li><li>Do you have a question about another group’s work? <em>(Answers will vary.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "JXQtpLzZOmgETFQT",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p><strong>Suggested Questions</strong></p><ul><li>Which representation did you start with when looking for matching cards? Why? <em>(Answers will vary. This is personal preference.) (Agency, Identity, Ownership)</em></li><li>Was one representation more helpful than others? How? <em>(Answers will vary.)</em></li><li>How did you know when you found a match between two cards? <em>(Answers will vary but should reflect that the relationships between the variables are the same.)</em></li><li>What are some strategies for matching all four cards?<em> (Answers will vary but should reflect how the variables are represented in all four cards and tell the same story.)</em></li><li>How can you be sure that your cards match?<em> (Answers will vary.)</em></li><li>How can we use what we know to write an equation? <em>(We can use the process found in Problem 3.1.)</em></li><li>If we have an equation, table, or graph, how can we identify the variables? <em>(With an equation, it is the letters represented in it. In a table, it is what the numbers represent. In a graph, it is what each axis represents.)</em></li><li> How can we determine if a description, equation, table, and graph represent the same relationship between two variables? <em>(Answers will vary. Students should be able to discuss the pattern between the variables and how they see that in the table values, the shape of the graph, and the numbers/letters in an equation.)</em></li><li>How does finding the price of admission for different numbers of people help you to see how to write a description and an equation for the relationship between the variables? <em>(Answers will vary. Students should be able to talk about generalizing the pattern they find.)</em></li><li>How can you find the variables if you are given an equation, table, and graph? <em>(Answers will vary. Students should look at the labels of the axes in the graph, the labels of the rows in the table, and the variable letters of the equation.)</em></li><li>How do points on the graph relate to the table? <em>(The coordinate pair values can be found on the table or by extending the table.)</em> The equation? <em>(The coordinate pair values fill in the equation in place of the variables.)</em></li></ul><p>Use any or all of the questions in What If . . . ? Situation A for these questions:</p><ul><li>How do we find solutions when we know the value of one variable? <em>(Answers will vary. Students may talk about guessing and checking, fact families, creating an equivalent representation, and so on.)</em></li><li>How can we find solutions to questions using a table? A graph? An equation?<em> (Using a table, you find the variable you know and then read across to the corresponding variable. Using a graph, you find the point of the variable you know and then look to the other axis to find the other coordinate of the point. Using an equation, you find the variable you know and replace it with the number given then solve for the variable you don’t know.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEcULUDTpO0clG",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding </strong></p><p>Ask students to complete this sentence: I used to think algebra was about _________; now I think algebra is about ___________.</p>"
          ]
        }
      },
      {
        "id": "TILEQ9bEGzmGrp9j",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Going Further</strong></p><p>Graph the equations for male measurements on one graph and female measurements on another. Write some comparison statements of the two graphs.</p>"
          ]
        }
      },
      {
        "id": "TILEnEetkLIYJ563",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Now What Do Students Know</h3><p>Ask students to reflect on the discussion and answer the Now What Do You Know?</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "TILES2iYLL9bauVG",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p> Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
