{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "tPXVS3riWbZCLTd0",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students investigate a spinner that Kaleb might use to determine his bedtime. Students confront some possible misconceptions about the relationship between angle measure and probability situations involving spinners. </p><p>Mathematical Note: The spinners in this Problem are circles with the spinning mechanism in the center of the circle. Because of the shape, the ratio of the angle measures and/or the ratio of the areas of a sections can be used to determine the theoretical probability. Students may accurately use either area or angle measure.</p><p>In contrast, on a spinner like the one below, the spinning mechanism is not in the center of the circle. </p>"
          ]
        }
      },
      {
        "id": "U-T25twGwtOI67Ng",
        "title": "Non-centered spinner example",
        "content": {
          "type": "Image",
          "url": "hlit/images/2.3_OVERVIEW_1.png",
          "filename": "hlit/images/2.3_OVERVIEW_1.png"
        }
      },
      {
        "id": "LDX0vLQ8RxtTq6YM",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this example, the ratio of the angle measures can be used to determine the theoretical probability. The ratio of the areas of the sections cannot be used to determine the theoretical probability. Red and blue are equally likely, but it does not appear that way because the area of the sections is very different.</p>"
          ]
        }
      },
      {
        "id": "C37eqcalQLILWc8l",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>: Explore &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "sQxQfnMdsF3R2u5e",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Build on experiences with theoretical probability by adding a new tool and examining a compound event:</p><p>Notice that: </p><ul><li>A compound event is a game that consists of two events</li><li>Organized lists and tree diagrams can be used to find the possible outcomes for compound events</li><li>A spinner can be used to determine experimental probability.  The area of the spinner is subdivided to represent each event.  </li><li>Using the results of experimental trials, you can predict future outcomes</li></ul><p>To find theoretical probability with a spinner you would have to determine the portion of the area of the spinner to determine how likely a result might be.</p>"
          ]
        }
      },
      {
        "id": "5W6YAJ6gY7SaymNz",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How do you determine experimental and theoretical probability using a spinner? Compare spinners to other methods used in Investigations 1 and 2 to determine probability.  </p>"
          ]
        }
      },
      {
        "id": "TyoTS5yQ_hDlrc1-",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Randomness requires proper technique for carrying out the trial. For number cubes, one technique is to shake the number cubes in your hand, and roll them so they hit a wall and bounce back. Another is to put the number cubes in a container, shake it, and then dump them out. With spinners, achieving randomness requires using a strong flick of the finger to put the pointer in motion. Electronic spinners would be useful. Discuss with students the need to make sure that the way they conduct the experiment will not affect, or bias, the outcome.</p>"
          ]
        }
      },
      {
        "id": "Elqk-uHDCxf6RiPF",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What kinds of things can happen to affect the data you gather in this Problem? (Tilting the spinner, always having the same person spin, or always starting the spinner at the same spot could affect the results.)</li><li>How should you spin the pointer to be sure you have a fair trial? (The spinner should be level, the pointer should be started at different spots, and different people should spin it.)</li></ul>"
          ]
        }
      },
      {
        "id": "NX1ynxbrVU_nNtU_",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Point out the three blue and yellow spinners Kaleb has created as shown in the Student Edition. Discuss Kaleb’s idea to determine his bedtime in during spring vacation by using one of the three spinners.</p>"
          ]
        }
      },
      {
        "id": "PqhSScPJ1oPqRdS1",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested question</strong></p><ul><li>Which spinner will give Kaleb the best chance of going to bed at 11:00? Explain your reasoning.</li></ul><p>This question is designed to confront a misconception that students sometimes have about spinners. Many students believe that whether or not the sections of a spinner are adjacent will affect their probabilities. In other words, students may mistakenly disregard the fraction of the total angle each section of the spinner occupies. They may instead focus on the number of sections. In this case, students may struggle to see that 11:00 has the same probability on each spinner.</p>"
          ]
        }
      },
      {
        "id": "5vyjVKOl8BHzjA12",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Explain to students that Kaleb decided to make his own spinner for determining his bedtime. Demonstrate a few spins on <strong>Teaching Aid 2.3: Bedtime Spinner</strong>. Place the point of a sharpened pencil or a pen through the circular end of a paper clip and onto the center of the spinner or overlay it with a plastic blank spinner.  Flick the spinner with your finger. Record each result and demonstrate how to keep a tally for each spin. After spinning two or three times, ask whether you have a large enough sample. Students should realize that a few spins do not generate enough data to predict the behavior of the spinner over the long run. (If needed you could conduct the experiment multiple times and look at some experimental probability as a whole class.  One person spins and one records the results for all to see.)</p><p>Have copies of <strong>Teaching Aid 2.3:  Bedtime Spinner</strong> available in case students want to try a few experimental spins as they are working on the Initial Challenge. (Agency, Identity, Ownership)</p><p>Have students begin this Problem independently and then work with a partner as needed.  Distribute <strong>Learning Aid 2.3: Spinning for Lunch</strong> for students to use to experiment with ideas in What If Situation B.</p>"
          ]
        }
      }
    ]
  }
}