{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "Ud7LaL9q-CBI3zjI",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>It is likely that some students will see that the radius is nearly the same as the height of that almost-parallelogram. It seems much less likely that they will see that the base of the almost-parallelogram is half the circumference of the circle.</p><p>Pay particular attention to the fact that in the collection of circle sectors that approximate a parallelogram, there are a number of radii that appear to be “slant heights” of a parallelogram. However, the correct vertical height is also approximately a circle radius, and this approximation gets better and better as the number of pieces increases. </p><p>You might suggest to some groups to cut the circle into smaller congruent parts. Perhaps ask one group to divide it into 16 parts and another into 32 parts. Let students do the calculations and compare their answers. As the number of parts increases, the estimation gets closer to the exact answer. Use these examples in the Summarize to show how smaller sections provide more accuracy. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "-4YExWX46Ofi3QGB",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "6-KGBh1N7s6pMJjM",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What is the relationship between the circumference and area of a circle? </em></p><p>(As you are circulating during the Explore, listen for ways students are talking about this relationship. A couple examples you may hear: both are related to the radius and the diameter of the circle; they can find the area of a circle when they know its circumference and vice versa- if the circumference is 10 inches you can find the diameter with is 10 ÷π.  Then you can find the area using that diameter.)</p>"
          ]
        }
      }
    ]
  }
}