{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "SsI0KyILAqXYzkDC",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Have students share their conclusions and reasoning.</p><p>Ask students if they have any What If questions.</p><p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>How did you decide how much ice cream would fill Esther’s cone and Jasmine’s cup? (Some will reason from the relationships they found in Problem 4.2. Others may calculate the volumes of all three shapes and compare them. Be sure both ideas are presented.)</li><li>How did you decide how much ice cream would fit into Stanley’s rectangular box in What If Situation A?  (Some will reason from the relationships they found in Problem 4.2 along with the formula of lwh. Others may calculate the volumes of all four shapes and compare them. Be sure both ideas are presented.) (Agency, Identity, Ownership)</li><li>How did you decide which is the best buy on popcorn in What If Situation B?  (Some students may stop at finding the volume of each box.  Make sure they look at the price as well.  When they compare the volume to the price they will find that the rectangular box will give them more popcorn for $1 than the other two boxes.)</li></ul><p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "yn_uXM02WiGwPf2Z",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}