{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEU2d0yFSsado6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This Problem provides students with an opportunity to further develop their understanding of proportional relationships. Students will simulate a leaky faucet using a paper cup with a hole in it that is dripping water. If the pressure of the water in the cup remains constant, this relationship would be proportional. Since the experiment is simulating a dripping faucet in which the pressure remains very nearly constant, you may want to suggest that water be added to the dripping cup to keep the height of the water in the cup somewhat constant. In trials, this experiment produced data that permitted students to make convincing predictions.</p><p><strong>Implementation Note</strong>: This Problem may take two days to complete the experiment, analyze the data, and complete the Problem. You may want to hold a brief summary after the Initial Challenge and have students complete the What If on the second day.</p><p><strong>Note</strong>: What If Situation B is a review of many of the ideas in this Unit and is a good formative assessment piece for you and the students. (Time)<u><strong></strong></u></p>"
          ]
        }
      },
      {
        "id": "vR16bCOPzxuS0Jj3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Analysis, Synthesis</p>"
          ]
        }
      },
      {
        "id": "CdvKIn4nWspL_qTH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Use percents, fractions, decimals, ratios, proportions, unit rate, and /or rate tables in a simulation and to solve problems.</p><p>Look for and make connections among representations of proportional relationships and solution strategies.</p>"
          ]
        }
      },
      {
        "id": "TILElcur_tVJAekJ",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe some situations that you encounter in your daily life that require proportional reasoning.</p>"
          ]
        }
      },
      {
        "id": "fQ0MCp1PFeb_CG59",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>Discuss their work in this Unit using rates, rate tables, and unit rates.</p>"
          ]
        }
      },
      {
        "id": "CL_ZgQFqFPZ_6-Pf",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>When have we used rates in this Unit? (Answers will vary.)</li><li>When have we used rate tables in this Unit? (Answers will vary.)</li><li>When have we used unit rates in this Unit? Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "m5HxnjZoOlghhIMY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p><em>Day 1:</em></p><p>Explain the situation using the Introduction in about leaky faucets wasting water every year.</p><p>Introduce the directions for the simulation using Teaching Aid 3.4: Leaky Faucet Experiment Directions or the Student Edition.</p><p>Have students work in groups of 3-4 to collect their data and then complete the Problem.  Distribute <strong>Learning Aid 3.4: Leaky Faucet Data</strong> for students to record their data from the simulation.</p><p><em>Day 2:</em></p><p>You may want to give each group two of the situations from What If Situation A to differentiate based on needs of each group. (Agency, Identity, Ownership)</p><p>Have groups do What If Situation B on large paper so that it can be used in a Gallery Walk in the Summary. (Portrayal)</p><p>For more census information see: <a href=\"https://www.census.gov/newsroom/press-releases/2021/population-changes-nations-diversity.html\">https://www.census.gov/newsroom/press-releases/2021/population-changes-nations-diversity.html</a></p><p>For more information on rising sea levels see:  <a href=\"https://coast.noaa.gov/digitalcoast/stories/atlantic-epa.html\">https://coast.noaa.gov/digitalcoast/stories/atlantic-epa.html</a></p>"
          ]
        }
      }
    ]
  }
}