{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "qRlk5nPmacjeoVWc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have students share which roller coasters are faster.  Using the Claim, Support, Question teaching strategy have students discuss their findings.</p>"
          ]
        }
      },
      {
        "id": "ImYpOMS6ECu5iPng",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>Do you have any What If  questions?  (answers will vary)</li><li>How did the line plot help you decide which roller coaster was faster? (Answers will vary.  Students should talk about mean and MAD.)</li><li>How did the box and whisker help you decide which roller coaster was faster? (Answers will vary.  Students should talk about median and IQR.)</li><li>For What If Situation A, do you agree with Charlie’s overall conclusion? (It is possible to agree with Charlie’s report while still criticizing his lack of attention to measures of spread. He is correct to point out that outliers affect the mean but not the median. Charlie is also correct to say that, if you just look at measures of center, the speeds are very similar. He does not, however, pay any attention to measures of spread.) </li><li>Do you agree with Rosa’s overall conclusion that steel-frame roller coasters are faster, but not all steel-frame roller coasters are faster? (Again, students might agree with Rosa while still wanting to clarify her language a bit.) </li></ul>"
          ]
        }
      },
      {
        "id": "aeOkQem5jZDhQ7fT",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "ddaNIz8Cf4KNyjdV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}