{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "qRlk5nPmacjeoVWc",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Have students share which roller coasters are faster.  Using the Claim, Support, Question teaching strategy, have students discuss their findings.</p>"
          ]
        }
      },
      {
        "id": "ImYpOMS6ECu5iPng",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>Do you have any What If . . . ? questions? <em> (Answers will vary)</em></li><li>Are steel-frame roller coasters faster than wood-frame roller coasters? Explain your reasoning. <em>(Answers will vary. Some students might say steel-frame coasters are faster because they include the highest speed even though there is more variability in the data distribution. Some students may say wood-frame roller coasters are faster because its mean is greater than steel-frame. In summary, the measures of center for steel- and wood-frame coasters are somewhat similar. Speeds of steel-frame coasters vary greatly. Measures of spread (specifically the IQR), show that at least 25% of the wood-frame coasters have speeds that are faster than those of steel-frame coasters. Some, but not all, steel-frame roller coasters are faster than wood-frame roller coasters. For example, wood-frame Coaster 30 has a top speed of 65 mi/h, but 3 steel-frame coasters have speeds of 66 mi/h or above. The median of the wood-frame coasters (50 mi/h) is slightly greater than the median of the steel-frame coasters (45.3 mi/h), but the middle 50% of speeds of steel-frame coasters are more variable than those of wood-frame coasters. The IQR for steel-frame coasters (24.8 mi/h) is more than twice the IQR for wood-frame coasters (10.8 mi/h). So there is more variability around the median for the steel-frame coasters. Based on the means, the speeds of wood-frame roller coasters, mean ≈ 48 mi/h, appear to be faster than the speeds of steel-frame coasters, mean ≈ 44.9 mi/h. There is more variability from the mean in the steel-frame roller coasters, with a MAD of 13.7 compared to the MAD of 7.5 with the wood-frame coasters.)</em></li><li>How did the line plot help you decide which roller coaster was faster?<em> (Answers will vary.  Students should talk about mean and MAD.)</em></li><li>How did the box-and-whisker help you decide which roller coaster was faster? <em>(Answers will vary.  Students should talk about median and IQR.)</em></li><li>For What If . . . ? Situation A, do you agree with Charlie’s overall conclusion? <em>(It is possible to agree with Charlie’s report while still criticizing his lack of attention to measures of spread. He is correct to point out that outliers affect the mean but not the median. Charlie is also correct to say that, if you just look at measures of center, the speeds are very similar. He does not, however, pay any attention to measures of spread.) </em></li><li>Do you agree with Rosa’s overall conclusion that steel-frame roller coasters are faster, but not all steel-frame roller coasters are faster? <em>(Again, students might agree with Rosa while still wanting to clarify her language a bit.) </em></li></ul>"
          ]
        }
      },
      {
        "id": "aeOkQem5jZDhQ7fT",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "ddaNIz8Cf4KNyjdV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
