{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "JfnRf9aZN6X4Lmam",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>Students may need help analyzing theoretical outcomes. They can use tree diagrams or lists. Students may also need help in interpreting each result. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "pRzmf1YTV5A3-Gkh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What tools could you use to simulate this situation to collect experimental data? (Answers will vary. Coins, number cubes, spinners, etc.)</li><li>What tools could you use to help you find the theoretical probabilities? (Tree diagrams or organized lists.)</li><li>Are any of these situation compound events? (No)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEh5J5zpr3y7kP",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence? </p><p><strong><em>Now What Do You Know?</em></strong></p><p><strong><em>Compare these Problems to those in the Unit. How are they the same? Different? In what ways are the proportional relationships in this Unit the same or different from those in other Units you have studied this year? </em></strong></p><p>(As students work on their experiment and then hear from the other groups they should recognize that what makes these all unique is that for each part of the situation there are two outcomes. They should be able to discuss that the Problems in the Units are ratio comparisons that are part to whole and other Units have had both part to part and part to whole. They are the same as other proportional relationships because they can be scaled up or down to make predictions using equivalent ratios.)</p>"
          ]
        }
      }
    ]
  }
}