{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "WbZXgupqEkfSxQM8",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This problem comprises five contexts that challenge students to use the information to make decisions about what operations they need to use to solve the problem. Each problem situation encourages students to ask themselves, “What is this problem situation asking and what do I know that would help me solve it?” Students need these kinds of experiences to make the mathematics they are learning available to use in different kinds of situations.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Explore multiple mathematical situations and use understanding of number and operations from work with whole numbers, fractions, decimals, and negative numbers to make sense of which operation is needed to solve a problem. </p><p>Use understanding of relationship between addition and subtraction as well as multiplication and division to write equivalent equations and inequalities.</p>"
          ]
        }
      },
      {
        "id": "2F339dh7y6gZqszt",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe how you can decide which operation to use to solve a problem.</p>"
          ]
        }
      },
      {
        "id": "GrqqMEakCzEqr6kP",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Problem 4.3 builds on the experiences students had in Problems 4.1 and 4.2 by having them use what they learned about operations with rational numbers to choose appropriate operations and write number sentences to solve problem situations.</p>"
          ]
        }
      },
      {
        "id": "U8PGkw7Rx8FzbGpP",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p><strong>Suggested Questions:</strong></p><ul><li>In the chart about the water tower water flow, what does the 4,000 represent? (4,000 gallons of water is entering the water tower every hour)</li><li>In the chart about the water tower water flow, what does the 7 represent? (The number of hours that the 4,000 gallons of water per hour were entering the water tower)</li><li>In the chart about the water tower water flow, what does the 7,500 represent? (7,500 gallons of water is leaving the water tower every hour)</li></ul><p>They will analyze the situation and decide what operation is needed to solve it and then complete the computation to solve it.  </p><p>Have students work in groups of 2-3 students.</p>"
          ]
        }
      }
    ]
  }
}
