{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "170LBqJ1PFTQb7Nz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 3</strong></p><p><strong>Multiplying and Dividing Rational Numbers</strong></p><p>In this Investigation, we will use time, distance, speed, and direction to think about multiplication and division of integers. We will also explore number patterns and develop algorithms for multiplying and dividing rational numbers. </p><p>Recall that in the <em>The N Games </em>unit, we learned that we could use the times symbol “x”, a dot, or parentheses to show multiplication. </p><p>3 x 5 = 3 • 5 = 3(5)</p>"
          ]
        }
      },
      {
        "id": "MkuYayIJuibCr59e",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 3.1</strong></p><p><strong>The Number Relay Race Game: Multiplication Patterns with Rational Numbers</strong></p><p>Mr. Bernoski designs the Number Relay Race Game for a family game night. </p><p><em>Number Relay Race Game</em></p><p>Equipment:</p><ul><li>Large number line with increments of 10 meters from -50 to 50</li></ul><p>Rules: Teams of five players who are the runners</p><ul><li>Runners 1, 3, and 5 stand at the –50 meter line. Runners 2 and 4 stand at the 50 meter line. </li><li>Other teams line up in the same positions on other number lines and start the race at the same time.</li><li>Runner 1 on all the teams begins toward the next runner.</li><li>When Runner 1 reaches Runner 2, that player runs to Runner 3.</li><li>This continues until Runner 5 reaches 0.</li><li>The first team whose final runner (Runner 5) reaches 0 wins the game.</li></ul>"
          ]
        }
      },
      {
        "id": "T7lhgQAkf29bDl43",
        "title": "Team 1 Example",
        "content": {
          "type": "Image",
          "url": "cr/images/griz.jpg",
          "filename": "cr/images/griz.jpg"
        }
      },
      {
        "id": "LuuDRJo0xD2R3yaA",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Example of a race by Team 1: </p><ul><li>1st  Hahn starts and runs from  –50 to 50. Hahn tags Aurelia. </li><li>2nd  Aurelia runs back from 50 to –50. Aurelia tags Dwayne. </li><li>3rd  Dwayne runs from –50 to 50. Dwayne tags Tori. </li><li>4th  Tori runs from 50 to –50. Tori tags Pascal. </li><li>5th  Pascal runs from –50 to the finish line at position 0. </li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}
