{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "uLQ3Iww96WUTFxkz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How are addition and subtraction related?</p>"
          ]
        }
      },
      {
        "id": "0IymB_xLvqMs0kqz",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students might discuss the following:</p><ul><li>Changing a subtraction expression into an addition expression of adding the opposite gives the same results:  a -b = a + (-b),</li><li>Subtraction is the opposite operation of addition,</li><li>Some properties for addition do not work for subtraction. For example, addition is commutative and subtraction is not. </li><li>If more than one quantity is being subtracted, all the quantities can be added together then subtracted at one time. a – b – c – d = a – (b + c + d)</li></ul>"
          ]
        }
      },
      {
        "id": "lg4jyD8u6BtaRlJt",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The plus/minus or +/− statistic is used in sports to measure a player’s impact on the game. It is the difference of scores between the two teams when the player is in the game. This ‘differential ‘statistic was first used in the 1950s by the Montreal Canadian hockey team, for evaluating its own players. In 1967-68 the National Hockey League (NHL) officially started using the +/− statistic</p><p>In ice hockey, when a team scores a goal, all players on the ice of the scoring team register a plus while the players on the other team score a minus. If a goal is made on a power play, no points (+ or −) are awarded. However, how effective this measure is predicts a player’s performance is the subject of much debate</p>"
          ]
        }
      }
    ]
  }
}
