{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "slGjDfiaQHw2rYrf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Opening Questions</strong></p><p>Fill out <a href=\"https://water.usgs.gov/edu/activity-percapita.html\">this questionnaire from the United States Geological Survey</a> to estimate how much water you use in a typical day. <a href=\"https://water.usgs.gov/edu/activity-percapita.html\"></a></p><p>Then answer the two questions in the text box below.</p>"
          ]
        }
      },
      {
        "id": "qQlvrF9-xVcFAXCm",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What did you learn after taking the questionnaire and reading the results page? Explain anything that was interesting or surprising to you.</strong></p><p></p><p></p><p></p><p><strong>Explain any new ideas you have about designing a water conservation solution after taking the questionnaire. </strong></p><p><strong></strong></p><p><strong></strong></p><p><strong></strong></p>"
          ]
        }
      },
      {
        "id": "sh1Ja-9mEADjn9Cg",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity: Research</strong></p><p>Engineering design professionals engage in<strong> research</strong> to learn more about stakeholder need. For example, researching how much water a stakeholder uses in a typical day can help identify specific ways people can conserve water. </p><p>Yesterday you created a scoping table to identify which questions were the most important to you. Today, you will use these questions to guide your search for information. Your stakeholder map can also guide you. You  want to make sure that you are finding information that is relevant to your stakeholders. </p><p>The research process can also give you new insights and ideas that you will want to record:</p><ul><li>You might develop new scoping questions that you can add to your scoping table.</li><li>You might identify new stakeholders or want to focus more on one particular stakeholder group. You can make a note of this on your stakeholder map.</li><li>You might find information that is challenging, surprising or difficult to understand. You can make a note of these ideas or discuss them with a classmate. </li></ul>"
          ]
        }
      }
    ]
  }
}