{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILENd1zmGvA2wFr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Students need time to get comfortable with writing equations. This will be strengthened in later units. If students hesitate, have them use descriptions to describe the patterns. Then help them shorten the descriptions into symbolic notation during the summary. <em>(Time)</em></p><p>Having students stand up and work on a vertical surface during this problem can increase engagement and collaboration between students as they work out creating the equations.</p>"
          ]
        }
      },
      {
        "id": "39O4_u5rvGNegBlj",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What do the “. . .” represent in the table in the Initial Challenge? <em>(Skipped data.)</em></li><li>Would it help to fill in the “. . .” in the table in the Initial Challenge? If so, how would you fill it in?<em> (Answers will vary.)</em></li><li>If students are having trouble with finding the costs when n people go on the trip, encourage them to put into words the pattern they see in the ones they did before that.</li><li>What did you do to find the cost for 5, 10, 20, 35, 42 people? <em>(Multiplied the number of people by $350.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "2FaeTkghilIC0yF6",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note:</strong> Some students may fill in the cost column in the Initial Challenge by using an iterative addition process, rather than by multiplying the number of customers by $350. These students may have difficulty coming up with a general rule linking cost and number of customers. It may be helpful to have them find the cost for 75, 100, or 250 people. They will see that extending the table to find these distances is tedious, and then they can look for another method. <em>(Agency, Identity, Ownership)</em></p><ul><li>How does the cost change as you add a customer? <em>(It increases by $350.) </em>5 customers?<em> (It increases by $1,750.) </em>10 customers?<em> (It increases by $3,500.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "bYnqRHQH_FpXUwQl",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If students are having trouble writing the equations in What If . . . ? Situation A, encourage them to focus on the distances for 50 miles per hour first.</p><ul><li>What are the variables involved in this relationship? <em>(The variables are time and distance.)</em></li><li>When you made your table, how did you find the distance for a given time? <em>(I multiplied 50 miles per hour by the time.)</em></li><li>If I’m traveling 50 miles an hour, how far can I go in 1 hour? <em>(50 miles.)</em> 2 hours? <em>(100 miles.)</em></li><li>What if I travel for 6 hours at 50 miles an hour? <em>(300 miles.)</em> 9 hours? <em>(450 miles.)</em> 12 hours? <em>(600 miles.)</em> Any number of hours? <em>(50 times the number of hours.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "BSA-8WOCkNT3OxTA",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note:</strong> This is implicitly using unit rate. Student will revisit this in the grade 6 unit Comparing Quantities and continue to develop the idea in grade 7.</p><ul><li>How can you state this as a rule? Start with “The distance is equal to.” <em>(The distance is equal to 50 times the time traveled.)</em></li><li>To write this as an equation, you need to choose letters for the variables. What letters do you want to use? <em>(Use d for distance and t for time.)</em></li><li>How can you write your rule as an equation? (An equation for the rule is d = 50t.)</li><li>How can you use your equation to find distances not on your table? What about if you drove for 3.5 hours? <em>(Multiply the speed [the coefficient] by the number of hours.)</em></li><li>How can you use your equation to find numbers of hours not on your table? What about if you drove 200 miles? <em>(Divide the miles by the speed (the coefficient) to find the number of hours.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "eO6KkLfjU5ecdBza",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Note: Some students may fill in the distance columns in What If . . . ? Situation A by using an iterative addition process, rather than by multiplying the speed by the time. For example, in the column of distances for 50 miles per hour, they may have added 50 miles (the distance traveled in 1 hour) to each value to get the next value. These students may have difficulty coming up with a general rule linking distance and time. Ask these students how they would find the distance after 11 hours or 16 hours or 24 hours. They should see that extending the table to find these distances is tedious and should begin to look for another method. <em>(Agency, Identity, Ownership)</em></p>"
          ]
        }
      },
      {
        "id": "0tDbTUnG1gjHWalw",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As students work on the What If . . . ? questions, help students relate how to find the same information with the table, graph, or equation.</p><ul><li>What do the graphs in Mikala’s strategy have in common? <em>(They are consistent with straight lines that begin at the origin. The line that represents the relationship for 60 miles per hour is the steepest.)</em></li><li>How is this pattern represented in the table? <em>(For speed, the distance goes up by a certain amount. It is 40 for the first column, 50 for the second column, and 60 for the third column.)</em></li><li>What information does the number in front of t represent in your equation? <em>(It is the speed or the rate at which the van is traveling.)</em></li><li>How does the speed or rate show up in the table and graph? <em>(In the table, as time increases by one, the distance increases by 40, 50, or 60. That is, for every 1 hour increase, the distance increases by 40, 50, or 60. The graph representing the situation with the greatest rate is the steepest.)</em></li></ul><p>For What If . . . ? Situation C, it may help some students to create a table and/or graph to make sense of the situation and answer the questions. This is their first experience with equations, and mastery isn’t necessary at this time. Having students make connections between the variable relationships and the different representations will benefit them as they grow in their algebraic understanding this year.</p>"
          ]
        }
      },
      {
        "id": "TILEufI0wfwimBJo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Planning for the Summary</strong></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "eZPlkXs37IX0gp9t",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe how an equation might be useful to answer questions about the situation. What are the advantages of using a table, graph, or equation to make a prediction and solve a problem?</em></p><p>(Look for ways that students are describing how they filled in the values in the table and then how they translated that into their equation. Are students using examples of “what if examples” to find the relationship between variables? Are students using additive ideas to fill in the table and then struggling with the equations? Look for examples of students using tables, graphs, and equations for solving problems about the relationships in the variables.)</p>"
          ]
        }
      }
    ]
  }
}
