{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "_GXqnxOFkvtp6q55",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Having students stand up and work on a vertical surface during this Problem can increase engagement and collaboration between students as they work out the relationships with these angles.</p>"
          ]
        }
      },
      {
        "id": "wEd1wGjAqJbHn-we",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Do any of the angles have the same measurement?  How do you know?</li><li>Could any of the angles help you in finding the measurement of another angle?</li><li>Are there any “special” angles that could help you find relationships? (Supplementary, complementary, right angles, etc.)</li><li>Does measuring the angles help you to see any new relationships? (Answers will vary.  This might be when some see the congruence in vertical angles and/or the supplementary relationships.)</li><li>What relationships can help you find the measurements of the angles in What If Situation A? (Supplementary angles, vertical angles)</li><li>In What If Situation C, how did we write equations in <em>Variables and Patterns</em> in 6th grade? (Answers will vary. They will most likely discuss writing out generalizations to describe a situation in words and then shortening those words using letters into equations.)</li><li>In What If Situation C, how did we solve equations in<em> Bits of Rational</em> in 6th grade? (Answers will vary. Students don’t have a formal process as this time. This will get developed in Moving Straight Ahead later this year. They will most likely use fact families, guess and check, or “undoing what was done to x”.)</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "HCcvncK10APPCBOj",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe what you know about angles formed by intersecting lines. Include parallel lines and the angles formed by a line that intersects the parallel lines in your description.</em></p><p>(Listen for how students are making sense of vertical, supplementary and complementary angles.  Look for students who are using the relationships formed by a line that intersects the parallel lines versus actually measuring the angles to lead the discussions in the Summary.)</p>"
          ]
        }
      }
    ]
  }
}
