{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "LJ_Ah4JC3Q11mJM-",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Monitor students’ work as they complete the table. Observe how they are calculating surface area. As you listen to students talk and ask them questions, encourage the use of the vocabulary: surface area and volume. (Language)</p><p>Encourage students to organize their information in a table as suggested in the Problem or in some other way that makes sense to them. They should sketch each arrangement they find and label its dimensions. Encourage students to find ways to ensure that they have found all the boxes with whole-number dimensions. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "nSKuJtgk_hLSmU-8",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Have you considered all the faces of this arrangement of the cubes?  (Answers will vary)</li><li>How are you finding the area of each face of the arrangement of the cubes? (Answers will vary- counting, l x w, “same as the opposite face”, etc.)</li><li>Do you have all the possible arrangements?  How do you know? (Answers will vary)</li><li>What is your strategy for sketching the arrangements?  (Answers will vary- “eyeballing it”, drawing the edges first and filling in the faces, drawing one face and thickening it, etc.)</li></ul><p>To move conversations in groups forward on Situation B, suggest that the students replace the letters with the words and talk through the suggested patterns to help them decide if they agree or disagree with the suggested patterns.</p>"
          ]
        }
      },
      {
        "id": "ppT6wTV875CTpo6P",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p><ul><li>Collect the strategies that are being used by students to find the surface areas</li><li>Take note of students that are making sense of the shape of the arrangements and the amount of surface area to have them share during the summary</li><li>Take note of students finding a relationship with factors and the total number of cubes when determining they have all the possibilities</li><li>How are students finding the dimensions when they know the volume in Situation B?</li></ul>"
          ]
        }
      },
      {
        "id": "HiXHPW9FNzpC5oaZ",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe the dimensions of the rectangular prism that has the least surface area for a given volume. </em></p><p>(As you are circulating during the Explore, select students to share their ideas.  Look for students using the dimensions of the boxes; sketches, factors of the total volume, discussing getting the most “cube like” shape; etc.)</p>"
          ]
        }
      }
    ]
  }
}