{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "4wCcSsCMMUKwOSqO",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Designing a Triangular Prism</strong></p><p>The Fruit Tree Juice company thinks that a juice container in the shape of triangular prism would be attractive to consumers. The two congruent triangular bases are right triangles. </p>"
          ]
        }
      },
      {
        "id": "rwZ2Q3nVSQ_7obm9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>1.</strong> On centimeter grid paper, make a net for a triangular prism that will hold the same amount of juice as the cylindrical can.  Cut it out and fold and tape the pattern to form a triangular prism.</p>"
          ]
        }
      },
      {
        "id": "4XYL1_QBtMXC537v",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. Some students would keep the height the same as the can (11 cm), some other students would come up with a different height. The only constraint they must meet is that the product of the area of base triangle and the height is approximately 251.8 cm<sup>3</sup>. </p>"
          ]
        }
      },
      {
        "id": "h_V6N6aKHf65MyL3",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>2. </strong>Compare your juice box to with the boxes made by your classmates. Which triangular prism do you think would make the best juice container? Why?</p>"
          ]
        }
      },
      {
        "id": "nghSVlDg_e9_imGS",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary based on nets students have created. Students can compare surface areas of triangular prisms to decide the best juice container. Some students would argue that the triangular prism that has the least surface area is the best because it would cost the least amount of money to produce juice packages. However, designing a package involves aesthetics as well as cost of packaging, so other dimension choices might seem more appealing.  </p>"
          ]
        }
      },
      {
        "id": "FbnOvupSudwrEYcl",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>3. </strong>Which container would take the least material to make, the rectangular box, the triangular prism, or the cylindrical can? Why?</p>"
          ]
        }
      },
      {
        "id": "BB2z3RZqsLZTni9C",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers may vary. The surface area of the cylindrical can is 2(π)(2.72) + 2(π)(2.7)(11) ≈ 232.4 cm<sup>2</sup>. The cylinder uses less packaging material than other polygonal boxes. </p><p><em>Note:</em> Students should not leave with the impression that any cylinder with volume 252 cm<sup>3</sup> will have less surface area than any rectangular prism with same volume. For example, a very tall and skinny cylinder with radius of 1 cm and height of 80 cm would have a volume of about 252 cm<sup>3</sup> and a surface area of about 509 cm<sup>2</sup>.</p>"
          ]
        }
      }
    ]
  }
}