{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "ymNU-GL9avF-sYd3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>On Day 1 students will conduct the experiment in the Initial Challenge with several different brands of paper towel.  Have students share the areas they found for the various samples.  Compare the findings.  </p><p>On Day 2 have students complete the What If and then the Summary will focus on the strategies used to find the area of the circles. </p>"
          ]
        }
      },
      {
        "id": "hkHu2thtWaTj8gXx",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>Do you have any What If questions? (Answers will vary.)</li><li>How did you find the area of the water dropped circles on your paper towels?  (Answers will vary.)</li></ul><p>An example conversation on area of the water dropped circles:</p><p><u>Teacher</u>: How did you find the area of the water dropped circles on your paper towels?  </p><p><u>Remi</u>: We set the transparent grid on the water drop and traced it.  Then we counted the full squares and created squares out of the other pieces. (Remi demonstrates this with a teacher prepared water drop from the<strong> Teaching Aid 3.2 </strong>pictures and a transparent grid.)</p><p><u>Hensley</u>: We started out like that but then we kept getting mixed up.  We remembered last year using radius squares to find the area of circles.  We traced the circle onto the transparent grid and then drew radius squares.  It was more efficient.   (Hensley demonstrates this with a teacher prepared water drop from the<strong> Teaching Aid 3.2</strong> pictures and a transparent grid.)</p><p><u>Teacher</u>: Does anyone remember doing this before?</p><p>Class nods</p><p><u>Remi</u>: This is like Yolanda’s strategy in What If Situation A.</p><p><u>Teacher</u>: Is that true? </p><p><u>Hensley</u>: Yes, (points to the picture in the student edition) she says that she drew two perpendicular radii which formed four squares.  Those are the radius squares that we made. </p><p><u>Teacher</u>: Is Yolanda’s strategy correct?</p><p><u>Remi</u>: Yes.  It uses what Hensley’s group did and then also what my group did because you still have to count full squares and combine pieces into full squares. </p><p><u>Kacey</u>: I remember doing the radius squares too.  Our group did the first one like that but then remembered the formula was A=πr<sup>2</sup>.  We found the radius for the rest of our water circles and found the area.  </p><p><u>Teacher</u>: Is Kacey’s group correct in using A=πr<sup>2</sup>?</p><p><u>Hensley</u>: Yes. Because when we used the radius squares we found that it was always a little more than 3 or pi number of radius squares so it makes sense to multiply π by r<sup>2</sup>. </p><p><u>Remi</u>: Hensley’s group, Kacey’s group and my group all found it using the number of squares to cover the water circle.  We just found the number of squares using different strategies. </p><p><u>Hensley</u>: Yeah.  I think Kacey’s group might have a strategy that is a little quicker and maybe more accurate.</p><p><u>Teacher</u>: In What If Situation A, we’ve talked about Yolanda’s strategy, how about Sam’s Jayne’s and Evan’s strategies?  Are those correct? </p><p><u>Phil</u>: We tested Sam’s strategy with 2 circles and it is correct.  </p><p><strong>Note</strong>:  d = 2r, Area ~ ¾ (2r)<sup>2</sup> or </p><p>Area ~ ¾(2r)(2r)</p><p>Area ~ 3r<sup>2</sup></p><p>Students do not need to do this symbolic work.  This is information for the teacher. </p><p><u>Kathy</u>:We tested Jayne’s with our circles and that worked too.  </p><p><u>Hensley</u>: Ethan is correct too. </p><p><u>Teacher</u>: From this experiment what do we know about area of a circle?</p><p><u>Remi</u>: We know it is squares covering it and we can find the number of those with radius squares, counting the full squares and partial squares, going around the outside with a big square, or using the formula A=πr<sup>2</sup>.</p>"
          ]
        }
      },
      {
        "id": "0jSueUTu9r-JfsSz",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "i6gj5F4weMupgb1l",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}