{
  "type": "MathReflection4",
  "content":
    {
      "tiles": [
        {
          "id": "LRCTCpRm8JbdMhj4",
          "title": "Text 25",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Mathematical Reflection Implementation Investigation 4</strong></p><p></p><p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know to summarize their learning over the time (TIME). </p><p></p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p></p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
            ]
          }
        },
        {
          "id": "zXuvY9ufTWmmC16P",
          "title": "Text 26",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>AoL</strong>: Synthesis/Abstraction &amp; Synthesis/Abstraction</p><p><strong>CCSSM</strong>:  7.SP.C.5, 7.SP.C.6, 7.SP.C.7, 7.SP.</p>"
            ]
          }
        },
        {
          "id": "c320AFVmjyo8KeaP",
          "title": "Text 27",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to build and connect mathematical understandings for key aspects of probability and proportional reasoning.</p><p></p><p>Notice that: </p><ul><li>When using an area model to represent a compound event the area of the model represents the entire situation/game</li><li>Students recognize that each piece of the area model represents an outcome</li><li>Students understand that the probability of a compound event is the fraction of the outcomes in the sample space</li><li>Students understand a probability model can be developed which may or may not be uniform</li><li>Students understand to find long-term averages you begin with a model to represent all possible outcomes</li><li>Students understand the model of all possible outcomes will determine the likelihood each outcome will occur</li><li>Students understand to find the long-term average multiply each of the possible outcomes by the likelihood each outcome will occur and add all of those values.  Then divide by the number of trials.</li><li>Students understand when finding the theoretical probability for the binomial situations that there are two outcomes for each part of the situation</li><li>Students recognize the proportional relationships in this Unit are part to whole relationships</li><li>Students recognize the ratios found using experimental or theoretical probability can be scaled up or down to make predictions.</li></ul>"
            ]
          }
        },
        {
          "id": "tuWFBj77IQePkr6q",
          "title": "Text 28",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Mathematical Reflection</strong></p><p>What do you know about probability?  About proportional relationships?</p>"
            ]
          }
        },
        {
          "id": "wA-A3xE-XtpvTAbP",
          "title": "Text 29",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Student Responses</strong></p><p><strong></strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p>"
            ]
          }
        },
        {
          "id": "mORYDnwS0l4GRuaA",
          "title": "Text 30",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>What do you know about probability? How are proportional relationships used  to solve Problems that involve  probabilities?</strong></p><p></p><p> At this point students can talk about the use of area models to find theoretical probabilities, long term averages and binomial situations.)</p>"
            ]
          }
        },
        {
          "id": "AUqp4gI6NmrXNkb5",
          "title": "Text 31",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What in evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
            ]
          }
        },
        {
          "id": "tqf7PoK46JSPKoPY",
          "title": "Text 32",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Mathematical Practice Implementation</strong></p><p></p><p>Every day, students use “habits of mind” to make sense of Problems and apply learning to new situations. Some of these habits are described by the <em>Common Core State Standards for Mathematical Practices</em> (MP). Using the Mathematical Practices Reflections at the close of each Investigation allows students to name their reasoning.</p><p></p><p>Students demonstrate to themselves (AGENCY, IDENTITY, OWNERSHIP) the power of the Practices. </p><p></p><p>Some teachers discuss the Mathematical Practices during the Summarize of Problems where a specific practice was evident and widely used by students. This can enhance students’ understanding of their mathematical learning and processing.</p><p></p><ul><li>What mathematical practices did the students use to solve this Problem? (Answers will vary.  Students may relate their work to MP6 Attend to precision, MP5 Uses appropriate tools strategically, MP6 Attend to precision, MP7 Look for and make use of structure, or MP8 Look for and express regularity in repeated reasoning. )</li><li>What other mathematical practices did you use to solve Problems in this Investigation? (Answers will vary. MP1 Make sense of Problems and persevere in solving them can always be mentioned for CMP problems.)</li></ul>"
            ]
          }
        }
      ]
    }
}
