{
  "type": "MathReflection3",
  "content": {
    "tiles": [
      {
        "id": "B6i0fjKJxFXOSWn9",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "LnIGiKP5wQrVC_Cl",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Solidify algorithms for multiplying and dividing positive and negative rational numbers.</p><p>Develop an algorithm for multiplying any two rational numbers, connecting to number lines, patterns (multiplication of one factor by series of consecutive numbers), and/or contexts. </p><ul><li>When the numbers are either both positive or both negative—multiply the numbers and the sign for the product is positive. </li><li>When one factor is positive and one factor is negative—multiply the numbers and the sign for the product is negative. </li></ul><p>Develop an algorithm for dividing any two rational numbers, connecting to number lines and/or patterns (fact families). </p><ul><li>When the numbers are either both positive or both negative—divide the numbers and the sign for the quotient is positive. </li><li>When one factor is positive and one factor is negative—divide the numbers and the sign for the quotient is negative. </li><li>When multiplying a number by its inverse, the product is one and the sign of the numbers is based on the signs of the factors</li></ul>"
          ]
        }
      },
      {
        "id": "6dcML0wrTwIzKUJ4",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you now know about rational numbers and their operations?</p>"
          ]
        }
      },
      {
        "id": "8V58iK4G05_yWtTD",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the MR to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
