{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "4_Xm6Q8sl82GQ4yy",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate, have students explain how they are determining their solutions. Encourage students to use sketches on number lines to show their thinking and to write addition and/or subtraction number sentences to describe their work. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "zrG4aVP-KBvIqDbJ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>In the Initial Challenge, what does the -54 represent? (The starting temperature)</li><li>What does the +49 represent? (The ending temperature)</li><li>Where is the temperature in relationship to 0? How can this help you? (From the starting temperature, get to 0 and then count on to the ending temperature.)</li></ul><p>For the What If...?  situations look for the ways students are using the number line to represent the changes in temperature.  </p><ul><li>What is the starting temperature? (Answers will vary)</li><li>What is the ending temperature? (Answers will vary)</li><li>Is the temperature increasing or decreasing? (Answers will vary)</li><li>How can your number line express this change? (Answers will vary)</li></ul><p>For What If...? Situation B, encourage students to look at the direction of the arrow on the number line and how far it is moving.  </p><ul><li>What is the starting temperature? (Answers will vary)</li><li>What is the ending temperature? (Answers will vary)</li><li>Is the temperature increasing or decreasing? (Answers will vary)</li></ul>"
          ]
        }
      },
      {
        "id": "M-SNVuVjkfOkEtNW",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What if...? Situation C, encourage students to explain how they keep track of the multiple changes in the situation. Notice whether they track the changes with a number line or with number sentences. If students use a number line, they may show it with one number line and two arrows, or they may use two different number lines to show the changes. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "BA-LolPjqUv_dgQd",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "dd6zJTptrtJNIV8U",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe a strategy for finding the change in temperature when given a beginning and ending temperature. How can you represent this difference on a number line? </em></p><p>(As you are circulating during the Explore, look for how students are making sense of using number lines to show change.  Are students making sense of positive and negative direction?  Are students making sense of positive and negative values for temperature? Look for how students are making sense of number sentences representing change in temperature.)</p>"
          ]
        }
      }
    ]
  }
}
