{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "iV_joP36DE4DXmUz",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>Students are introduced to the idea of an algorithm and challenged to develop an algorithm for addition of rational numbers. They use chip board and number line models to make sense of the operation and understand its effect on positive and negative numbers. The goal is to engage the students in concrete ways of representing and solving the problems. Students move from concrete representations to addition algorithms that support efficient operations on rational numbers. They also encounter and use the Commutative Property of Addition.</p>"
          ]
        }
      },
      {
        "id": "oX7wSSiqqBz3K-fM",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Analysis/Synthesis</em></p>"
          ]
        }
      },
      {
        "id": "sr8aKyP8wYCLN_Qm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin to develop an algorithm for adding any two rational numbers, connecting to number lines, chip boards and/or patterns. </p><ul><li>When the numbers are either both positive or both negative, add the numbers, and give the sum the same sign as the numbers added. </li></ul><p>OR</p><ul><li>To add two positive numbers, add the numbers and make the number in the sum positive</li><li>To add two negatives, add the two numbers and make the number in the sum negative</li></ul><p>To add a positive and negative number, find the difference between the two numbers, and the sign for the number for the sum is the same as the sign of the number with the largest absolute value (as the sign of the number that is further from 0).</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>Describe an algorithm for adding rational numbers. How does this compare to your algorithm for adding whole numbers?</p>"
          ]
        }
      },
      {
        "id": "kRCa8ikg7gnzRSCo",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Models help students make sense of operations like addition with integers. (Portrayal) In this problem, students will connect models to algorithms for addition.  </p><p>Remind students that in grade 6 they were introduced to absolute value in the unit <em>Points of Rational</em>.  Remind students of the notation:</p>"
          ]
        }
      },
      {
        "id": "rEHygAQfx0SqQ2V_",
        "title": "Absolute Value Notation",
        "content": {
          "type": "Image",
          "url": "cr/images/abs.jpg",
          "filename": "cr/images/abs.jpg"
        }
      },
      {
        "id": "HKvsXv4V900FLuox",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Introduce the vocabulary of additive inverse and additive identity in the Student Edition.</p><p><strong>Suggested Questions:</strong></p><ul><li>How have we found additive inverses helpful so far? (With the chips, we made sets that were equal to 0 using additive inverses. Then we could know the value represented on the board. For example, for a board that had 10 red chips and 3 black chips, -7 + (-3+3) = -7)</li><li>Can you think of any other time that we operate on a number and it keeps its identity?  (a • 1 = a, a ÷ 1 = a, a – 0 = a)</li><li>How have we found additive identity helpful so far? (On a chip board, we could find amounts equal to zero. Then we could know the value represented on the board. For example: a board that had 10 red chips and 3 black chips:  -7 + (-3 + 3) = -7)</li><li>How can you write a sum of two numbers that results in a sum of -5? (One strategy is to choose two negative addends with absolute values that add to 5. For example, -2 + -3 = -5 and -4 + -1 = -5. Another strategy is to make one addend positive and the other negative but choose a negative number whose absolute value is 5 greater than the positive number. For example, -10 + 5 = -5 and 25 + -30 = -5. Students can also think of this method as choosing a negative number that is 5 units farther from zero on a number line than the positive addend is.)</li></ul>"
          ]
        }
      },
      {
        "id": "EBczGzFMg1jBNvmM",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>If you created posters or Learning Logs from your students&#x27; experiences in Investigation 1 have them use those in the Initial Challenge. Your students may relate more to the equations that they developed during their work. (Agency, Identity, and Ownership)</p><p>If you didn’t create posters or Learning Logs from Investigation 1 distribute <strong>Learning Aid 2.1: Sum Posters</strong> for students to use in the Initial Challenge. </p><p>Have students work with a partner on this problem. Have number lines, chip boards, and red and black chips available for students to use as they work through the problem.</p><p>Students should be comfortable with using number lines and chip board models from their work in Investigation 1. Use the situation in the Student Edition introduction of the problem with Linda and her friend with video games to review the two models as needed. Tell students they will be using these models in different situations to find patterns to create an algorithm for addition of integers. Have students use the Initial Challenge as a prediction for what they will find as they work through the rest of the problem. If they make changes to their predictions in the Initial Challenge have them jot down what changed their mind.  (Time)</p><p><u>Implementation Note: </u>It may be helpful to debrief their predictions from the Initial Challenge.  Remind them that they may change their minds as they continue with the What if...? when they have more ideas.</p>"
          ]
        }
      }
    ]
  }
}
