{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "KRd1TV3nLKh-gyvw",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What combinations of three side lengths can be used to make a triangle? How many different triangles are possible for each combination?</em></p>"
          ]
        }
      },
      {
        "id": "KkYYKvPRUN49Zt3H",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To make a triangle from three given lengths, the sum of the two shortest sides must be greater than the length of the longest side. Only one triangle is possible with given lengths of three sides. </p><p>If Sides <em>A</em> and <em>B </em>are the shorter sides and side <em>C</em> is the longest side, then <em>A </em>+ <em>B</em> &gt; <em>C</em>.</p>"
          ]
        }
      },
      {
        "id": "1VHxdwp6-0z-CyxJ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>When we watch a hockey game at full speed, it is difficult to follow the movement of the puck and explain what is happening in the game. Sport fans often see instant replays on TV where the sport commentators add graphics to highlight the player movements and positioning of an important play. </p>"
          ]
        }
      },
      [
        {
          "id": "FTlWWVKIwh2a4Z8o",
          "title": "Large Triangle Support",
          "content": {
            "type": "Image",
            "url": "sad/images/screenshot-2025-06-10-at-6.12.09 pm.png",
            "filename": "sad/images/screenshot-2025-06-10-at-6.12.09 pm.png"
          }
        },
        {
          "id": "qkmSE4b1ztkeoBi_",
          "title": "Small Triangle Support",
          "content": {
            "type": "Image",
            "url": "sad/images/screenshot-2025-06-10-at-6.12.26 pm.png",
            "filename": "sad/images/screenshot-2025-06-10-at-6.12.26 pm.png"
          }
        }
      ],
      {
        "id": "wQddqU38kbr1THQ6",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As shown in the illustrations, sport coaches often refer to triangle support as a strategy for scoring a goal. Triangle support involves three players often near the hockey goal. Ideally, triangles provide at least two options for hockey players to pass. If the players were spread out in a line, their options would be minimal.</p><p>While every play is different in hockey, creating passing options is important offensively. Close support in the triangle is often key. If the lengths of the triangle were relatively long, there would be more opportunity for the puck to be intercepted by the other team. If the angles on the triangle were smaller, then a single player on the other team can defend both sides of the triangle. Notice how the hockey players created triangle supports based on the positioning of the other team.</p>"
          ]
        }
      }
    ]
  }
}
