{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "yUyHalrb7p8hq0sQ",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this Problem, students are challenged about their beliefs about the differences between possible and probable and between fair and unfair games. Many students believe that possible and probable mean the same thing and that a game of chance is fair if each player has a chance to win, even if all players are not equally likely to win. This Problem directly challenges those beliefs. </p><p>Students analyze a coin-tossing game and discover that the game is not a fair game of chance. This Problem also introduces a special kind of organized list, the tree diagram. Students learn how to create and use a tree diagram to find all possible outcomes of an action, and then to use the results to determine theoretical probabilities of another game of chance.</p>"
          ]
        }
      },
      {
        "id": "L_9wqlXN2DNEWWlO",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL: </strong>Introduction/Explore &amp; Analysis/Synthesis</p>"
          ]
        }
      },
      {
        "id": "3caUzfwrY7fEXNIM",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Build on experiences with theoretical probability by looking at different ways to show the sample space and determine if a game is fair: </p><ul><li>Create probability models to find probabilities of events that include organized lists and tree diagrams</li><li>Expand the idea of equally likely by relating it to the fairness of a game</li><li>Recognize that the proportional relationships in this Unit are part to whole relationships</li><li>Use proportional reasoning to make predictions based on the theoretical probabilities of a game</li></ul>"
          ]
        }
      },
      {
        "id": "pzZA8zbVIzEIvbQs",
        "title": "Text 12",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What are some strategies for listing all the outcomes in a sample space when you have two or more events happening at the same time? How do you decide whether a game is fair or not?</p>"
          ]
        }
      },
      {
        "id": "GhczuEwxmResbSML",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>The coin tossing game is a two-person game, so students need to think in terms of two players. In fair games of chance, each player has the same chance, or probability, of winning. If your students need more time with experimental probability you may want to collect experimental data as a whole class. The class wins if all three coins match and you win for any other result. Play the game 30 times. If you do this, record the outcomes of the experiment so that students can see them. (Agency, Identity, Ownership)</p><p>In the What If Situations students will analyze the idea of using an organized list and a tree diagram for finding all the possible outcomes and the theoretical probability.  </p>"
          ]
        }
      },
      {
        "id": "DtieddqnDzQpj26a",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What are the possible outcomes for the first coin? (heads or tails)</li><li>Are these outcomes equally likely? (Yes)</li><li>If you get heads with the first coin, what are the possible outcomes for the second coin? (heads or tails)</li><li>Are these outcomes equally likely? (Yes; the probability for both is  )</li><li>If you get tails with the first coin, what are the possible outcomes for the second coin? (heads or tails)</li><li>Is it possible for each player to win? (Yes, it is possible that all three coins match, and Santo wins. It is also possible that the coins don’t all match, and Tevy wins.)</li></ul><p>Start a discussion about what it means for a game to be fair.</p><ul><li>What do you think it means to say that a game is a fair game? (Answers will vary.  Some possibilities from students:  No one cheats. Everyone has a chance to win. The players are equally good.)</li></ul><p>Make sure students understand that you are referring to games of chance (such as bingo) rather than games of skill (such as tennis).</p>"
          ]
        }
      },
      {
        "id": "0BI36bge65wRyUN0",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Let students know that they are to examine the coin-tossing game for fairness. Tell them that, in mathematical terms, a game of chance is fair if everyone has an equally likely chance of winning.</p><p>It is important for students to realize that they are using the theoretical probabilities to determine the fairness of the game. Their challenge is to determine whether the game is fair or not and, if it is not a fair game, to figure out a way to make it fair.</p><p>Have students work in groups of two to three students.  Have red, yellow, and blue blocks with boxes, buckets or bags available for students when they get to What If Situation C.  </p>"
          ]
        }
      }
    ]
  }
}