{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "7x-DY6px9Xks1RAG",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>A First Look at Chance</strong></p>"
          ]
        }
      },
      {
        "id": "6e92HBa67zf8fxKK",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Decisions, decisions, decisions—we make decisions every day. We choose what to wear, with whom to have lunch, what to do after school, and maybe what time to go to bed. To make some decisions, we consider the chance, or likelihood, that something will happen. We may listen to the weather forecast to decide whether you will wear a raincoat to school. In some cases, we may even let chance decide for us, such as when we roll a number cube to see who goes first in a game. A number cube shows the numbers 1, 2, 3, 4, 5, and 6 on its faces. </p>"
          ]
        }
      },
      {
        "id": "AuhGDpyvWk_SVza6",
        "title": "Two number cubes",
        "content": {
          "type": "Image",
          "url": "curriculum/how-likely-is-it/images/Inv_1_Intro.png",
          "filename": "curriculum/how-likely-is-it/images/Inv_1_Intro.png"
        }
      },
      {
        "id": "ZzxayrfajS8TCQq7",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Think about these questions. They are examples of probability situations to help us consider the likelihood that a particular event will occur.</p><p><em>What are the chances of getting a 2 when we roll a number cube? Are    we more likely to roll a 2 or a 6? How can we decide? </em></p><p><em></em></p><p><em>The weather forecaster says the chance of rain tomorrow is 40%. What does this mean? Should we wear a raincoat? </em></p><p><em></em></p><p><em>When we toss a coin, what are the chances of getting tails? </em></p><p><em></em></p><p><em>Suppose we toss a coin and get seven tails in a row. Are we more likely to get heads or tails on the next toss? </em></p><p></p><p>Tossing a coin one time is called an <strong>event</strong>. </p><p>The tossing a coin event has two possible results: either a head turns up or a tail turns up. The results are called <strong>outcomes</strong>. </p>"
          ]
        }
      }
    ]
  },
  "supports": []
}