{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "mOyG_qIfKfd3Kl94",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Today&#x27;s Activity: Reflecting on Front-End Design</strong></p><p>Let&#x27;s review some of the work you have done so far. </p><ul><li>You <strong>created </strong>a stakeholder map to identify people affected by a water conservation design solution</li><li>You<strong> created</strong> a stakeholder profile to analyze one stakeholder in depth </li><li>You<strong> created</strong> a scoping table to generate and organize questions (design questions, natural questions and social questions)</li><li>You <strong>read</strong> articles and <strong>watched </strong>videos to research your natural, social and design questions</li><li>You <strong>generated</strong> several ideas for design solutions </li></ul><p>All this work is <strong>front-end engineering design</strong>. Front-end engineering design includes practices like mapping, scoping, research, and idea generation-- work to ensure that a design solution meets stakeholder need, that an engineering design solution makes people&#x27;s lives better in some way.  Front-end work is important because if a designer doesn&#x27;t understand stakeholder need, they could design a solution that people don&#x27;t need or don&#x27;t use.</p><p>In this lesson you will reflect on what you have learned about designing water conservation solutions that meet stakeholder need. Let&#x27;s start with your Learning Journal.  What did you learn about engineering design? Review your Learning Journal and write down at 3 things you learned in the chart below. For each thing you learned, provide evidence from your Learning Journal. There is one example in the table to help you get started. </p><p>When you finish the table, share what you learned with a partner. </p>"
          ]
        }
      },
      {
        "id": "9INkRS5CVe_Y8wdd",
        "title": "What did I learn about front-end design?",
        "content": {
          "type": "Table",
          "columnWidths": {
            "wxQmDxuQjmtgS7bM": 289,
            "9LM_-CFuW3lFwx3e": 318
          },
          "name": "Table 1"
        }
      }
    ],
    "sharedModels": [
      {
        "sharedModel": {
          "type": "SharedDataSet",
          "id": "6jvceOiEMBVgKqVr",
          "providerId": "9INkRS5CVe_Y8wdd",
          "dataSet": {
            "id": "i7rCJJGGQzA-w6MR",
            "name": "Table 1",
            "attributes": [
              {
                "id": "wxQmDxuQjmtgS7bM",
                "clientKey": "",
                "name": "I learned...",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "(Example) I learned that if you want to design something for someone you have to think about their life in detail. ",
                  null,
                  null
                ],
                "title": ""
              },
              {
                "id": "9LM_-CFuW3lFwx3e",
                "clientKey": "",
                "name": "My evidence is...",
                "hidden": false,
                "units": "",
                "formula": {},
                "values": [
                  "(Example) My evidence is that in my stakeholder profile I wrote down different ways that my school principal uses water. I tried to remember what she does every day to find all the ways she uses water.  ",
                  "",
                  ""
                ],
                "title": ""
              }
            ],
            "cases": [
              {
                "__id__": "ZKPXvPI1MKFsFj6V"
              },
              {
                "__id__": "qFjP3zs5lt50Akcp"
              },
              {
                "__id__": "C1I3fAJwwQ6A4_2l"
              }
            ]
          }
        },
        "tiles": [
          "9INkRS5CVe_Y8wdd"
        ]
      }
    ]
  }
}