{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEtuWGqCLJ-nFZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>In this problem, students graph their real-world data to represent the relationships between time and number of jumping jacks from the experiment in Problem 1.1. This problem continues the discussion of patterns that describe the relationship between two variables. Students will use the experiment data from Problem 1.1 to describe the way the number of jumping jacks changes as time increases in 10-second intervals. The connection between the representations of physical movement, the data in the table, and the visuals of the graph helps students interpret the data. <em>(Portrayal)</em></p>"
          ]
        }
      },
      {
        "id": "TILEmCR84ve2grj5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students will probably have limited experience with coordinate graphing. The focus in this unit is around students understanding and interpreting what a graph is communicating about the data. Over the next three years, they will have many opportunities to plot points and make graphs.</p>"
          ]
        }
      },
      {
        "id": "TILEnC9lKvZE39cJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p><strong>Optional Review of Graphing</strong>. <em>(Language)</em> If your students need to review graphing, you might introduce them to Four-in-Row, a tic-tac-toe type game on a 4-by-4 grid. The winner is the person who gets four in a row first (horizontally, vertically, or diagonally). The players take turns telling you two numbers that designate the location of the intersection point for their X or their O. This is different from the traditional game where the Xs and Os are placed in the middle of each square. With little instruction, nearly every student will recall how to graph points in a hurry.</p>"
          ]
        }
      },
      {
        "id": "N9tY0pENvOz1RMHr",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Display <strong>Teaching Aid 1.2A: 4-by-4 Game Grid</strong> or draw five horizontal and five vertical lines, equally spaced.</p>"
          ]
        }
      },
      {
        "id": "OHJzCIAaVqjdoXWl",
        "title": "4-by-4 Game Grid",
        "content": {
          "type": "Image",
          "url": "vap/images/4-by-4-game-grid.png",
          "filename": "vap/images/4-by-4-game-grid.png"
        }
      },
      {
        "id": "qAayez-SguJBfo5I",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If you choose not to do this activity and students have not done graphing it is well worth a brief mention that coordinates correspond to intersections of lines, not squares (regions). Many students believe that the location corresponds to the space instead of the intersection.</p>"
          ]
        }
      },
      {
        "id": "m4sYlgQjTIItN82g",
        "title": "Coordinates Example",
        "content": {
          "type": "Image",
          "url": "vap/images/coordinates-example.png",
          "filename": "vap/images/coordinates-example.png"
        }
      },
      {
        "id": "p2V2G84XD5hJIYdR",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You will need to model this as you play the game.</p>"
          ]
        }
      },
      {
        "id": "TILEuC0TgvwKbbPy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How many of you know how to play tic-tac-toe? <em>(Answers will vary. Some students may have played related target games where you give two “directions,” such as B-6, to find a location in rows and columns.)</em></li><li>How many do you need in a row to win? <em>(Three.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEP-KIO9t_AyHm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Explain that today we will play a different version of tic-tac-toe. You will need four in a row to win. We’ll play the left side of the class against the right side of the class. The left side can go first and tell me two numbers.</p><p>Have the first player tell you two numbers. If the numbers are between 0 and 4, they will be on the board. Otherwise, they will be off the board. For example, if a student says (5, 1), start at 0 and count until you get to 4 and say, “Oops, they fell off the board!” Then let the other team have a turn. The students quickly learn to use the correct numbers, and they quickly recognize that the order of the two numbers is important.</p><p>In future units, you can change the number scheme by moving the origin to a different place in the grid and by using negatives, fractions, and so on.</p>"
          ]
        }
      },
      {
        "id": "habmILpNJZiTNsAG",
        "title": "Coordinate Grid Game Board",
        "content": {
          "type": "Image",
          "url": "vap/images/coordinate-grid-game-board.png",
          "filename": "vap/images/coordinate-grid-game-board.png"
        }
      },
      {
        "id": "TILEtxU7JxkK5_EC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss how a set of axes is created. A horizontal number line and a vertical number line are superimposed on top of each other at (0, 0), or the origin. If possible, place a transparent vertical number line over a horizontal number line. (Portrayal) Understanding that the axes are number lines may help students remember to set up the scales on the axes counting in equal increments that increase as you move to the right on the horizontal axis or increase as you move up the vertical axis.</p>"
          ]
        }
      },
      {
        "id": "TILEmFiQtNVYbmIR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Can you remember seeing number lines in your elementary classrooms? What did they look like? <em>(They counted by ones. They were across the wall. Students usually make a horizontal motion with their hand.) </em>Why are there arrows at the ends of the line? <em>(That is to show that the number line goes on and on. It does not stop there.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "xnSrgXYrjuF0f_m9",
        "title": "Number Line",
        "content": {
          "type": "Image",
          "url": "vap/images/number-line.png",
          "filename": "vap/images/number-line.png"
        }
      },
      {
        "id": "Ah5fuSJQLfb8eOo8",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We are going to call that number line the x-axis. It is the horizontal axis of two that we are going to talk about. (Language) You may want to ask students to describe looking at the horizon to connect to the word horizontal.</p>"
          ]
        }
      },
      {
        "id": "gjvBuyCvYl8Z4u1g",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Have you ever seen number lines that are not horizontal? <em>(Students may mention thermometers or other vertical number lines that they may have seen. If they have not seen a vertical axis, introduce it as a vertical number line.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "LL2hRJXyifmm97cC",
        "title": "Vertical Number Line",
        "content": {
          "type": "Image",
          "url": "vap/images/vertical-number-line.png",
          "filename": "vap/images/vertical-number-line.png"
        }
      },
      {
        "id": "Y5QmPTOg5jtexEqU",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We can overlay the vertical number line on the horizontal number line at the zeros (called the origin) and make a set of axes. We can use these axes to relate two variables. The axes are perpendicular, or meet at a 90° angle. The horizontal axis is called the x-axis. The vertical axis is called the y-axis.</p>"
          ]
        }
      },
      {
        "id": "07ckzJLnQiqXy_uU",
        "title": "Set of Axes",
        "content": {
          "type": "Image",
          "url": "vap/images/set-of-axes.png",
          "filename": "vap/images/set-of-axes.png"
        }
      },
      {
        "id": "LW5_3N2Ne3NWnjo2",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There is a z-axis, too. But you will not study that right now. The z-axis also goes through the origin and lets us look at three variables at the same time. It is also perpendicular to the other two axes.</p>"
          ]
        }
      },
      {
        "id": "4TEjWniaoSqAlSq3",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "vap/images/3-dimensional-graph.png",
          "filename": "vap/images/3-dimensional-graph.png"
        }
      },
      {
        "id": "TILEh81nF8j_uUcr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note</strong>: Students are introduced to the word “coefficient” in the Grade 6 Unit <em>Variables and Patterns</em>. Since they may not have used the vocabulary term often in 6th grade, they are reintroduced to the term in Problem 2.2. While you may want to use that vocabulary earlier than Problem 2.2, the vocabulary term now might be too early for students. It helps students to have more experiences with the idea before the formal vocabulary is introduced.    </p><p>Look for students to make conjectures at this time. Tell students that they will investigate the effect of the walking rate on the relationship between distance and time by looking at the walking rates of three students. They will be asked to make a table, graph, and write an equation for each of the walkers. Students will examine these representations to see how changing the walking rate affects each representation of the data. They will relate the walking rate to the rate of change, linearity, and proportionality.  </p><p>To maximize class time, you may want to provide each student with <strong>Learning Aid 1.2:  Three Students Walking Rates</strong>.  Have students being this problem independently and then discuss with a partner. </p>"
          ]
        }
      }
    ]
  }
}
