{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEtuWGqCLJ-nFZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>In this problem, students graph their real-world data to represent the relationships between time and number of jumping jacks from the experiment in Problem 1.1. This problem continues the discussion of patterns that describe the relationship between two variables. Students will use the experiment data from Problem 1.1 to describe the way the number of jumping jacks changes as time increases in 10-second intervals. The connection between the representations of physical movement, the data in the table, and the visuals of the graph helps students interpret the data. <em>(Portrayal)</em></p>"
          ]
        }
      },
      {
        "id": "TILEmCR84ve2grj5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students will probably have limited experience with coordinate graphing. The focus in this unit is around students understanding and interpreting what a graph is communicating about the data. Over the next three years, they will have many opportunities to plot points and make graphs.</p>"
          ]
        }
      },
      {
        "id": "TILEnC9lKvZE39cJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p><strong>Optional Review of Graphing</strong>. <em>(Language)</em> If your students need to review graphing, you might introduce them to Four-in-Row, a tic-tac-toe type game on a 4-by-4 grid. The winner is the person who gets four in a row first (horizontally, vertically, or diagonally). The players take turns telling you two numbers that designate the location of the intersection point for their X or their O. This is different from the traditional game where the Xs and Os are placed in the middle of each square. With little instruction, nearly every student will recall how to graph points in a hurry.</p>"
          ]
        }
      },
      {
        "id": "N9tY0pENvOz1RMHr",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Display <strong>Teaching Aid 1.2A: 4-by-4 Game Grid</strong> or draw five horizontal and five vertical lines, equally spaced.</p>"
          ]
        }
      },
      {
        "id": "OHJzCIAaVqjdoXWl",
        "title": "4-by-4 Game Grid",
        "content": {
          "type": "Image",
          "url": "vap/images/4-by-4-game-grid.png",
          "filename": "vap/images/4-by-4-game-grid.png"
        }
      },
      {
        "id": "qAayez-SguJBfo5I",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If you choose not to do this activity and students have not done graphing it is well worth a brief mention that coordinates correspond to intersections of lines, not squares (regions). Many students believe that the location corresponds to the space instead of the intersection.</p>"
          ]
        }
      },
      {
        "id": "m4sYlgQjTIItN82g",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "vap/images/coordinates-example.png",
          "filename": "vap/images/coordinates-example.png"
        }
      },
      {
        "id": "p2V2G84XD5hJIYdR",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "TILEuC0TgvwKbbPy",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ol><li>What were the variables that we used in the last Problem? (distance in meters and time in seconds)</li><li>Can you recall another time that you studied the relationship between distance and time? (We studied rates of cars in <em>Variables and Patterns</em>. We used 50 mph, 55 mph, and 60 mph rates to examine the patterns between distance and time in tables, graphs, and equations.)</li><li>If we looked at your data on a graph, how could you describe the pattern of change for your walking rate? (Possible answer with a walking rate of 1.5: For every 1 second that I walked, I traveled 1.5 meters.)</li></ol><ul><li>Here is an example [show <strong>Teaching Aid 1.2 </strong>or an example of a student’s data] of a table and graph for someone who walked 1.5 meters per second. What do you notice about the data on the graph? (The data lines up because the pattern is consistent.)</li><li>How does this show up in the table? (Every increase of 1 second adds 1.5 meters to the distance.)</li><li>Because this pattern of change describes how your data consistently increases over time, we call this the rate of change. What was your rate of change in your walking experiment? (Possible answer with a walking rate of 1.5 meters per second: 1.5.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEP-KIO9t_AyHm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note: </strong> The rate of change describes the change in a linear relationship. If the linear relationship is proportional, the rate of change is the same as the unit rate or constant of proportionality. This conversation started for students in <em>Comparing and Scaling</em> and will continue throughout this Unit. </p><ul><li> What equation can we use to represent the pattern in this data? (Distance is equal to 1.5 times the number of seconds walked, or d = 1.5t.)</li><li> The equation is made up of two expressions. The equal sign shows that the expressions are equivalent. What are the two expressions? (d and 1.5t)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEtxU7JxkK5_EC",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Introduce the three students, Alana, Gilberto, and Leanne and their walking rates. Let students know that they will be analyzing the progress of the three students. Encourage students to use different colors to represent each student. For example, put Alana’s data in red, Gilberto’s data in green, and Leanne’s data in blue.</p>"
          ]
        }
      },
      {
        "id": "TILEmFiQtNVYbmIR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><p>If you have graphs and tables from Problem 1.1 display them, or use the <strong>Teaching Aid 1.2:  Walking Rate</strong>, and ask:</p><ul><li>Make a conjecture. If you increased your walking rate, how would it change your equation, graph, and table? (Students may not be able to answer at this time. Possible answer includes: If you increase the rate at which you walk, you can cover more distance in a given time. The distance in the table would increase for each second walked, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance. The equation would have a larger number that multiplies by the variable.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEh81nF8j_uUcr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note</strong>: Students are introduced to the word “coefficient” in the Grade 6 Unit <em>Variables and Patterns</em>. Since they may not have used the vocabulary term often in 6th grade, they are reintroduced to the term in Problem 2.2. While you may want to use that vocabulary earlier than Problem 2.2, the vocabulary term now might be too early for students. It helps students to have more experiences with the idea before the formal vocabulary is introduced.    </p><p>Look for students to make conjectures at this time. Tell students that they will investigate the effect of the walking rate on the relationship between distance and time by looking at the walking rates of three students. They will be asked to make a table, graph, and write an equation for each of the walkers. Students will examine these representations to see how changing the walking rate affects each representation of the data. They will relate the walking rate to the rate of change, linearity, and proportionality.  </p><p>To maximize class time, you may want to provide each student with <strong>Learning Aid 1.2:  Three Students Walking Rates</strong>.  Have students being this problem independently and then discuss with a partner. </p>"
          ]
        }
      }
    ]
  }
}
