{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "1Vfbc0ztFnbKcyh8",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As you change the dimensions of a rectangular prism by a certain scale factor, how do the surface area and volume of the prism change? How is creating similar rectangular prisms like creating similar rectangles? How is it different?</p>"
          ]
        }
      },
      {
        "id": "dAcYbp70S9jABGNr",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If you change the dimensions of a rectangular prism by a scale factor f, the surface area will change by the scale factor squared f<sup>2</sup>, and the volume will change by the scale factor cubed f<sup>3</sup>.</p><p>Creating similar rectangular prisms is enlarging or shrinking each dimension by the same scale factor. It is similar way of creating similar rectangles, which is enlarging or shrinking each dimension by the same scale factor. You use proportional reasoning for both situations. The difference is that you have three dimensions (width, length, height) in rectangular prism, whereas there are two dimensions (length, width) in rectangles. In particular, when creating a box to hold a specific  volume, while using the least material, is like looking for the least perimeter for a specified area.</p>"
          ]
        }
      },
      {
        "id": "BHg82JqcNpItQrXE",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Some colleges offer degrees in packaging.  The college courses include investigating a variety of materials and designs to determine which are suitable for products.  Other courses often focus on medical packaging, food packaging, 3-D design software, and business/marketing. Students also consider various environmental and safety requirements that are imposed by states or countries.  Graduates of packaging programs may pursue jobs in packaging engineering, design, testing, sales, and more.</p>"
          ]
        }
      }
    ]
  }
}
