{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "ctnSZOeWGD8hT8Y6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Problem Overview</strong></u></p><p>The mathematics in this problem reviews and connects the three main proportional reasoning focuses of this Unit: ratios, rates, and percents. Like the orange juice problem earlier in the Unit, students are presented with a mixture context. This time, students will be answering questions about food mixtures for baby and adult chimps. </p><p><strong>Implementation Note</strong>: You may want to hold a discussion after the Initial Challenge before moving on to the What If...? This will allow you to highlight your students’ strategies before analyzing the strategies of other students that are presented in the What If...? You can use the strategies in the What If...? to connect to how your students thought about the proportional reasoning in chimp food questions.</p><p>Have students work on the Initial Challenge using <strong>Learning Aid 3.3: Chimp Food Mixtures</strong>.  For What If...? Situations A and B, you might have students think about and discuss as a class the strategies not already presented by your students. This may allow a discussion of strategies different from students’ own thinking for solving the Initial Challenge. The situations also allow you to connect the reasoning in the chimp questions to prior mathematical reasoning in the unit. (Problem Solving Environment)</p><p>You may want to wait until the summary discussion to have students do What If...? Situations C and D. While these situations review and connect the mathematics of the unit, they take the student away from the chimp recipes to new contexts. What If...? Situation C offers an opportunity to connect the mathematical reasoning to a new context of free throws in basketball. What If...? Situation D works backward, offering an opportunity for students to create a contextual story to a mathematical representation.</p>"
          ]
        }
      },
      {
        "id": "qKqWqeeh-RWxDHIu",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>This Problem is intended to bring together the proportional reasoning of ratio, rate, and percent. It may be a time to revisit a few previous Problems from each Investigation. You may want to look back at Summary notes or anchor charts where you kept track of what students were taking away from the problems. Problems to revisit might include: Problem 1.2 Mixing Juice, Problem 2.1 Sharing Pizzas, Problem 2.2 Comparing Pizza Prices, and Problem 3.1 Using Percents. </p><p>For your class, there may be different Problems that resulted in reflective moments on the mathematical highlights. (Time)</p><p>When looking at prior work on the Problems you may want to ask a few overarching questions.</p>"
          ]
        }
      },
      {
        "id": "dzL0hwwOuZVlyCjr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What were the questions that we were answering? (Answers depend on the Problem being revisited.)</li><li>What strategies helped us answer the questions? (Answers depend on the Problem being revisited.)</li><li>How did we determine if the situation was proportional or not? (Answers depend on the Problem being revisited.)</li></ul>"
          ]
        }
      },
      {
        "id": "qtwSbJFLbenoEEIf",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>For the Initial Challenge, have students keep their books closed or look only at the Initial Challenge. The What If portion of the Problem presents student strategies that you may not want students to see until after working on the baby and adult chimp mixture questions.</p><p>Introduce the chimp recipes using <strong>Learning Aid 3.3: Chimp Food Mixtures.</strong> You can use one Learning Aid per group of two students. Give them time to look at the picture and then turn and talk to a partner to share what they think this problem will be about.  </p><p>Have students work through the problem with their partner. Distribute <strong>Learning Aid 3.3B: Baby Chimp Recipe Strategies </strong>and <strong>Learning Aid 3.3C: Adult Chimp Recipe Strategies</strong> as needed.</p>"
          ]
        }
      }
    ]
  }
}
