{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "wV9U7MRnxnxu_NUM",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Have students talk through using a number line and make sketches to show their thinking. </p><p> Suggest that students use what they know about working with chips and/or the number line to help them make predictions in the Initial Challenge and What If...? Situation A. Push students to show evidence of their conclusions. </p><p>Models help students make sense of operations like subtraction with integers. These experiences help them get ready to move toward a more abstract understanding of subtraction of integers. (Time)</p>"
          ]
        }
      },
      {
        "id": "8yCKsmJnmVOm_tuJ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How could you use a number line to make sense of this equation? (Answers will vary. Help students to focus on where the information begins, ends, and the change between the numbers.)</li><li>How could you use a chip board to make sense of this equation? (Answers will vary. Help students to see how to use red chips for negative numbers, black chips for positive numbers, and rename numbers when needed with &quot;zeroes&quot;.)</li><li>How could you use chips to subtract when you don&#x27;t have enough of a color to &quot;take them away&quot;? ( Answers will vary. Help students to see that by adding zeroes on their boards, like they did in Investigation 1, will rename the numbers without changing the value of the board and make it possible to do the subtraction.)</li></ul>"
          ]
        }
      },
      {
        "id": "3rRCK7dxWsSvH21k",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "iGhI8Y18AYugJJOJ",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe an algorithm for subtracting rational numbers. How does this compare to your algorithm for subtracting whole numbers?</em></p><p>(Look for ways students are connecting the models to number sentences.  Look for how students are generalizing subtracting integers.)</p>"
          ]
        }
      }
    ]
  }
}
