{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "WuPdPOC8s4b4s_Q7",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Student Conjectures Using IQRs</strong></p>"
          ]
        }
      },
      {
        "id": "-8umxXOkz5anGQgH",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Charlie and Rosa wrote the reports below. They used the two distributions of data to compare steel-frame roller coasters and wood-frame roller coasters. Do you agree with Charlie or with Rosa? Explain your reasoning. </p>"
          ]
        }
      },
      [
        {
          "id": "vqphWhypwQX7r4jW",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><u>Charlie</u></p><p>I found that the means and medians are about the same for each distribution. If I looked at the box plots and the statistics, I would say that steel-frame roller coasters are slightly faster that wood-frame roller coasters.</p><p>When I made the box plots, I noticed that the data distributions for the wood-frame roller coasters seemed to have two outliers. I know that low or high data values shift the mean. In this case, the outliers made the mean of the wood-frame roller coasters shift down below the median.</p><p>So keeping the outliers in mind, I concluded that steel-frame roller coasters and wood-frame roller coasters have similar speeds.</p>"
            ]
          }
        },
        {
          "id": "D_7K8lgtPnw7NGiF",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><u>Rosa</u></p><p>The measures of center were all pretty close, so I looked at measures of spread. The IQR helped me see that there is a greater variability in the steel-frame roller coasters that in the wood-frame roller coasters. </p><p>I looked at the top 25% of all roller-coasters speeds. The top speeds for the wood-frame roller coasters are around 60-66 miles per hour. The steel-frame roller coasters have top speeds around 70-90 miles per hour.</p><p>Steel-frame roller coasters have faster speeds that the wood-frame roller coasters, but not all steel-frame roller coasters are faster than all wood-frame roller coasters.</p>"
            ]
          }
        }
      ],
      {
        "id": "prkwvcIOGYufSeFO",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Answers will vary. </p><p>It is possible to agree with Charlie while still critiquing his lack of attention to measures of spread. Charlie looked only at measures of center to conclude that there was no real difference in the speeds of steel-frame and wood-frame roller coasters. He is correct to point out that outliers affect the mean, and so the measures of center for the steel-frame roller coasters and wood-frame roller coasters are actually rather similar. He does not, however, pay any attention to measures of spread. Looking at measures of spread (as Rosa did) highlights the variability in the steel-frame-coaster speeds.</p>"
          ]
        }
      }
    ]
  },
  "supports": [
    {
      "text": "What made the hat get smaller?"
    },
    {
      "text": "How did adding to the coordinates change the hat?"
    },
    {
      "text": "What did subtracting do to the hat?"
    }
  ]
}