{
  "type": "analyze",
  "content": {
    "tiles": [
      {
        "id": "M197MYOW5tWzTH6o",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Data cards</strong></p><p>The baseline template for capturing data for sorting, sharing, and analysis in CLUE is a digital data card. A simple way is for students to create a card for each moth. Student groups then  decide on the categories to add to their data cards based on their research question(s). </p><p>Data cards include a sorting function in the form of a pull-down menu. Students sort the cards into piles based on color, spots, or other pattern features. </p><p>CLUE also supports <strong>tables,</strong> and in fact, data card stacks and tables are interchangeable. Any data card stack can  be used instantly to create a table and vice versa—via the tile&#x27;s buttons.  Each is a different way of representing the same data. </p>"
          ]
        }
      },
      {
        "id": "zV2SPguoLESlPUF_",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Once student groups have created data cards or a table, they can analyze their data by creating tables or graphs to answer research questions. </p><p>Show them how to click the buttons on the tile’s toolbar to <strong>copy data cards</strong> into a table, or a <strong>table </strong>into data cards. No need to build both! They can also <strong>graph</strong> data from either format using either the Bar Graph It! or the Graph It! (XY graph) button.</p><p>You can also create a graph tile using the buttons on the main toolbar. This will bring up an “empty” graph. Then, you add a dataset you choose. More information is in the <a href=\"https://docs.google.com/document/d/1B12W7fa1t4-dM2IPjYk6dDVOr7ZRRc-SlqEnBVrmH2w/edit?tab=t.0#bookmark=id.oqmq6pcad4hv\">User Guide.</a></p><p></p>"
          ]
        }
      }
    ]
  }
}
