{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "92WoGeE4Q2oTWzLe",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Play the Dealing Up game. Keep track of the expressions that you and your classmates write.</p><p>Equipment</p><ul><li>Dealing Up Cards</li><li>Calculators (optional)</li></ul><p>Rules: play as pairs or individuals</p><ul><li>shuffle the Dealing Up cards</li><li>turn over four cards to the center of the table</li><li>players use the four numbers to write an expression with the greatest possible quantity</li><li>numbers can be used in any order and with any operation</li><li>players compare answers</li><li>each player explains why their answer is accurate and the greatest possible quantity</li><li>each player with an expression for the greatest quantity gets 1 point</li><li>the player with the most points at the end of the game wins. </li></ul>"
          ]
        }
      },
      {
        "id": "ENVF208BIAixIsij",
        "title": "Dealing Up Cards",
        "content": {
          "type": "Image",
          "url": "cr/images/get.jpg",
          "filename": "cr/images/get.jpg"
        }
      },
      {
        "id": "b85kyM_zZTEZlZrb",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What are some strategies you used to play the game? What properties of rational numbers listed in the Introduction did you use to evaluate your expression?</li></ul>"
          ]
        }
      },
      {
        "id": "BOtcvO5-ue_HGw8p",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Various answers might include students strategies such as:</p><ul><li>Use multiplication to make the expressions larger.</li><li>Use exponents to make larger products.</li><li>If you get negative numbers, try to get them positive by multiplying two negatives together.</li><li>You can also get rid of negative values by subtracting a smaller amount from a larger amount.</li><li>Use your largest positive number as an exponent.</li></ul><p>Students should mention using various properties of numbers, such as the Distributive Property.</p><p>Also, order of operations may impact the results of their expressions.</p>"
          ]
        }
      }
    ]
  },
  "supports": []
}
