{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "vDvEx_u5I2uGC-Wd",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In Problem 1.1, students collect the results of coin tosses and use the data to determine the chances of tossing heads. They may intuitively know that the probability is 50%, or 1/2. Through experimentation, they will discover that although there is a great deal of variation for a small number of trials, the percent of heads approaches 50% as large numbers of trials are conducted. This is sometimes referred to as the Law of Large Numbers.</p><p>In the What If, students experiment with paper cups. Unlike the coin situation, students do not know what results to expect when they toss paper cups. This is the students’ first exposure to a situation in which experimentation is necessary for getting a sense of the behavior.</p><p>A theoretical analysis of the behavior of a paper cup being tossed is not available. Students will conduct an experiment in which they toss a paper cup and determine the following fractions.</p>"
          ]
        }
      },
      {
        "id": "cVScJBf5yS-8LM19",
        "title": "Probability of both outcomes for the paper cup toss",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-pic-1.png",
          "filename": "hlit/images/tg-pic-1.png"
        }
      },
      {
        "id": "Wnm6j1ySPhqFZUcp",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Through this part of the Problem, they gain experience with events that are not equally likely.</p>"
          ]
        }
      },
      {
        "id": "TRFx3iqBKAmKZ9sN",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>:  Introduction &amp; Analysis</p>"
          ]
        }
      },
      {
        "id": "5JTOS0RPU7VXteP5",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Begin making sense of a probability context. Begin to see that you can make predictions about events.  </p><p>Begin to notice/recognize:  </p><ul><li>Conducting an experiment can give data that can be used for making future decisions</li><li>Outcomes are the possible results in an event</li><li>When conducting an experiment make sure to do it as randomly as possible</li><li>Doing many trials of an experiment helps to find trends in what is most likely to occur</li><li>Begin to make sense of using experimental data to make predictions<strong></strong></li></ul>"
          ]
        }
      },
      {
        "id": "H-QHRSObHwm0ycfO",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you use an experiment to predict future results?</p>"
          ]
        }
      },
      {
        "id": "x3_wOnA6hwJEJzXk",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>The questions in the Problem’s Introduction are examples of probability situations to help students consider the likelihood of particular events. <strong>Teaching Aid 1.1C:  Probability of Events Happening</strong> can be used to launch the Unit.  It contains links to predictions of 4 events. </p>"
          ]
        }
      },
      {
        "id": "bawqaYALJj9xcVbj",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Introduce Problem 1.1 by telling Kaleb’s story about how his mother wants to limit the time he spends on his electronic devices. He has decided to toss a cup to decide the amount of screen time he can have that day. His mother has decided he should toss a coin to decide the amount of screen time he can have that day.  Before they conduct the experiments, have students predict, before they conduct the experiments, if they think Kaleb will get to have two hours of screen time. Before students conduct the experiments, have them predict if they think Kaleb will get to have two hours of screen time.  Explain to students that they are going to conduct an experiment in order to test their predictions.</p><p>Discuss the need for students to make sure that the way they conduct the experiment will not affect, or bias, the outcome.</p>"
          ]
        }
      },
      {
        "id": "-dD-iu9055FaWVeD",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>What kinds of things could happen to affect the data you gather in this Problem? (You could toss the coin without spinning it or you could write down the wrong results.)</li><li>How should you toss a coin/cup to be sure you have a fair trial? (Perhaps the class can decide on a coin/cup-tossing technique that helps ensure the results are random.</li><li>Suppose you always start with tails facing up when tossing a coin. Do you think this introduces bias? (Yes, the coin always starting tails up may affect the way it lands (heads up or tails up).)</li></ul>"
          ]
        }
      },
      {
        "id": "VysP-fBiSY608Ifn",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Talk to the class about <em>systematic bias</em>, the introduction of bias through nonrandom ways of generating the data, such as always starting with tails facing up when tossing a coin. Discuss how systematic bias can affect what is learned from an experiment. (Language)</p><p>Let students know that collecting data in a random way can help to better predict what to expect when a coin/cup is tossed. In this case, <em>random</em> means that the coin’s/cup’s behavior is not affected in a predictable way by how it is tossed. That means there is no systematic bias in the data.</p>"
          ]
        }
      },
      {
        "id": "R-RpmJ9RNnzG-dbC",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 1.1A: Coin-Toss Results and Learning Aid 1.1B:  Cup-Toss Results</strong> to each group of two-three students. Explain that students are to toss a coin once for each day and record the result, (H or T), in the Result of Toss column. Toss the cup once for each day and record the result, (side or end) in the Result of Toss column.  Make sure that students understand how to record their data.</p><ul><li>What do you think will be the results of Kaleb’s experiment of flipping the coin 30 times?  (Answers will vary.  Record the class predictions to compare it with the experimental data during the Summary.)</li><li>What do you think will be the results of tossing the cup 30 times?  (Answers will vary.  Record the class predictions to compare it with the experimental data during the summary.)</li></ul>"
          ]
        }
      }
    ]
  }
}