{
  "type": "task",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Engineering Systems with Sensors and Actuators</strong></p><p><strong>Activity 2</strong></p><p>In the last activity, we used Dataflow and a micro:bit to send information to an actuator. In this activity, we&#x27;ll use a sensor to gather information and send it back to Dataflow.</p><p><strong>Task A: Measuring and Monitoring Temperature</strong></p><p>Step 1. Get a sensor from Mr. Dorsey or Mr. Healey. Have them connect it to your hub micro:bit.</p><p>Step 2. Make a new Dataflow program at right. Click on the Sensor block in the menu at left to create a Sensor block on your screen.</p><p>Step 3. Choose the sensor that goes along with your hub channel (check to see whether your hub reads a, b, c, or d)</p><p>Step 4. Use the dropdown menu to select the correct hub sensor channel.</p><p>Step 5. Click on the graph at the bottom of the Sensor block. Can you see the data coming in from your sensor?</p><p>Step 6. Have someone in your group breathe on the sensor. Can you see the data change? </p><p>Challenge: Can you tell without looking whether someone is breathing on the sensor? Would the data give your enough information to &quot;catch someone in the act?&quot; Why or why not?</p><p>Task B: Keeping Constant Temperature</p><p>Now you will use the graph and Dataflow to cooperate with a group member and try to keep the sensor at a constant temperature.</p><p>Step 1. Assign one member of your group as the &quot;heater&quot; and one member as the &quot;watcher.&quot;</p><p>Step 2. The heater will breathe on the sensor. The watcher will monitor the graph. Your job is to cooperate and keep the temperature of the sensor as close to 25 degrees Celsius as you can! </p><p>How close can you keep the temperature to 25 degrees? Try recording and publishing your best attempt!</p><p><strong>Task B: Sending Signals to Keep Things Constant</strong></p><p>Now you&#x27;re going to perform the same challenge, but this time with a twist. This time, the watcher is not allowed to talk to or look at the heater at all. Instead, the watching group can only communicate with the heater group by turning the light bulb on or off!</p><p>Step 1. Choose new people to be the watcher and heater.</p><p>Step 2. Agree on a system! Make sure you all know what the signals mean!</p><p>Step 3. Try it! How close can you get? What makes the communication hard? How can you improve your communication?</p><p>Record your best trial and publish it to Mr. Healey!</p><p></p>"
          ]
        }
      }
    ]
  }
}