{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "ET9_vAhIB4D4QSzz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Students need to develop a sense of how tall these players are, especially since they may not be familiar with measurements taken with the metric system. Ask students about the conversion rate from centimeters to inches (2.5 cm ≈ 1 inch). (Language)</p><p>Students will most likely note that the male players are taller than the female players. Have your students share their reasoning. If students focus on comparing the means, point out that there are portions of the two distributions that overlap. </p><p><strong>Suggested Questions:</strong></p><ul><li>Where does the mean height of the male players fall on the dot plot of the heights of the female players? (to the right of the value that marks two MADs greater than the mean height of the female professional basketball players) </li><li>What does this tell you about the mean male player height in comparison to the female player heights? (The mean male professional basketball player height is an unexpected height for female professional basketball players.) </li><li>Where does the mean height of the female players fall on the dot plot of the heights of the male players? (almost at the value that marks two MADs less than the mean of the male basketball players) </li><li>What does this tell you about the mean female player height in comparison to the male player heights? (The mean female professional basketball player height is within an expected range of values for the male professional basketball players, but at the very lower end.</li></ul>"
          ]
        }
      },
      {
        "id": "dX-oeVAwiCGjpdjU",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "0VWb5htZKo380yfT",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How can you use samples to make informal comparisons about two populations?</em></p><p>(As you are circulating during the Explore select student groups to share their noticing and wonderings about the data in the Initial Challenge.  Select student groups to share their decisions on the ideas of comparing the data sets using the questions in What If Situation A.)</p>"
          ]
        }
      }
    ]
  }
}