{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "p0Oza-wS9tYcFc2J",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Sarah’s Questions</strong></p><p>Sarah used the answers to the following questions to help her decide which company to use. </p><p><strong>1.  </strong>What are the rental costs from Rocky’s and Adrian’s if the tour needs 20 bikes? 40 bikes? 32 bikes? </p><p><strong>2.  </strong>About how many bikes can be rented from Rocky’s or Adrian’s if a group has $900 to spend? If a group has $400 to spend?</p><p><strong>3.  </strong>What pattern do you see with the relationship between the independent and dependent variables in the table for Rocky’s? The graph for Adrian’s? How are these patterns the same? Different?</p><p><strong>4.  </strong>What is the cost to rent one bike from Adrian’s? Rocky’s?</p>"
          ]
        }
      },
      {
        "id": "RomhtbiqmRgbOUf3",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>1.  </strong>For 20 bikes, Rocky’s will charge $770, and Adrian’s will charge $600. For 40 bikes, Rocky’s will charge $1,140, and Adrian’s will charge $1,200. For 32 bikes, some students might say that Rocky’s will charge $1,070, which is the same as for 35 bikes, and Adrian’s will charge about $960. Other students might say that Rocky’s will charge about $1,013 assuming linear interpolation between given data points. Other students may say that Rocky’s will charge $975 (30 bikes in the table) + $160 (2 more bikes). </p><p><strong>2.  </strong>If a group has $900 to spend, it can rent 26 bikes from Rocky’s or 30 from Adrian’s. If a group has $400 to spend, it can rent 5 bikes from Rocky’s or 13 from Adrian’s. </p><p><strong>3.  </strong> Students might say that Adrian’s graph is consistent. (If it were jumping jacks, we might say that Adrian was a consistent jumper.)</p><p>Rocky’s table in not consistent. (If it were jumping jacks, we might say that Rocky was not a consistent jumper.)</p><p>Students should realize that for both shops, rental cost (dependent variable) increases steadily as number of bikes (independent variable) increases. The cost for renting from Rocky’s starts higher but increases more slowly than cost for renting from Adrian’s. Rocky’s charge per bike decreases as the number of bikes increases. In fact, if one makes a coordinate graph of the costs for renting from Rocky’s, the pattern will resemble the data for jumping jacks or riding bicycles, in which the data points rise rapidly at first, but that rate of increase drops off. Adrian’s graph shows a steady increase of $30 per bike.</p><p><strong>4.  </strong> Students’ answer may vary. Possible answers include: </p><p>From Adrian’s graph, you can see it costs $600 for 20 bikes and $1,200 for 40 bikes. Then for 1 bike, it would cost $30. </p><p>From Rocky’s table, you can see it cost $400 for 5 bikes. If you assumed a consistent (linear) relationship between the number of bikes and the rental cost, it would cost $80 for one bike. </p><p>However, the cost per bike at Rocky’s decreases as the number of bikes increases. Therefore, renting 50 bikes brings the cost down to $24 per bike.</p>"
          ]
        }
      },
      {
        "id": "Agg9deKdyRU9mPXn",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong> Situation B. Malcolm and Celia Make Predictions</strong></p><p>Examine each prediction. Do you agree? Explain.</p>"
          ]
        }
      },
      [
        {
          "id": "I6TWluJAGB0Q1Tdx",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Malcolm</em></p><p>I think it is possible to predict rental costs for numbers of bikes. We do not need every entry in the table or all points on the graph.</p>"
            ]
          }
        },
        {
          "id": "ZB_6MUK3rawlAKgZ",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Celia</em></p><p>I think it is possible to predict costs for Adrian’s rental rates. All the points lie in a straight line. The pattern makes it easier to predict for Adrian’s than for Rocky’s.</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "Y8VWk_3pleP_auDh",
          "title": "Text 6",
          "display": "teacher",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Malcolm</em></p><p>This is not necessarily true.</p><p>ADRIAN’S</p><p>If the given entries increase consistently as you can see in Adrian’s graph, you may predict rental costs for numbers of bikes that are not in the tables or graphs. You can assume the same rate of increase between two entries. </p><p>It is possible that Adrian’s costs are not consistent as you increase the number of bikes. Adrian’s may charge for bikes in groups of 5. So if you rent 1, 2, 3, 4, or 5 bikes, the cost is $150. Then 6, 7, 8, 9, or 10 bikes cost $300. </p><p>ROCKY’S</p><p>It is not easy to predict the price if the relationship between two variables is not consistent (linear), as you can see in Rocky’s table.</p>"
            ]
          }
        },
        {
          "id": "RP2TiO_t-656kz3i",
          "title": "Text 7",
          "display": "teacher",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><em>Celia</em></p><p>Agree. If all the points lie in a straight line, you can easily figure out how much the dependent variable increases or decreases as the independent variable increases. For example, in Adrian’s graph, you can see the dependent variable increases by $150 as the independent variable increases by 5. Then it is easy to assume it would cost $30 per bike.  </p>"
            ]
          }
        }
      ]
    ]
  }
}
