{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "XoQ0qERSIUZOjvy6",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>You might want to have students do cutting on real material themselves.  It is a good idea to have some material for students to work with, such as blocks of clay and a clay wire cutter. You might also use bricks of firm cheese, foam blocks, or blocks of floral foam. Foam blocks can be found at most craft stores, and they come in cylinders and cones as well as rectangular prisms. (Agency, Identity, Ownership)</p><p>You might have a set of precut figures available in the classroom. Some schools have shops that can cut wood models to illustrate the various slices of a rectangular prism.</p><p>You may have students make sketches of their work on poster paper.</p><p>Push students to do mental visualization first and then check their ideas by actually cutting materials or using premade models. (Problem Solving)</p><p><strong>Suggested Questions:</strong></p><ul><li>What shape are you trying to create? (Answers will vary- example: Triangular Prism)</li><li>How many vertices does it have on its top face? (3)</li><li>How might this help you in cutting the square prism to create a triangular prism?  (Students should try to locate the three vertices and then imagine the cuts needed. They may use three of the four vertices of the square prism and then make one cut between two of the vertices.  They could also pick any three points on the edges of the top of the square prism and then make cuts.  If none of these points are vertices of the square prism, it will take three cuts to make the triangular prism.</li></ul>"
          ]
        }
      },
      {
        "id": "ULI42IIOLnHbKTA0",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "BvK_MwLUTyjuguRZ",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>What two-dimensional shapes and three-dimensional figures can be created by slicing a rectangular prism in various directions? </em></p><p>(As you are circulating during the Explore select students to discuss how they cut their clay prism in the Initial Challenge to make the various other prisms.  Select students to share the shapes and cuts needed in the What If Situations.)</p>"
          ]
        }
      }
    ]
  }
}