{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "UqtkFcFcbdL-nyZr",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies</em></p><p>To get started, have students write two examples of a positive number times a positive number and explain the solutions. Then move to the questions in Problem 3.1 and continue to ask about the signs of the numbers throughout the problem.</p><p><em>Making the Mathematics Explicit</em></p><p><strong>Positive Times Negative </strong></p><p>Have students share their number sentences for that represent a positive number times a negative number. Use the race context as a way to move toward analyzing what the numbers represent in any multiplication sentence.</p>"
          ]
        }
      },
      {
        "id": "yp69NMPQVz0ZMYsr",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What number sentences did you write for Aurelia in the Initial Challenge?  (-6) + (-6) + (-6) + (-6) + (-6) + (-6) + (-6) + (-6) = -48 m or 8 X (-6) = -48 m) </li><li>What does 8 * (-6) mean? (There are 8 groups of -6.) </li><li>What does the operation of multiplication mean? (Multiplication involves putting equal-sized groups together to find the total amount.) </li><li>Here you have a positive number times a negative number. Why is the result negative? (Aurelia ran left, or -6 meters per second, and she ran for 8 seconds, or 8 times -6. This means she will keep moving on the negative side of the field for 8 seconds.) </li></ul><p>Many students think of multiplication as shorthand for writing repeated addition. If students have written repeated addition sentences instead of multiplication sentences, help them to see that their answers can also be written as multiplication sentences. </p><ul><li>Does Stephanie’s chipboard model in Situation A work to represent Aurelia’s race? (Yes) How do you know?  (Answers will vary. Students should discuss that the 8 red chips represent the number of times that Aurelia was moving 6 meters per second to the left.)</li></ul><p>Also draw students’ attention to the patterns with the combinations of positive and negative signs when you discuss problems.</p>"
          ]
        }
      },
      {
        "id": "l39-hqTiVALDgBio",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For Dwayne in the Initial Challenge, students are asked to determine where Dwayne was 6 seconds earlier. Students might approach this problem in many ways. They might think of it as a positive situation and then negate their answer. This makes sense since they are going backwards in time. The runner would run as fast as he would when he is going right, but you have to go in the opposite direction from 0, so the runner has to run backwards instead of forwards. Drawing attention back to the problem parameters (use negative numbers for time in the past) might help them write a number sentence with negative numbers. (Problem Solving Environment)</p><p><strong>Negative Times Negative</strong></p><p>Tori’s situation in the Initial Challenge involves a negative integer times a negative integer because Tori is running left and the question asks about what happened 7 seconds earlier in time.</p><p>As students describe their number sentences, continue to note the sign patterns as you frame your questions.</p>"
          ]
        }
      },
      {
        "id": "rliG0kkeOZ_mSX96",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Why does it make sense that this means Tori is at a positive position on the racing field? (According to the direction, the runner should be going to the left, but since the situation asks you to go back in time, you have to move the runner to the right or to the positive end of the racing field.)</li></ul><p>For What If Situation A, discuss the situation cards.  </p><ul><li>How did you decide Yvonne’s running speed on the Stephanie’s Notes card? (Answers will vary. Look for student using chipboards, number lines, and equations.)</li><li>For the Stephanie’s Expressions Card, how do the two locations relate to each other? (Opposites) How did you solve this? (Answers will vary. Look for student using chipboards, number lines, and equations.)</li><li>How did the Stephanie Uses the Chipboard Card relate to Aurelia’s part of the race? (Answers will vary. Students should be able to discuss that the -6 represents her speed and direction and the fact that there are 8 red circles of -6 represents that she kept that speed for 8 seconds.)</li></ul>"
          ]
        }
      },
      {
        "id": "AblixBSMGmgvTXFx",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>On the second day’s summary focus the conversations on What if Situations B and C. <strong>Teaching Aid 3.1: Multiplication Patterns</strong> can be useful during the discussion on patterns.</p><p>Have pairs share their observations for What if Situation C. They should notice that the first equations are composed of two positive integers and have positive products. Then there is an equation with the product of a positive integer and 0, which gives a product of 0. They should also see that the products decrease as the size of the groups decreases by five at each step. (Language)</p>"
          ]
        }
      },
      {
        "id": "b7byDxeBhnn8uLUN",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use What If Situations B and C to bring the ideas together for the students on day 2.</p><ul><li>What does the 5 in each of the equations for Pattern 1 Situation B mean? (It is either the number of groups or the total in each group.)</li><li>In What If Situation B, pattern 1, when 0 is one of the factors in the multiplication expression, the product is 0. Is this always true? When you multiply any number by 0, will 0 always be the product? (This is always true. Any number times 0 equals 0. Thus, 0 x 5 means you have no groups of 5, or a product of zero.) </li><li>In What If Situation B pattern 1, the first three equations involve multiplying two positive factors and result in a positive product. Is this always true? Does a positive factor multiplied by a positive factor always give a positive product? (This is always true. Multiplying two positive integers can be interpreted as repeated groups of a positive amount. For example, 5 x 6 can be thought of as 5 groups of 6. As the number of groups of positive amounts increases, the product continues to be positive.) </li><li>For the rest of the equations in What If Situation B, ask students to share their solutions. Have them explain why their solutions are reasonable and how their solutions fit the patterns they noticed. They should predict that the solutions to 5 x (-1), 5 x (-2), and 5 x (-3) are -5, -10, and -15, respectively.</li></ul>"
          ]
        }
      },
      {
        "id": "33uqzTCvGHCcq3aV",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If Situation C, students should notice that when an equation contains a positive and a negative integer there is a negative product. An equation composed of a negative integer and 0 and has a product of 0. They should also see that the products are increasing as fewer groups of negatives are involved.</p><p>For What If Situation C, again have students explain why their solutions are reasonable and how they fit the patterns they noticed. </p>"
          ]
        }
      },
      {
        "id": "Zsdhd_LHsS-7xM_8",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>In What If Situation C, the three equations involving multiplying a positive factor times a negative factor and result in a negative product. Is this always true? Does a positive factor multiplied by a negative factor always give a negative product? Explain why or why not. (This is always true. A positive factor times a negative factor can be interpreted as repeated groups of negative quantities. For example, 12 x (-2) can be interpreted as 12 groups of -2, which is a negative amount.) </li></ul><p>If students offer an explanation similar to this, ask what a negative integer times a positive integer gives and why. Students often say that the product will be negative and explain this by informally using the Commutative Property [6 x (-3) is the same as -3 x 6]. </p><ul><li>In What If Situation C, when you multiplied two negative factors, what is the sign of the product when two negative factors are multiplied? (The product of two negative factors is always positive.)</li><li>Does the commutative property apply in all cases of multiplying integers? (Yes)</li></ul><p>Thinking about multiplying a negative number by a negative number is abstract and quite difficult to explain for most middle school students’ mathematical understanding and language. These ideas need time and reinforcement to make sense. Here are two explanations students have offered. (Language)</p><ul><li>“To fit the pattern of the equations in What If Situation C, the product of -4 x -12 has to be 48.” </li><li>“The problem -4 x (-12) means that you need to take the opposite of 4 groups of -12.”</li></ul>"
          ]
        }
      },
      {
        "id": "NL-im8jxfZ4iTKK5",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "HuPtTXtw5nnBv-AC",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
