{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "TILE2PbfiJ9tQOFQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>How are percents useful to solve problems?</p>"
          ]
        }
      },
      {
        "id": "TILE5Sco0V37p5Wy",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Percents are ratios/rates where one of the quantities in the comparison is equal to 100. Because one of the quantities is the same, it allows you to easily compare two different percents.</p><p>Percents also give us a way to discuss and solve problems that involve tax, tip, markups, and changes in something like population.</p>"
          ]
        }
      },
      {
        "id": "TILEC3AtroCkkcB4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p>"
          ]
        }
      },
      {
        "id": "11OCt20220859PM",
        "title": "Wild Chimpanzee",
        "content": {
          "type": "Image",
          "url": "cas/images/chappe.jpg",
          "filename": "cas/images/chappe.jpg"
        }
      },
      {
        "id": "TILEpCcys0jZFkrs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p> For many years Jane Goodall lived with chimpanzees in Africa. Much of we know about chimpanzees come from her research. Other organization such as the World Wildlife organization continue to do research on chimpanzees. Here is some interesting information about chimpanzees:</p><ul><li>Biologically, chimpanzees share about 95%–98% of the same DNA of humans. This means we can share many common features such as facial expressions. They can communicate with each other using various sounds and gestures. Chimpanzees are also stronger than humans.</li><li>Chimpanzees make and use tools. It took humans a long time to recognize that they were not the only ones to use tools. For example, chimpanzees use a rock to open nuts. They also use large leaves as umbrellas. </li><li>Chimpanzees live in large family groups that exist in Africa. After giving birth a mother does not leave her young for 24 hours, always keeping a hand on the baby.</li><li> Humans have taught Chimpanzees in captivity to use sign language. For example, Washoe, a female chimp, knew more than 240 signs.</li></ul><p><em> Source: Jane Goodall Institute, UK. Accessed online.</em></p>"
          ]
        }
      }
    ]
  }
}
