{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "Ly0if_GFxd9alac-",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Have students demonstrate and explain their solutions using chips. Take time to discuss the number sentences that can be written to describe the actions. As an extension, encourage students to find other number sentences that show the same total value.</p>"
          ]
        }
      },
      {
        "id": "z_gT0pDkOt9G_4Sb",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Making the Mathematics Explicit</strong></p><p><em>Suggested Questions:</em></p><ul><li>Do you have any What if...? questions? (Answers will vary.)</li><li>How does Amber’s chip board relate to her expression? (Amber has 6 red chips, which shows how much Tate owes. Amber has 4 black chips, which shows how much Tate earned. If Amber took away pairs of red and black chips, 2 red chips would remain on the board. These 2 red chips show how much Tate still needs to give his sister.) </li><li>What are some other ways Amber can show a total value of -2? (Answers will vary. Possible answer: 11 red chips and 9 black chips)</li><li>What are some ways Amber can show a total value of 0? (Answers will vary. Possible answer: 7 red chips and 7 black chips) </li><li>What are some groups of red chips and black chips that Amber can add to her board that will not change her total value? (Answers will vary. Possible answer: 3 red chips and 3 black chips)</li><li>Note:  You may want to bring out the Associative Property while discussing the Initial Challenge:</li></ul>"
          ]
        }
      },
      {
        "id": "_s_S-vaCZ1OyhbWg",
        "title": "Associative Property, Step 1",
        "content": {
          "type": "Expression",
          "latexStr": "-6+4=-2"
        }
      },
      {
        "id": "NCF9WohSG9_LH3WA",
        "title": "Associative Property, Step 2",
        "content": {
          "type": "Expression",
          "latexStr": "\\left(-2+-4\\right)+4=-2"
        }
      },
      {
        "id": "-3G_F3QxbBQ9WjqI",
        "title": "Associative Property, Step 3",
        "content": {
          "type": "Expression",
          "latexStr": "-2+\\left(-4+4\\right)=-2"
        }
      },
      {
        "id": "dRJiUqsyu29hqV3O",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For What If Situation A, have students demonstrate how to show the same ideas with the number line. </p><p>Have students turn to another partner group and share their real-life situations in which opposite quantities combine to make 0 for What If...?  Situation B. Bring to the whole class any situations that are causing disagreements to decide if they are correct.</p><p>Students will be using chipboards throughout the unit as they work on operations with integers.  It is imperative that students understand that adding zeros in the form of red and black chips doesn’t change the value of the board.  Situation C can help solidify this idea for students. This strategy will be used in Investigation 2 when students develop algorithms for addition and subtraction. This is the additive identity a + 0 = a.</p>"
          ]
        }
      },
      {
        "id": "-KcTnUhsX8CHuBtr",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students share chipboards from What If...? Situation C.  </p><p><strong>Suggested Questions:</strong></p><ul><li>In What If...?  Situation C, is there a way for Nadie to subtract 2 black chips? (Yes, you have to add at least 2 zeros.)</li><li>What did you do when your chip board didn’t have enough chips to subtract? (Added chips as zeros. Have students demonstrate this on a large displayed chip board.)</li></ul><p><u>Note:</u>  Recording their moves as number sentences helps them make connections for writing algorithms later in the unit. Example: A board begins with 4 black and 10 red chips, and a 6 is rolled. A student says they used that as subtracting 6 red chips. The number sentence could be – 6 - – 6 = 0. Have students explain how this number sentence represents the move in the game.)</p><ul><li>When playing the <em>Game of Zero,</em> what were some moves that you made? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "3gRLIKmVNgZfDtyf",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know?</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p><p>Students should be developing informally that the sum of two opposites is 0. (Additive Inverse Property)</p>"
          ]
        }
      },
      {
        "id": "G8ygTP1WANECJs6O",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson:</p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know? question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
