{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "ToKzdacMjbeVVkUV",
        "title": "Now What Do You Know?",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "XWo_nt",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p> Describe how the relationship between two variables is shown in written notes, tables, and graphs. What are the advantages and disadvantages of each representation?</p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "document_Text_3",
        "title": "Text 1",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In written notes, you can get the time information during the day, such as 8:00 a.m., midmorning, noon, 3 p.m., and so on, which is how we communicate with others in real life. In tables and graphs, time information is shown as increments associated with the other variable, distance. When you are at the starting point at 8:00 a.m., you have 0 (hours) in your table and graph. In the same way, in written notes, you can get the distance information in terms of the names of locations, such as a barbeque place or the north end of the Chesapeake Bay Bridge and Tunnel. In tables and graphs, distance information is shown as numbers representing how far it is from the starting point. Using written notes, you can understand where they were at certain times of the day, whereas in tables or graphs, you can understand the relationship between time and distance, showing how far they rode from the starting point as time went on. (See next page for possible answers.)</p>"
          ]
        }
      },
      {
        "id": "document_Image_1",
        "title": "Possible Answers",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "vap/images/ttt.jpg",
          "filename": "vap/images/ttt.jpg"
        }
      },
      {
        "id": "document_Text_4",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Many students will choose the table or graph instead of the written description because it is too vague and doesn’t give you specific data to work with.</p>"
          ]
        }
      },
      {
        "id": "M34C5NYDkYrQUU4X",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The Chesapeake Bay Bridge–Tunnel is a 17.6-mile-long (28.4 kilometers) combination bridge and tunnel. There are less than 15 bridge–tunnel systems in the world. It is considered to be the world’s longest bridge–tunnel complex. Learn more about its history and construction on the Chesapeake Bay Tunnel–Bridge website.</p>"
          ]
        }
      },
      {
        "id": "MvNjpq6D5WGRUXCJ",
        "title": "Chesapeake Bay Bridge-Tunnel",
        "content": {
          "type": "Image",
          "url": "vap/images/ke.jpg",
          "filename": "vap/images/ke.jpg"
        }
      }
    ]
  }
}
