{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "ctYL9XR6J8lfTEg_",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 3.2</strong></p><p><strong>Using Prime Factorization with Exponents</strong></p><p>Prime numbers have an interesting multiplicative structure. The only factors of a prime number are the number and 1. The longest possible factor string for any number is made up of primer numbers. This string is the <strong>prime factorization. </strong>The prime factorization of 840 is the factorization that is decomposed into the primes 2, 3, 5, and 7.</p>"
          ]
        }
      },
      {
        "id": "2qDQgh9aTsIEpt5Y",
        "title": "Prime factorization tree",
        "content": {
          "type": "Image",
          "url": "cq/images/prime-factorization-tree.png",
          "filename": "cq/images/prime-factorization-tree.png"
        }
      },
      {
        "id": "3srVt0PnDzHj9DKW",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The multiplicative structure of number is important in solving real-world problems. Prime numbers are important. For example, prime number are used in cryptography (the art of writing and solving codes) to help keep our electronic data safe. </p><p><em>Suppose a hacker knows the password for getting into a computer account is a prime factor of 91. How long would it take the hacker to find the factors and get into the account?</em></p><p><em>The number 6,901 is the product of two prime factors. The password is one of the two prime factors. How long would it take the hacker to get into this account? </em></p><p><em>The number 16, 553,671 is the product of 2 prime factors. The password is one of the two prime factors. How long would it take the hacker to get into this account? </em></p><p>Think about the list of prime numbers: 2, 3, 5, 7, 11, 13, 17, 19, 23, 29, 31, ... There is no pattern that predicts the next prime number.</p><p>To determine whether a number is prime requires trying to see if it can be expressed as a product of prime numbers. Mathematicians are continually looking for more efficient was to do this. </p>"
          ]
        }
      },
      {
        "id": "I8eyldlKPh1yG0OS",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>Cryptography uses the fact that there is no quick way to predict which numbers are prime. So if you multiply two large prime numbers together to make a composite number, there is no easy way for someone else to start with your product and find the primes you used to make the composite number. Computer security programs are important to protect sensitive data, like paying with a credit card over the Interent. The larger the prime numbers used, the harder it is to break the code. Finding the largest prime is an ongoing problem involving thousands of people. To learn more, you can search for &quot;prime numbers and public ket cryptography&quot; on your choice of video streaming site. </p>"
          ]
        }
      },
      {
        "id": "h7l1VONSE9tM4sTa",
        "title": "Cryptography",
        "content": {
          "type": "Image",
          "url": "cq/images/cryptography.png",
          "filename": "cq/images/cryptography.png"
        }
      }
    ]
  },
  "supports": []
}
