{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILETvuAts9BBM9k",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>This problem involves expressing mathematical relationships in the form of symbolic expressions and equations.</p><p>The parts of Problem 3.1 have been designed to develop student ability to write algebraic expressions for single-operation relationships. In this problem, students solve problems by writing and solving equations in the form of px = q. Within each part are scaffolded questions that suggest a useful strategy for developing algebraic rules for relationships: Do some specific numeric calculations, look for a pattern of operations involved in all cases, and use that pattern as a guide to write a rule using letter names for variables. It often helps to begin with a rule written in words as a sentence, before transitioning to a symbolic equation. In this way, the algebraic equation simply represents what makes sense in the situation being modeled. Since the relationships in this problem involve only a single operation, there are no issues involving order of operations.</p>"
          ]
        }
      },
      {
        "id": "TILEbj_SDAEyYgxB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note: </strong>This is an introduction to solving and writing equations and expressions. Mastery isn’t needed at this time. This will be developed throughout grade 6.</p>"
          ]
        }
      },
      {
        "id": "91vRj_sL2o5_Z67S",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In the previous two investigations, students looked at relationships between variables and represented the relationships with verbal descriptions, tables, and graphs. They found that these representations were useful in studying the relationship between the two variables. In this problem, students will continue to look at relationships between variables and will write equations to represent the relationships.</p><p>You might remind students that they have seen rules or equations (such as finding area of a rectangle, A = lw) in prior grades.</p>"
          ]
        }
      },
      {
        "id": "TILEuEhfV21W4jsP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Describe the partners’ decision to charge customers $350 to go on the ocean bike tour. In the Initial Challenge, Liz begins a table to look at how much money they can make as they add customers. Malcolm suggests writing an equation. The students will work through how Malcolm was thinking about this.</p><p>Distribute <strong>Learning Aid 3.1A: Malcolm’s Table and Learning Aid 3.1B: Returning Home Speeds</strong>. Have students work in groups of three on this problem.</p>"
          ]
        }
      }
    ]
  }
}
