{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "OqB49fVm-K2hame6",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The line plots below show the heights of a random sample of 32 male professional basketball players and the heights of a random sample of 32 female professional basketball players. The mean and the mean absolute deviation (MAD) are given for each sample. </p>"
          ]
        }
      },
      {
        "id": "E6EDP4K38kcNgbli",
        "title": "Heights of Female Professional Basketball Players",
        "content": {
          "type": "Image",
          "url": "sap/images/sp11.png",
          "filename": "sap/images/sp11.png"
        }
      },
      {
        "id": "c3-8cTT47zlhZJFt",
        "title": "Heights of Male Professional Basketball Players",
        "content": {
          "type": "Image",
          "url": "sap/images/sp12.png",
          "filename": "sap/images/sp12.png"
        }
      },
      {
        "id": "qbADCGSVj2wmfBKl",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Examine the distribution for each sample. What do you notice? What do you wonder?</li></ul>"
          ]
        }
      },
      {
        "id": "98zgtfLPN6KtIEGX",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There are 32 data observations (dots) on each line plot that represent professional players.</p><p>The mean for the male player heights is larger than the mean for the female player heights. The means differ by about 16 centimeters, which is a noticeable difference in height. </p><p><strong>Note</strong>: This difference is unusual when comparing samples unless the samples are from different populations like they are here.</p><p>The MADs of the two distributions are similar. They are only about 2 units away from one another. So, the variabilities are similar in terms of MAD. </p><p>There is slightly more variability in the heights of the male professional players. </p><p>The MAD is larger – approximately 8.8 vs 7.1. </p><p>The range is larger - approximately 49cm vs 30cm.</p><p>Female professional basketball player distribution: 93.75% (30 of the 32 data values) are within two MADs of the mean.</p><p>Male professional basketball player distribution: 90.625% (29 of the 32 data values) are within two MADs of the mean.</p><p><strong>Note</strong>: The MAD tells us how far, on average (i.e., mean), all values are from the distribution mean. If the MAD is small, there is less variability in the data; if it is large, there is more variability in the data. When there is more variability, the mean may not be as good a descriptor of what is typical in the data set.</p><p>The line (dot) plots have slight variations in shape. </p><p>The heights of the Female Players clusters. Most data observations seem to cluster from 175cm to 185 cm with another cluster just shorter and taller than 195cm. </p><p>The heights of the Male Players has gaps with a cluster of data from just taller than 190 cm to just taller than 210.</p><p>The plots below show, for each distribution, the locations of three MADs less than the mean and three MADs greater than the mean </p>"
          ]
        }
      },
      {
        "id": "U7jQszLVGBINi4od",
        "title": "Heights of Female Professional Basketball Players",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sap/images/sp13.png",
          "filename": "sap/images/sp13.png"
        }
      },
      {
        "id": "zvnnJuwBkQX85xAJ",
        "title": "Heights of Male Professional Basketball Players",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sap/images/sp14.png",
          "filename": "sap/images/sp14.png"
        }
      }
    ]
  },
  "supports": [
    {
      "text": "What features are the same about Mug and the others? What features are different?"
    },
    {
      "text": "What features do you consider when you decide two figures are similar or not?"
    }
  ]
}