{
  "type": "1",
  "content": {
    "tiles": [
      {
        "id": "cjgGr04gU0RCeZXf",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Click the Class Work tab to get started.</p>"
          ]
        }
      },
      {
        "id": "N2wEJ77UNLAPzq8w",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Welcome to CLUE-It-Yourself! </strong></p><p>This CLUE activity is designed for you to create your own 3-part sequence for your students with content that you choose or create.</p>"
          ]
        }
      },
      {
        "id": "43Q49sXlLifrg64P",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Here&#x27;s an example of a generic path through the 3 sections.</strong></p><p>In <strong>Section 1, </strong>have your students brainstorm a list of project ideas/hypotheses related to the content. They share the list with their group to discuss and finalize. </p><p><strong>Between Section 1 and Section 2</strong>, students generate or collect data. If this is done as individuals, the next steps will allow them to combine their data for analysis.</p><p>In <strong>Section 2,</strong> students can (as a group) create a table that will document their data. The group can decide for themselves on the columns and rows to include. If one group member acts as the recorder, then the other group members can grab the table to start filling in with their data. </p><p>In <strong>Section 3</strong>, students combine their data tables into one group table and analyze the data. To do this, students share tables with the group. Then one of them can drag the tables all into the same workspace and use the table tools to  make one combined table. From the combined table, each group member can start to sxplore by created bar graphs of XY plots. </p>"
          ]
        }
      },
      {
        "id": "12ywFl7fmAOQziSb",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Activity Instructions (ORIGINAL)</strong></p><p>In <strong>Section 1 </strong>brainstorm a list of project ideas/hypotheses. Then share your list with your group to discuss and finalize.</p><p>In <strong>Section 2</strong> create a table that documents your data. Decide what columns and rows should be included. If you do this with your group and one of you records ideas, everyone else can grab the agreed upon table set up to start filling in with their data. </p><p>In <strong>Section 3</strong>, combine your data tables and analyze your data. To do this, share tables with your group. Then one of you can drag them all into the same workspace and use the table tools to  make one combined table. Graph some XY plots to explore your data.</p>"
          ]
        }
      }
    ]
  }
}
