{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "xMOmqhW0teDB9k7X",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem students will use what they know about rates, linear relationships, and solving equations to look at situations.  Students will draw on their knowledge of different representations to make connections and solidify their understanding of linearity.  Students will informally encounter systems of linear equations and linear inequalities.</p>"
          ]
        }
      },
      {
        "id": "S13wx0-n1bsqEKoA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>AoL: Linear Relationships: Analysis/Synthesis &amp; </p><p>Algebraic Expressions and Equations: Analysis</p>"
          ]
        }
      },
      {
        "id": "TILEefExR84irqIS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>NWDYK</em></p><p>How is the rate of change of a linear relationship related to the constant of proportionality? </p>"
          ]
        }
      },
      {
        "id": "1mt6zqjqOw53lYl9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Make connections, where appropriate, among the rate of change for linear relationships, the constant of proportionality for proportions, and the constant ratio of the vertical change to horizontal change for linear relationships using a variety of representations.</p><p>Notice that:</p><ul><li>some linear relationships are proportional and others are not,</li><li>the rate of change describes how one variable in the relationship changes with respect to the other variable and can be found using a table of values, graph, or equation, </li><li>for linear relationships that are also proportional, the rate of change, the constant of proportionality, the ratio of vertical change to horizonal change, and the unit rate of change are all the same, and </li><li>the ordered pair (1, a) for a proportional relationship represents the unit rate of change for the relationship (that is <em>a</em>/1) where <em>a </em>is the constant of proportionality, and the equation of the line is y = <em>a</em>x. </li></ul>"
          ]
        }
      },
      {
        "id": "DNzaoecYbAJGOTiD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Display <strong>Teaching Aid 4.2A: A Set of Stairs</strong>. </p><p>Tell students that the steepness of the line is the ratio of rise to run, or vertical change to horizontal change, for each step. Tell students that this ratio is called the<strong> slope </strong>of the line. (Language)</p>"
          ]
        }
      },
      {
        "id": "o07uHHNuuxqDodf2",
        "title": "Slope",
        "content": {
          "type": "Expression",
          "latexStr": "slope=\\frac{\\left(VerticalChange\\right)}{HorizontalChange}=\\frac{rise}{run}"
        }
      },
      {
        "id": "wwo8oMqUBOnGWShX",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Does the slope change if we take two stairs at a time? Explain. (No, because you just create an equivalent ratio. For example, suppose the rise to run between two stairs is 3 to 5. Then if you take two stairs at a time, the rise‐to‐run ratio is 6 to 10, which is equivalent to the ratio of 3 to 5.) </li><li>Is the slope the same between any two stairs? Explain. (Yes. See previous answer.) </li><li>How is this “steepness” or slope related to the rate of change for a linear situation?  (It is the same.)</li></ul>"
          ]
        }
      },
      {
        "id": "shq-lXp0z0MiggTJ",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Pose the challenge of using what they know about slope/rate of change, linearity and proportionality as they will be investigating some new contexts.  Introduce the situation in the Initial Challenge of the field trip after the walkathon to watch a movie.    </p><p><strong>Suggested questions</strong></p><ul><li>What does income mean? (money coming into a business)</li><li>What does the term operating expenses mean? (money it takes to run a business)</li><li>What does it mean for income and operating expenses to be equal? (when a company breaks even)</li></ul><p>Have students work in groups of 2 on this problem. </p><p><strong>Implementation Note</strong>:  What If Situation D could be used as homework.  </p>"
          ]
        }
      }
    ]
  }
}
