{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "8p0-dprR-v_E_tgF",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem is designed to deepen students’ understanding of equally likely outcomes and to make sure they recognize results that are equally likely. This concept is especially important when we later define theoretical probability. It is the second opportunity for students to generate all the possible results for an action on their own, which will be more fully developed when tree diagrams are introduced in Investigation 2. (Time)</p>"
          ]
        }
      },
      {
        "id": "eBNOiN4Iu3GDenPU",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Introduction/Explore &amp; Analysis</p>"
          ]
        }
      },
      {
        "id": "EGPSWhLwA0xmZEpE",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Expand understanding of outcomes of a probability event to include the idea of equally likely</p><p>Notice that: </p><ul><li>To decide if outcomes are equally likely you need to consider all possible outcomes</li><li>Look at each outcome to decide if each has an equal chance of occurring </li><li>Equally likely is important to consider because it helps to select future outcomes </li><li>Equally likely does not necessarily mean outcome are 50-50</li></ul>"
          ]
        }
      },
      {
        "id": "FzdLIrDB5ZC0-HO8",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you determine whether the outcomes of a probability event are all equally likely? Why would this information matter if you are using the outcomes to make a decision? </p>"
          ]
        }
      },
      {
        "id": "nF9fk57J_0ZlNQrP",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><u>Connecting to Prior Knowledge</u></p><p>Tell the story of Kaleb’s coin and his mother’s suspicion that it is not a fair coin that is described in the Introduction to the Problem.</p>"
          ]
        }
      },
      {
        "id": "gHdq0HXuuMIJKlNn",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Why do you think Kaleb’s mother is suspicious of the coin? (She thinks heads and tails should occur the same number of times.)</li><li>What do you think it means for a coin to be fair? (Neither heads nor tails appears more frequently.)</li></ul><p>If you did not introduce <em>equally likely</em> at the end of Problem 1.2, do so now. </p>"
          ]
        }
      },
      {
        "id": "qzCFGTrUfO2KjJqb",
        "title": "Text 8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p><p>Tell students they will be looking at several situations and analyzing if they are <em>equally likely</em> situations.  Have students take a few minutes to work on the Problem individually and then gather in pairs or small groups to discuss their answers. </p><p><strong>Implementation Note:</strong>  You may want to divide up the outcomes in the Initial Challenge and have each group do three outcomes and then discuss all of them during the summary.</p>"
          ]
        }
      }
    ]
  }
}