{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      [
        {
          "id": "hWbew04UvVhg0NLw",
          "title": "Text 1",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>At a Glance</strong></p><p><em>What do you know about geometric shapes? </em></p>"
            ]
          }
        },
        {
          "id": "ADIc8lwVAs3RQvgU",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Arc of Learning</strong></p><p><em>Exploration</em></p><p><em>Exploration</em></p><p><strong>Pacing</strong></p><p>1/2 day</p>"
            ]
          }
        }
      ],
      {
        "id": "DuF8I4mOZ2ooNElr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each investigation.</p><p>Students can use the Mathematical Reflection to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For more on the Teacher Moves listed here, refer to the General Pedagogical Strategies and the Attending to Individual Learning Needs Framework in <em>A Guide to Connected Mathematics </em>4.</p>"
          ]
        }
      },
      {
        "id": "1s3kXvux2N8qT4L9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Facilitating Discourse &amp; Teacher Moves</strong></p>"
          ]
        }
      },
      {
        "id": "54d9fmQ3Y35OyGJQ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Having students refer to their notes from the Now What Do You Know? in each problem in the investigation can help them to synthesize all their ideas around geometric shapes. (Time)</p><p>As a class, discuss the Mathematical Reflection. Use an idea like those presented here to have students synthesize and record their thinking. (Anchor Chart)</p><p><strong>Suggested Questions</strong></p><ul><li>After this investigation, what do we know about triangles and quadrilaterals? (Portrayal)</li><li>What did we learn in each problem of this investigations? (Language)</li><li>How might we describe the &quot;big mathematical idea(s)&#x27; of the Investigation?</li></ul>"
          ]
        }
      },
      {
        "id": "mfAStUAOMrxo1OTh",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>At the beginning of the year, students will need more collaboration to outline and summarize the important ideas. They may need examples of writing, diagrams, and/or justifications from other students to help build their version of what is expected when answering a Mathematical Reflection. Early in the year, you may want to start writing Mathematical Reflections as a whole group. Then as the year progresses, move to small groups, pairs, and finally individuals.</p><p>Each investigation contributes to students&#x27; conceptual understandings of the ideas in the unit. Students&#x27; explanations at the beginning of the unit might be just forming. As you progress through the unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the unit, students can create a complete picture of understanding.</p><p><strong> Example Strategies for Student Participation</strong></p><p>Here are a few creative strategies teachers use to encourage students&#x27; ownership of their learning.</p>"
          ]
        }
      }
    ]
  }
}
