{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "ADIc8lwVAs3RQvgU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong></p><p>Generalizing and Using Properties of Polygons: Exploration</p><p>Algebraic Expressions and Equations: Explorations</p>"
          ]
        }
      },
      {
        "id": "wqzoSz62OfvZY7hK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Understand and use generalized relationships among side lengths of polygons to form triangles and quadrilaterals and to solve problems including:  </p><ul><li>for both triangles and quadrilaterals, the length of any side will be less than the sum of the lengths of the other sides,</li><li>for every set of three side lengths that will form a triangle, there is only one triangle that can be formed, and</li><li>for every set of four side lengths that will form a quadrilateral, several different quadrilaterals can be made from the set of sides lengths.</li><li>triangles make strong frameworks for buildings as they are rigid under pressure, and since quadrilaterals can shift easily under pressure, they are less useful as frameworks for buildings.</li><li>minimum number of diagonals to make a polygon rigid is the number of sides minus three</li><li>when adding the minimum number of diagonals to a shape it creates embedded triangles</li></ul>"
          ]
        }
      },
      {
        "id": "o86c0X-8bdURsywL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about geometric shapes? </p>"
          ]
        }
      },
      {
        "id": "DuF8I4mOZ2ooNElr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time (TIME). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>Students have been working with factors and multiples and the multiplicative structure of numbers. Students will reflect upon what they know about the multiplicative structure of numbers. </p><p>Having students pull out their notes from the Now What Do You Know from each Problem in the Investigation can help them to synthesize all their ideas around similarity. </p>"
          ]
        }
      },
      {
        "id": "GvwhpNywOnqqI3h3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>There are many vocabulary words in Investigation 1. Generating a word bank can help students pull together all of their thoughts for the reflection.</p><p></p><p>    <em>What do you know about geometric shapes? </em></p>"
          ]
        }
      },
      {
        "id": "pmQ2l1DA-fYFSDoR",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>(Student answers should include discussions of the changes between originals and images in relation to the general shape, side lengths, angle measures, and area. Students should see that they are using proportional reasoning when comparing lengths, angles, and areas of similar figures or scaled drawings. At this point student should know that there seems to be a multiplicative comparison between these features. In 1.2 the side lengths from original to image grew by a factor of 2. Angle size grew by a factor of 1 (they are congruent). Area grew by a factor of 2 x 2.)</p>"
          ]
        }
      },
      {
        "id": "Tfr4OPSelPo9CIHB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}