{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "ADIc8lwVAs3RQvgU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Exploration</em></p><p>Algebraic Expressions and Equations: <em>Exploration</em></p>"
          ]
        }
      },
      {
        "id": "wqzoSz62OfvZY7hK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Understand and use generalized relationships among side lengths of polygons to form triangles and quadrilaterals and to solve problems including:  </p><ul><li>for both triangles and quadrilaterals, the length of any side will be less than the sum of the lengths of the other sides,</li><li>for every set of three side lengths that will form a triangle, there is only one triangle that can be formed, and</li><li>for every set of four side lengths that will form a quadrilateral, several different quadrilaterals can be made from the set of sides lengths.</li><li>triangles make strong frameworks for buildings as they are rigid under pressure, and since quadrilaterals can shift easily under pressure, they are less useful as frameworks for buildings.</li><li>minimum number of diagonals to make a polygon rigid is the number of sides minus three</li><li>when adding the minimum number of diagonals to a shape it creates embedded triangles</li></ul>"
          ]
        }
      },
      {
        "id": "o86c0X-8bdURsywL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about geometric shapes? </p>"
          ]
        }
      },
      {
        "id": "DuF8I4mOZ2ooNElr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know questions to summarize their learning over the time.</p><p>Students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. The Mathematical Reflection can provide a self-assessment for students. Each student can have check points of their understanding of the mathematics after each Investigation.</p><p>Students can use the MR to consolidate their mathematical thinking, take notes, and provide evidence of what they know and can do.</p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p><p>For further teaching suggestions, see the At-a-glance document (located under the &quot;My Work&quot; tab as your default Planning document).</p>"
          ]
        }
      }
    ]
  }
}
