{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "BN6K0K1d1Qmaay8i",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Steven Wonders</strong></p>"
          ]
        }
      },
      {
        "id": "6RoGiCAtcA2ojLPL",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Steven had a question about the data. How would you answer his question?</p>"
          ]
        }
      },
      {
        "id": "_JAb5ErlrCMUWNOr",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Steven&#x27;s Question</u></p><p>If the archeologists had collected only a few arrowheads from each site, would they have reached a different conclusion?</p>"
          ]
        }
      },
      {
        "id": "HzpnJoS90XUeaQIC",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>possibly;</p><p>The sample needs to be representative of the population. A smaller sample will lessen the chance of representing the population.</p><p>The sample sizes for Laddie Creek (18 arrowheads) and Site 1 (15 arrowheads) data are somewhat small. However, the data in this problem imply that it is possible to make predictions based on sample sizes that are somewhat smaller than we might like to have. The samples from the known sites and the unknown sites are of relatively reasonable sizes. They can be used to draw conclusions about the characteristics of the populations.</p><p>If archeologists had collected only a few arrowheads from each new site; however, the data they collected might not have been representative. For example, if the shortest arrowheads from Site 1 and the longest arrowheads from Site 2 had been chosen, the two data sets might have been classified in the same time period.</p><p><strong>Note: </strong>This question solidifies concepts explored in Investigation 1. In that investigation, students learned that there is less variability in medians and means for samples of 30 than for samples of 5 or 10.</p>"
          ]
        }
      }
    ]
  },
  "supports": [
    {
      "text": "How can you find the scale factor if you used rubber bands to make similar figures?"
    },
    {
      "text": "How can you find the scale factor if you used coordinate graphs to make similar figures?"
    }
  ]
}
