{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "QqFOAyr8GY2XQie_",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection Implementation Investigation 1</strong></p><p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know to summarize their learning over the time (Time). </p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "Nibd0SZsRQ8AWk0m",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL</strong>: Introduction/Explore &amp; Analysis</p>"
          ]
        }
      },
      {
        "id": "9d_tWU_zRVOjRGYA",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to build and connect mathematical understandings for key aspects of probability and proportional reasoning.</p><p>Notice that students recognize:</p><ul><li>Conducting an experiment can give data that can be used for making future decisions</li><li>Outcomes are the possible results in an event</li><li>When conducting an experiment, you must make sure to do it as randomly as possible</li><li>Doing many trials of an experiment helps to find trends in what is most likely to occur</li><li>Experimental probability is the ratio of (Number of desired outcomes)/(Total number of outcomes)</li><li>Proportional reasoning can be used to scale up or down the experimental probabilities to make predictions</li><li>To decide if outcomes are equally likely you need to consider all possible outcomes</li><li>You need to look at each outcome to decide if each has an equal chance of occurring </li><li>Equally likely is important to consider because it helps to select future outcomes </li><li>Equally likely is important to consider because it helps to determine if an event is fair</li><li>Equally likely does not necessarily mean outcome are 50-50</li></ul>"
          ]
        }
      },
      {
        "id": "jRDOGqdQDC6rjmPY",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>What do you know about probability?  About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "H3Jz-Vkg7f82t5tC",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p>"
          ]
        }
      },
      {
        "id": "bZ-UMX1VC2qD_j4k",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What do you know about probability? About proportional relationships?</strong></p><p>(At this point students can talk about finding experimental probabilities.  They know that using more trials in experimental probabilities is more accurate for making predictions, and that to  determine if a situation is equally likely they need to find all possible outcomes/)</p>"
          ]
        }
      },
      {
        "id": "M1MKY4__HrzOuXmI",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What in evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}