{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILE8Ga9aih0WNGE",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Students translate the pictorial form of linear equations into symbolic linear equations in one variable. They begin to use the properties of equality to solve the equations symbolically. They explore equivalent expressions that can represent a given situation involving pouches and coins. </p><p><strong>Implementation Note:</strong> You may want to have a conversation after the Initial Challenge before moving on to the What If...?. This will allow you to discuss and compare students’ equations. You can also highlight your students’ strategies for solving the equations. This may help students transition to the What If...? situations, where they will have to solve equations without being given pictures of pouches and coins. </p><p>For Situation C, you may need to remind students what an inequality is. Students used inequalities in Problem 2.1 and in the grade 6 unit <em>Points of Rational. </em></p>"
          ]
        }
      },
      {
        "id": "TILEpYRMlwVCzImE",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL: </strong>Linear Relationships: Analysis &amp;</p><p>Algebraic Expressions and Equations: Explore</p><p><strong>NWDYK</strong></p><p>Describe how the strategies you used to find the number of coins in a pouch is similar to finding the value of a variable in an equation.</p>"
          ]
        }
      },
      {
        "id": "TILEct1m6ZeXsEQw",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Explore algebraic approaches to solving equations based on prior experiences with pouches and coins using the Distributive Property, fact families, and properties of operations and equality.</p><p>Build on experiences with pouches and coins to explore algebraic strategies for solving equations including:</p><ul><li>noticing that the Distributive Property allows you to create multiple equivalent forms for an expression or equation, </li><li>applying the Distributive Property and fact families (composing/decomposing numbers) to justify steps needed to solve equations</li><li>applying the properties of operations and equality (subtract or divide both sides of an equation by the same number) and fact families to justify steps needed to solve equations.</li></ul><p>Notice that you can check to see if you have found the correct number of coins in a pouch (variable) by replacing each pouch (variable) in the original clue/equation with your answer and simplifying to see if the two sides are equal.</p>"
          ]
        }
      },
      {
        "id": "TILEwOGzv_GOMBQv",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Start by presenting the example at the beginning of the introduction. Write the equation 85 = 70 + 15 on the board. Then, pose each of the questions in the Student Edition one at a time, always using the original equation. For example, for the first question, you could record the following:</p><p>  85 = 70 + 15                            85 = 70 + 15</p><p><u>-15       -15</u>             or        <u>85 - 15 = 70 + 15 - 15</u></p><p>  70 = 70                                       70 = 70</p>"
          ]
        }
      },
      {
        "id": "TILESrEI2O5eF0Xh",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>After subtracting 15 from the left side of the equation, you could ask the following:</p><ul><li>What should you do to keep the two sides equal? (Subtract 15 from the right side.)</li></ul><p>Repeat this method for each of the questions in the introduction. Then have students try their methods on another example of equality.</p><ul><li>What should you do to keep the two sides equal? (Equality is maintained by adding, subtracting, multiplying, or dividing each side by the same number. For multiplication and division, the number must be nonzero.) </li></ul><p>You could introduce that these are called the Properties of Equality or wait until the introduction of Problem 3.3.</p><p>Discuss equivalent expressions and the Distributive property. The expressions 2x + 4, 2(x+2), and x + 2 + x + 2 are <em>equivalent expressions</em>. Note that you can apply the Distributive Property to the expression 2x + 4 to write 2(x + 2) so 2 x + 4 = 2(x + 2). </p><ul><li>What properties of operations could you use to show that x = 2 = x = 2 = 2(x + 4)? (Answers will vary)</li></ul>"
          ]
        }
      },
      {
        "id": "TILE8vIUuuR7psSm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>If you did not make the transition from pouches and coins to variables and numbers at the end of the summary for Problem 3.1, do so now. Be sure students have a general idea of the procedures. You might want to revisit one of the situations from Problem 3.1. As a part of the discussion, discuss how the pouches and coins can be represented by various equivalent expressions.</p><p>You might want to add to the instructions of the Initial Challenge by having students write their steps for solving, showing what is happening with the pouches and coins. Then next to each step, write the equation symbolically.</p><p>Distribute <strong>Learning Aid 3.2: Pouches and Coins Codes 7-10</strong>. Have students begin this problem independently and then work with a partner to compare their thinking. </p>"
          ]
        }
      }
    ]
  }
}
