{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "LkG5Ss5MqGmilmG9",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Making Informal Comparisons</strong></p>"
          ]
        }
      },
      {
        "id": "ooDtyQhlSnCBcAzz",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ol><li> On a copy of the line plot showing the sample distribution of male heights, where would the height of a typical player from the female sample lie on the distribution of the sample of male heights?</li><li> On a copy of the line plot showing the sample distribution of female heights, where would the typical player from the sample of male heights lie on the distribution of the female heights?</li><li> What comparisons can you make into the differences between these two sample distributions?</li></ol>"
          ]
        }
      },
      {
        "id": "r8buodMNqk7URKmL",
        "title": "Situation A. #1 Answer",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sap/images/sp15.png",
          "filename": "sap/images/sp15.png"
        }
      },
      {
        "id": "tISiu3rqENAOUcnV",
        "title": "Situation A. #2 Answer",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sap/images/sp16.png",
          "filename": "sap/images/sp16.png"
        }
      },
      {
        "id": "02o7Z-8hxGYxU3NL",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>3. The mean height of the male professional basketball player distribution, 199.9063, is greater than two MADs from the mean height of the female professional basketball players.</p><p>The mean of the male professional basketball player distribution, then, is considered to be an unexpected height for female professional basketball players.</p>"
          ]
        }
      },
      {
        "id": "pm71lU766bg6lBQJ",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. A Mystery Sample: Making a Prediction about a Data Set</strong></p>"
          ]
        }
      },
      {
        "id": "8c_G9qJoDV93UIuk",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The dot plot below shows a distribution of heights for a sample of professional basketball players. Do you think this distribution shows a random sample of male professional players or a random sample of female professional players? Explain.</p>"
          ]
        }
      },
      {
        "id": "__qdL6ZeigoGkpHg",
        "title": "Heights of Mystery Players",
        "content": {
          "type": "Image",
          "url": "sap/images/sp17.png",
          "filename": "sap/images/sp17.png"
        }
      },
      {
        "id": "DM_Fg3I1qo6ucGfU",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This distribution has a mean of 197.9259 and a MAD of 7.6488. Because of the mean, this distribution is more likely a sample of male professional basketball players than a sample of female professional basketball players.</p><p>If you mark the mean of 197.9259 on the female professional basketball players’ distribution of heights, it is just slightly within the 2 MADs mark, so it probably not a distribution of female professional basketball players. </p><p>If you mark the mean of 197.9259 on the distribution of male professional basketball player heights, it is located very close to the mean of the male professional basketball player distribution, and it is clearly less than one MAD from the mean. It is likely that this data value would occur in the male professional basketball player distribution.</p>"
          ]
        }
      }
    ]
  }
}