{
  "type": "MathReflection1",
  "content":
    {
      "tiles": [
        {
          "id": "FgEYMrD8XhEubW7g",
          "title": "Text 1",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Mathematical Reflection Investigation 1</strong></p><p>In this Unit, we use proportional relationships to investigate probability and solve problems. At the end of this Investigation, what do you know about probability? About proportional relationships?</p>"
            ]
          }
        },
        {
          "id": "pbVGMiyDl0GO4_NR",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>SOLUTION BEGIN</strong></p>"
            ]
          }
        },
        {
          "id": "SI4TQQnsvKoiVOpE",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>At this point students can find experimental probabilities. Students can use the outcome of experimental probabilities to make or estimate predictions. Students can make decisions about the amount of data used in an experimental probability and if it is sufficient to make predictions. Students can determine if outcomes are equally likely for a situation. </p>"
            ]
          }
        },
        {
          "id": "ziDb3pChHFR73b-n",
          "title": "Text 4",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>SOLUTION END</strong></p>"
            ]
          }
        },
        {
          "id": "zSUuxALOoAlFlMSB",
          "title": "Text 5",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><strong>Reflections on the Mathematical Practices</strong></p><p>As we worked on the Problems in this Investigation, we used prior mathematical knowledge to make sense of them. We also applied mathematical reasoning to solve the Problems. For example,</p><p></p><p>Hector’s group noticed that in Problem 1.1, Kaleb tries another method for choosing the amount of screen time he has that day. He flips a cup and records how the cup lands: on an end or on a side. </p><p>At first, we thought that the results would be the same as those for tossing a coin. After we tossed the cup 50 times, we were not so sure. It landed on its side 27 times and on its end 23 times. After we combined the class data, we were fairly certain that the two events were not equally likely. The cup would land on its side more often than on its end. </p><p></p><ul><li>What mathematical practice(s) did Hector’s group use to solve this Problem?</li><li>What other mathematical practices did you use to solve Problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
            ]
          }
        },
        {
          "id": "5owectVFHpUA11ep",
          "title": "Text 6",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p>Did You Know?</p><p></p><p>The actuary profession consists of business professionals who apply their knowledge of mathematics, probability, statistics, and risk theory to real-life problems that involve risk and finance. For example, actuaries apply their knowledge of probability to life and property insurance, pensions, the cost of medical care, and climate risks. </p><p></p><p>The demand for actuaries is likely to increase by 20% over the next few years. Actuaries also report a high degree of enjoyment with their work. And they are among the highest paid professions with a four-year college degree. </p><p></p><p>https://www.bls.gov/ooh/math/actuaries.htm#tab-5</p>"
            ]
          }
        }
      ]
    }
}
