{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "FgEYMrD8XhEubW7g",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p><p>In this Unit, we use proportional relationships to investigate probability and solve problems. At the end of this Investigation, what do you know about probability? About proportional relationships?</p>"
          ]
        }
      },
      {
        "id": "SI4TQQnsvKoiVOpE",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>At this point students can find experimental probabilities. Students can use the outcome of experimental probabilities to make or estimate predictions. Students can make decisions about the amount of data used in an experimental probability and if it is sufficient to make predictions. Students can determine if outcomes are equally likely for a situation. </p>"
          ]
        }
      },
      {
        "id": "5owectVFHpUA11ep",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The actuary profession consists of business professionals who apply their knowledge of mathematics, probability, statistics, and risk theory to real-life problems that involve risk and finance. For example, actuaries apply their knowledge of probability to life and property insurance, pensions, the cost of medical care, and climate risks. </p><p>The demand for actuaries is likely to increase by 20% over the next few years. Actuaries also report a high degree of enjoyment with their work. And they are among the highest paid professions with a four-year college degree. </p><p><a href=\"https://www.bls.gov/ooh/math/actuaries.htm#tab-5\">https://www.bls.gov/ooh/math/actuaries.htm#tab-5</a></p>"
          ]
        }
      }
    ]
  }
}