{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEODcYwFuaD0pk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>If students forget which axis represents time, you can show the variables with color. <em>(Portrayal) </em>Have them use one color for the time and the x-axis. Have them use another color for the number of jumps and the y-axis.</p>"
          ]
        }
      },
      {
        "id": "NUzppW3q_YD_bUXn",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "TILEMCQ2CoiQHzx6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When students have put their jumping jack data on a graph, have them examine their own data and compare it to the students in the What If . . . ? questions.</p>"
          ]
        }
      },
      {
        "id": "TILEeaeqiIeZBJZY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>What was the pattern of your group’s jumping jacks? <em>(Answers will vary.)</em></li><li>How did that pattern look when the person was jumping? <em>(Descriptions should include if the jumper sped up, slowed down, or kept a steady pace.)</em></li><li>How do you see that pattern in the graph? <em>(Descriptions should include changes in the way the total number of jumps looks different. If the jumper sped up, there will be a bigger increase between the points. Some students will even say that the angle is greater or the distance is greater between the points. When the jumper slowed down, there will be less distance between the points. With a steady pace, the points will line up.)</em></li><li>How does your group’s jumping data compare to Ms. Park’s students? <em>(Answers will vary.)</em></li><li>Does your data seem to have the same pattern as any of Ms. Park’s students? <em>(Answers will vary.)</em></li><li>If we looked at your data and one of Ms. Park’s students on the same graph, how would they compare? <em>(Answers will vary with their own data.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEWGiVvS9Ej9lA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "vipkt4JVMuMwqP7i",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><strong><em>How can you recognize a linear pattern of change in a verbal context, table, graph, expression, or equation? </em></strong></p><p>(Select student work to use in the summary.  Select tables that show the rate of change for each student (if there is a student that didn’t have the time increase by one use that also).  Select graphs that may have different scales to show how this changes the look of the graph but not the rate of change. Select equations from students to emphasize the rate of change and how it appears in the equation.)</p>"
          ]
        }
      }
    ]
  }
}
