{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILEODcYwFuaD0pk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>If students forget which axis represents time, you can show the variables with color. <em>(Portrayal) </em>Have them use one color for the time and the x-axis. Have them use another color for the number of jumps and the y-axis.</p>"
          ]
        }
      },
      {
        "id": "NUzppW3q_YD_bUXn",
        "title": "Color Coordinating Variables",
        "content": {
          "type": "Image",
          "url": "vap/images/color-coordinating-variables.png",
          "filename": "vap/images/color-coordinating-variables.png"
        }
      },
      {
        "id": "TILEMCQ2CoiQHzx6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When students have put their jumping jack data on a graph, have them examine their own data and compare it to the students in the What If . . . ? questions.</p>"
          ]
        }
      },
      {
        "id": "TILEeaeqiIeZBJZY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p><ul><li>What was the pattern of your group’s jumping jacks? <em>(Answers will vary.)</em></li><li>How did that pattern look when the person was jumping? <em>(Descriptions should include if the jumper sped up, slowed down, or kept a steady pace.)</em></li><li>How do you see that pattern in the graph? <em>(Descriptions should include changes in the way the total number of jumps looks different. If the jumper sped up, there will be a bigger increase between the points. Some students will even say that the angle is greater or the distance is greater between the points. When the jumper slowed down, there will be less distance between the points. With a steady pace, the points will line up.)</em></li><li>How does your group’s jumping data compare to Ms. Park’s students? <em>(Answers will vary.)</em></li><li>Does your data seem to have the same pattern as any of Ms. Park’s students? <em>(Answers will vary.)</em></li><li>If we looked at your data and one of Ms. Park’s students on the same graph, how would they compare? <em>(Answers will vary with their own data.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "qXKNwAUwnHIxq-qU",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Look at the graphs made with different scales.</p><p><strong>Suggested Questions</strong></p><ul><li>How does the relationship between the variables compare for the jumpers represented in Graph 3 and Graph 4? <em>(It looks like the jumper in Graph 3 may have done more jumps. But this is not true. The ways the y-axes count are different. If we look at one point, we can see that the jumper in Graph 4 did more jumps. At 120 seconds, the jumper in Graph 4 had 120 jumps. If we put the data from the two groups on one graph, we would see that the jumpers were both consistent but that one jumped faster than the other.)</em></li></ul><p>While this unit is focused on algebraic reasoning, the unit also informally begins proportional reasoning. By looking at the pattern of relationships between two variables, some situations provide opportunities for students to intuitively develop understandings of ratio and unit rate. Students describe many of the patterns as “consistent” or “steady” when proportional reasoning is involved. You may hear phrases like “for every” or “each time.” The formal language and more explicit reasoning will be developed in later grades 6 and 7 units. It is important to encourage this reasoning.</p><ul><li>What would a graph of a consistent jumper data look like? <em>(The graphs of Lashawn’s and Paula’s data make a straight line because they jumped a steady pace. [Ratio Reasoning])</em></li><li>What if their data were not steady? <em>(The points would not line up. Slowing down or speeding up makes the points not line up. [Ratio Reasoning])</em></li></ul>"
          ]
        }
      },
      {
        "id": "_MCwdJy7HfGl2bND",
        "title": "Text 18",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note: </strong>For What If . . . ? Situation B, assign groups a graph from What If . . . ? Situation A, and have them pick two or three points on it to use for the situation.</p>"
          ]
        }
      },
      {
        "id": "TILEWGiVvS9Ej9lA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know?question? </p>"
          ]
        }
      },
      {
        "id": "vipkt4JVMuMwqP7i",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe how the pattern of change relationship between the two variables—time and number of jumping jacks—is represented in a table and in a graph.</em></p><p>As you circulate, look for examples of how students have created graphs to represent their tables of jumping jack data that you can use during the summary discussion. Listen for the way students are describing the patterns between the variables represented on the graphs. Are students noticing how the steepness of a graph represents when the jumping jacks were faster or slower? Are students noticing that a line represents when jumping jacks were consistent? Are students noticing that a horizontal line represents when a student stopped jumping? Take note of the informal language that students are using to describe the way the graphs look. Students should begin discussing that by checking the difference between two entries on a table, you can find the rate. In a graph, you can see the rate by checking the gaps between two points.</p>"
          ]
        }
      }
    ]
  }
}
