{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "kOdWGDmg-zs8WO1E",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>After students have collected their data, bring the class back together to compile the class data. Use <strong>Teaching Aid 1.2: Class Data Summary </strong>to record the number of matches and no matches while adding one group at a time. </p>"
          ]
        }
      },
      {
        "id": "P1oiUtDW6iha6NRJ",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p><strong>Suggested questions</strong></p><ul><li>What did you find out about the probability of a match and the probability of a no match? (They are equal.)</li></ul><p>Revisit the conjectures made at the beginning of the Problem and encourage students to comment on them. As students discuss their results, encourage them to explain why the probability of a match should be the same as of no match. This will be a counterintuitive result for many students. </p><p>It is reasonable for this conversation to take up the bulk of your time for the Summary, since students will likely be comfortable with experimental probabilities. This will set the stage for working with theoretical probability later. Language) (Time)</p><p>What If Situation B, revisits the Law of Large Numbers with a new and unfamiliar experiment. Discuss this as a class. It also provides an opportunity for students to make sense of a given probability.  Students have to recognize that if P(heads) = 6/11 then P(1 hour screen time) = 5/11. (Foreshadowing sum of probabilities.) Then they have to solve a proportion, or find a percent from Kaleb’s setup. Then they have to wrestle with whether the differing results are because of some error or difference in the reasoning – and finally come to the greater reliability of a larger number of trials. There should be some discussion of “the long run” here.</p><ul><li>What does the numerator in each probability tell us? (the number of times the favorable outcome occurs)</li><li>What does the denominator in each probability tell us? (the total number of outcomes)</li><li>Which probability is greater? (Asta’s)</li></ul><p>Be careful. Asta’s probability is greater than Kaleb’s probability, but it is based on fewer trials. This might be a good time to define equally likely events, which are discussed further in the next Problem.</p>"
          ]
        }
      },
      {
        "id": "5qaFUzOEO1aJYctg",
        "title": "Text 13",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "_6csEGUjuyEubVmB",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li></ul><ul><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
          ]
        }
      }
    ]
  }
}