{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "-pBvfp4qR-Vs7waP",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students will investigate shapes that aren’t rigid and explore how to increase the rigidity with diagonals. Students will conduct an experiment to find that the number of diagonals needed to make a polygon rigid is 3 less than the number of sides.</p>"
          ]
        }
      },
      {
        "id": "4LztETK-GlxUXktr",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Introductions, Exploration, Introduction, Exploration</p><p><strong>Standards:</strong> See your state alignment chart</p>"
          ]
        }
      },
      {
        "id": "s7zOYfS4hA3JWiV6",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Analyze polygons and diagonals looking for rigidity. Finding the relationship among the number of sides and the minimum number of diagonals to make a polygon rigid.</p><p>Notice that when adding diagonals to polygons: </p><ul><li>the minimum number of diagonals to make a polygon rigid is the number of sides minus 3; and</li><li>adding the minimum number of diagonals to a shape it creates embedded triangles</li></ul><p>Generalize the relationship between the number of sides of a polygon and the number of angles needed to make the shape rigid.</p>"
          ]
        }
      },
      {
        "id": "wHc7cWW1w70josPl",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What do you know about the rigidity of shapes and how does this explain the frequent use of triangles in building structures?</p>"
          ]
        }
      },
      {
        "id": "OImZGGBDWUz6-8tz",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Revisit What If...? Situation B from Problem 1.2 on Beatrice’s experiment with rigidity of triangles and quadrilaterals.</p>"
          ]
        }
      },
      {
        "id": "mS3_zohH7CTRwjG_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Discuss the introduction of Beatrice’s wondering about adding diagonals to make polygons more rigid.</p>"
          ]
        }
      },
      {
        "id": "sh1ROReci2XaUJAi",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>What does it mean to be rigid? (Unable to bend or be forced out of shape; not flexible. Accept all reasonable answers.)</li><li>Are triangles rigid? (Yes) Quadrilaterals? (No)</li><li>What do you think would happen if you added a diagonal to one of the quadrilaterals you made yesterday? (Answers will vary.) Note: This idea is explored in the Problem.</li></ul><p>Explain the experiment in the Initial Challenge.</p><ul><li> If a polygon with <em>n</em> sides is not rigid, what is the minimum number of diagonals needed to make it rigid? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "ihrvVfBw2ijXgy1W",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 1.3A: Diagonals and Rigidity</strong> and polystrips or use digital polystrips in a Graph tool. Have students work with a partner on this Problem. Distribute <strong>Learning Aid 1.3B: Shapes </strong> if you feel students need support drawing the shapes.</p>"
          ]
        }
      }
    ]
  }
}
