{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "aotxNEK8va0bKN4F",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>A fundamental question to be answered in this problem is, “What minimum information about a triangle allows you to draw exactly one triangle?” A complete answer to this question is a major topic of high school geometry. At this point, students should have a strong sense that the answer is, “At least three sides and/or angle measurements, but not any three.” (Time and Language)</p><p>Start the summary with a gallery walk of student created posters or have groups share their findings with the whole class. Ask the students where they notice differences. Students should be able to resolve these differences. They should know that given three side lengths that form a triangle, there is only one triangle (SSS condition). When students are ready, discuss other conditions that produce unique triangles: ASA and SAS.</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Below is a conversation from one classroom while discussing the Initial Challenge Message Cards:</p><p><u>Sandra</u>: We thought there were three triangles for Message 1. (Shares the three they found, which are the same triangle but oriented differently.) </p>"
          ]
        }
      },
      {
        "id": "RrMXmsLWAwLQ2tQO",
        "title": "Sandra's Triangles for Message 1",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.4-tg-pic-3.png",
          "filename": "sad/images/sd-3.4-tg-pic-3.png"
        }
      },
      {
        "id": "KlbmRlB5frQFeAxI",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Lewis</u>:That is the same triangle but just turned on different sides.  (Goes up to a poster and shows rotating the triangles to all be the same.)</p><p><u>Sandra</u>: Oh.  Now I see.</p><p><u>Arvin:</u> We thought Message 4 was fun.</p><p><u>Teacher</u>: What was fun in Message 4?</p><p><u>Arvin</u>: Since we had all the angles for the triangle, we could create a lot of different triangles by just lengthening or shortening the sides once we had the angles set. </p>"
          ]
        }
      },
      {
        "id": "d9ge0Zo_2MG2DCv4",
        "title": "Arvin's Triangles for Message 4",
        "content": {
          "type": "Image",
          "url": "sad/images/sd-3.4-tg-pic-4.png",
          "filename": "sad/images/sd-3.4-tg-pic-4.png"
        }
      },
      {
        "id": "sJz1GYxM7IudLmpr",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Melissa</u>: We found that same thing with Design 2 in What If Situation A. We knew three angles and could find lots of triangles.</p><p><u>Teacher:</u> What does this tell us about triangles?</p><p><u>Arvin</u>: If we have three angle measures, we can make lots of triangles that have those angles.</p><p><u>Melissa</u>: I agree. But sometimes three angle measures do not form any triangles. We cannot just have any three angle measures. So if you have three angle measures that make a triangle, then there are many triangles possible.</p><p><u>Teacher</u> (writing on anchor chart): Many triangles are possible if we have three angle measures that make a triangle.</p>"
          ]
        }
      },
      {
        "id": "3Z8cLDD3Jb6SpdE8",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students share their thoughts, questions and conclusions about the 5 message cards.  Then repeat a similar discussion looking at the 12 designs in the What If.  </p><p><strong>Suggested Questions:</strong></p><ul><li>Do you have any What If questions ?</li><li>How did you decide if your polygon design was possible?  (Answers will vary.  Push students to discuss interior angle sums, side lengths, shapes, etc. to pull out the vocabulary and concepts from the Unit.)</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p><em></em>Ask students to reflect on the discussion and answer the Now What Do You Know question(s). </p>"
          ]
        }
      },
      {
        "id": "oHDhnsY0kLcroShM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
