{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "yGR3lFv3tpyFXjDs",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>Some students may need help to recognize that the number of bikes required is an important part of the decision. To help students notice the difference in price between the two companies, prompt them by asking the following questions. <em>(Problem-Solving Environment)</em></p>"
          ]
        }
      },
      {
        "id": "eck7UQ0hOwibiDTB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Which bike shop should they choose if they need bikes for 10 people?<em> (Adrian’s; she would charge about $300, and Rocky would charge $535.)</em></li><li>Which bike shop should they choose if they need bikes for all the students in our class? <em>(Answers will vary, but if the number of bikes is 40 or more, Rocky’s is less expensive.)</em></li><li>Which shop should they choose if they need bikes for four classes the size of ours?<em> (Answers will depend on the size of the class. Rocky’s is less expensive for more than about 40 bikes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "4Ik9jnpGsPbN87RJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Some students may choose to translate the data from one representation to another. For example, some students will want to put Rocky’s data on the graph. Some students will make a table for Adrian’s data. Other students will be able to translate between the two representations and will not have a need to change the representation for either Rocky’s or Adrian’s. <em>(Agency, Identity, Ownership)</em></p><p>This problem gives you a chance to spot students who are still having difficulty reading values from graphs and help them sort out their difficulties. <em>(Time)</em></p>"
          ]
        }
      },
      {
        "id": "sGenaCk65Hpikvss",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When students are challenged to predict values between entries in a table or points on a graph, they sometimes guess, rather than using patterns to make reasonable estimates. If this is a sticking point for students, ask the following:</p><ul><li>What evidence do you have that your prediction is reasonable? <em>(Students need to discover that points that are on the graph give them upper and lower limits for estimates.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "GqQjBvfEWq05vOWl",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Encourage students to use observed patterns of change in the table and graph to make their predictions.</p><ul><li>How do you find the cost for a certain number of bikes? <em>(Possible answers: Graph—Find the number of bikes on the x-axis and trace vertically to see where the point might fit. Table—See if the value is on the table. If not, estimate in between the values that we know. Reasoning about the Quantities thinking [Informal ratio/Unit rate that is developed in later units]—This can only be used for Adrian’s. Adrian’s seems to have a consistent way of charging. It looks like 10 bikes would be $300, so 1 bike would be $30. Multiply $30 times the number of bikes.)</em></li><li>How do you find the number of bikes that you can rent for a certain amount of money? <em>(Possible answers: Graph—Find the price of bikes on the y-axis and trace horizontally to see where the point might fit. Table—See if the value is on the table. If not, estimate in between the values that we know. Ratio/Unit Rate thinking for Adrian’s who seems to have a consistent way of charging. It looks like 10 bikes would be $300, so 1 bike would be $30. Divide the money to spend by the $30 to find how many bikes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "d8U2p2m5794WR2y-",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Going Further</strong></p><ul><li>If you graph the data for Rocky’s Cycle Center, describe the pattern of change. How does it compare to the graph of Adrian’s Bike Shop? <em>(The pattern is not a straight line.)</em></li><li>Would it make sense to connect the points?<em> (No, there is no pattern to suggest what the cost of 1, 2, 3, and so on bikes would be. Also, it does not make sense to have half of a bike.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "N2zi_z1S9lAPXnQ8",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>While this unit is focused on algebraic reasoning, the unit also informally begins proportional reasoning. By looking at the pattern of relationships between two variables, some situations provide opportunities for students to intuitively develop understandings of ratio and unit rate. Students describe many of the patterns as “consistent” or “steady” when proportional reasoning is involved. You may hear phrases like “for every” or “each time.” The formal language and more explicit reasoning will be developed in later grades 6 and 7 units. It is important to encourage this reasoning.</p><ul><li>If you need to know the cost for renting different numbers of bikes, like 7, 14, 32, or 37 bikes, would you rather find the cost from Rocky’s or Adrian’s? <em>(Adrian’s is easier because the prices seem to be the same amount [$150] for every group of 5 bikes. [Ratio Reasoning] Adrian seems to charge $30 for each bike, so that is easy to work with. [Unit Rate Reasoning])</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEOItp3YNnZ3g-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "L4LLESt3Hovv3Qld",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>We can examine the relationship between the dependent and independent variables. What information was easier to get from the table? From the graph? Explain why.</em></p><p>(As you circulate during the Explore, listen for how students are using the table and graph to decide which bicycle shop to use. Listen for the informal language that students use to describe the patterns. For example, students may say things like, “At Rocky’s Cycle Center, the amount for bikes doesn’t increase consistently” or “At Rocky’s Cycle Center, as you buy more bikes, the price for a bike decreases” or “At Adrian’s Bike Shop, the price for bikes is consistent.” Make sure students can use the table and/or graph to explain how they are drawing conclusions about the price of bikes.)</p>"
          ]
        }
      }
    ]
  }
}
