{
  "type": "reflection",
  "content": {
    "tiles": [
      {
        "id": "gBDXavs6sWmj41iX",
        "title": "Engineer Notebook (Lesson 4)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "N05Tfn",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>Take a look at your scoping table and think about you work in class today by reading the description of scoping for a second time (&quot;Today&#x27;s Activity: Scoping,&quot; below). Note anything important you learned about scoping, any questions you have, any design ideas or sketches or whatever else you want to write about!  </p><p>You can write or sketch (or do both).  You do not need to write in complete sentences. </p><p>Optionally, you can answer some (or all) of these questions: </p><ul><li>Did creating a scoping table help you in your process of creating a water conservation solution? Why or why not?</li><li>What do you think you did well in today&#x27;s lesson? What do you want to improve?</li></ul>"
                ]
              }
            },
            {
              "title": "Text 6",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p><strong>Today&#x27;s Activity: Scoping</strong></p><p>It would take too long to learn everything we could possibly learn related to our water conservation solution, but if we design a solution without gathering information our solution might not work. So where do we start?</p><p>One way that engineering design professionals think through a complicated problem space is by <strong>scoping</strong>.  <strong>Scoping </strong>is the process of asking and organizing questions to explore a problem space and identify important factors that affect stakeholder need. </p><p>Asking, evaluating, and organizing questions helps engineering design professionals to <em>establish a scope</em> or <em>identify what is relevant</em>  as they move forward in the design process. </p>"
                ]
              }
            },
            {
              "title": "Text 5",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            }
          ]
        }
      },
      {
        "id": "9rLpb9ddHogo-G4M",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Documentation</strong></p><p>Document your design process. Take your scoping table and engineer notebook and add them to the Learning Journal. </p>"
          ]
        }
      }
    ]
  }
}
