{
  "type": "reflection",
  "content": {
    "tiles": [
      {
        "id": "gBDXavs6sWmj41iX",
        "title": "Engineer Notebook (Lesson 4)",
        "content": {
          "type": "Question",
          "version": 1,
          "locked": false,
          "questionId": "N05Tfn",
          "tiles": [
            {
              "title": "Question Prompt",
              "fixedPosition": true,
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p>Take a look at your scoping table and think about you work in class today by reading the description of scoping for a second time (&quot;Today&#x27;s Activity: Scoping,&quot; below). Note anything important you learned about scoping, any questions you have, any design ideas or sketches or whatever else you want to write about!  </p><p>You can write or sketch (or do both).  You do not need to write in complete sentences. </p><p>Optionally, you can answer some (or all) of these questions: </p><ul><li>How did creating a scoping table inform your understanding of your problem and what might be required in a successful solution?</li><li>What do you think you did well in today&#x27;s lesson? What do you want to improve?</li></ul><p><strong>Today&#x27;s Recap: Scoping</strong></p><p>Today you learned about scoping. Scoping is the process of asking and organizing questions to explore a problem space and identity important factors that affect stakeholder need. By asking good questions and deciding which ones matter most, you can focus on the factors that will help you better understand the needs of your stakeholder(s) and better design solution for your stakeholder(s).</p>"
                ]
              }
            },
            {
              "title": "Text 5",
              "content": {
                "type": "Text",
                "format": "html",
                "text": [
                  "<p></p>"
                ]
              }
            },
            {
              "title": "Engineer Notebook (Lesson 4)",
              "content": {
                "type": "Drawing",
                "objects": []
              }
            }
          ]
        }
      },
      {
        "id": "9rLpb9ddHogo-G4M",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Documentation</strong></p><p>Document your design process. Take your scoping table and engineer notebook and add them to the Learning Journal. </p>"
          ]
        }
      }
    ]
  }
}