{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "HVgU1kzUALQKQV9z",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students will continue the work they began in the grade 6 unit, <em>Points of Rational</em> on using long division to connect fractions and decimals. In grade 6, the focus was on terminating decimals. In this problem, students will focus on repeating decimals and interesting patterns with the fractional equivalent representation.</p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Rational Numbers: <em>Exploration/Analysis</em></p>"
          ]
        }
      },
      {
        "id": "CzeQXXFkepiWYBHA",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Connect and build on prior work with operations, estimation, whole numbers, fractions, and decimals to find quotients.</p><p>Recognize:</p><ul><li>the connection between renaming fractions as decimals and finding quotients. </li><li>how ideas about whole number division connect to dividing decimal numbers. </li><li>patterns used to determine if a fraction will have a decimal representation that terminates or repeats.</li></ul>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>How can you predict which fractions have terminating decimal representations? Repeating decimals representations?</p>"
          ]
        }
      },
      {
        "id": "9ygozccun68nHgMu",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>Use the introduction in the student edition for 3/4.  This will revisit the long division algorithm and terminating decimals from the grade 6 unit, <em>Points of Rational</em>.</p><p><strong>Suggested Questions:</strong></p><ul><li>How can we find the equivalent decimal representation for 3/4? (Answers will vary. Many will know that it is 0.75, but push them to the conversation about long division so this can serve as a way to recall the process.)</li><li>How do we note the steps in 3 ÷ 4? (Answers will vary.  Bring the conversation to the long division process)</li><li>Why is this called a terminating decimal? (It has a finite number of digits after the decimal point.)</li></ul>"
          ]
        }
      },
      {
        "id": "lzYyLWerj2-5mdTR",
        "title": "Long Division Process for 3/4",
        "content": {
          "type": "Image",
          "url": "cr/images/tg-3.3-pic-1.png",
          "filename": "cr/images/tg-3.3-pic-1.png"
        }
      },
      {
        "id": "dwJnHTUEFJVyVhUj",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>Have students look at the example of  2/3  in the Student Edition. </p><p><strong>Suggested Questions:</strong></p><ul><li>How is this decimal different from the decimal equivalent to  3/4? (It isn’t terminating. The decimal repeats 0.66666….)</li><li>How do we know if a decimal is going to be a terminating or repeating decimal? (This is a rhetorical question to have students ponder before they begin working.)</li></ul>"
          ]
        }
      },
      {
        "id": "jxFCMUGGGS1l4Zsa",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students work with a partner on this problem. In the Initial Challenge, there are nine long division problems to complete. Have each student work on the first one with their partner. Then partners can each do four of the other problems and share their results. (Problem-Solving Environment) Let them know that they will be looking for patterns to help them decide if a decimal will terminate or repeat. </p>"
          ]
        }
      }
    ]
  }
}
