{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILE_Qe1Du1mDC-N",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies </em></p><p>Have students review the process of making a graph to represent data.</p><p><strong>Suggested Questions </strong></p><ul><li>What are important things to think about when you are making a coordinate graph?<em> (A few answers may include: “Identify the variables.” “The axes have to count like number lines.” “Pick a scale so your data will be on the graph.” “Label the axes with the variable name.” “Plot points in the correct order.”)</em></li><li>Why is a graph a helpful representation? <em>(It gives a visual for the relationship between the variables.)</em></li></ul><p>Pick a point on one of the graphs, and ask:</p><ul><li>What are its coordinates?<em> (Answers will vary.)</em></li><li>What information do the coordinates provide? <em>(The coordinates tell the number of jumping jacks for a given 10-second interval. For example, the last point on Ana’s graph is (120, 107). We can find this point on the graph and see the values in the table. It tells us that at 120 seconds, Ana had completed 107 jumping jacks.)</em></li><li>Where on the corresponding table is this information?<em> (Answers will vary depending on the point chosen.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "6FdkARIJLxj1BSA2",
        "title": "Text 29",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To elicit a conversation about how the scales impact the look of the data, Graphs 3 and 4 were intentionally graphed with different scales. It is important that students experience how the look of the graph can give information. However, to interpret the information correctly, we must pay attention to the values of the coordinate pairs. Changing the scales on a graph can impact the look of the data, but it will not change the relationship between the variables. <strong>Teaching Aid 1.2C: Summary Discussion Graphs</strong> can assist you with this conversation.</p><ul><li>How does the relationship between the variables compare for the jumpers represented in Graph 3 and Graph 4? <em>(It looks like the jumper in Graph 3 may have done more jumps. But this is not true. The ways the y-axes count are different. If we look at one point, we can see that the jumper in Graph 4 did more jumps. At 120 seconds, the jumper in Graph 4 had 120 jumps. If we put the data from the two groups on one graph, we would see that the jumpers were both consistent but that one jumped faster than the other.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "Jv-udLbh0OB0u9_L",
        "title": "Text 30",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Display the data on the same graph so students can see how the jumpers compare on the same coordinate graph.</p>"
          ]
        }
      },
      {
        "id": "PR9uvTV51Yzi2bE8",
        "title": "Jumper Comparison",
        "content": {
          "type": "Image",
          "url": "vap/images/jumper-comparison.png",
          "filename": "vap/images/jumper-comparison.png"
        }
      },
      {
        "id": "Rk2Y0AyWJ6odrhQy",
        "title": "Text 31",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For the students who are really thinking about how the relationship compares for the consistent jumpers have them look at adding Lashawn’s data to the graph. (These are students who are thinking proportionally about rates.)</p><ul><li>What would Lashawn’s data look like on this graph? <em>(Lashawn’s graph would line up in between Paula’s and Le Wei’s data.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "zPvhNPOHHjePI5ey",
        "title": "Comparison of Three Jumpers",
        "content": {
          "type": "Image",
          "url": "vap/images/comparison-of-3-jumpers.png",
          "filename": "vap/images/comparison-of-3-jumpers.png"
        }
      },
      {
        "id": "lXNQkwxukLD8VJBI",
        "title": "Text 32",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Help students read the data points on Lashawn’s graph and relate them to the relationships with the variables.</p><ul><li>Which point on the graph represents 32 jumping jacks after 40 seconds? <em>(Students will have to point to the dot on Lashawn’s graph at (40, 32). A student can track a vertical path from the 40 on the x-axis, hit the point, and then track a horizontal path to hit the y-axis at about 32.)</em></li><li>How can you use a graph to find the time it takes to do 20 jumping jacks? <em>(Find 20 on the vertical axis that represents the jumps, track horizontally until you hit the point on Lashawn’s graph or approximately where that point would be, then track down from there to the x-axis to see it would be at about 25 seconds.)</em></li><li>How many jumping jacks were done at the end of 45 seconds? <em>(From 45 on the x-axis, track vertically until you hit the point on Lashawn’s graph or approximately where that point would be, then track horizontally to the y-axis to see that it is about 36 jumps.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "E3aoDjVsH4wO_ns0",
        "title": "Text 33",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When looking at the questions for Lashawn’s data in Situation B, have students focus on the advantage of using the table and graph to answer questions about the data.</p><ul><li>Which representation, a table or a graph, was more useful to answer the questions?<em> (Student answers will vary based on the question being answered and/or their preferred representation to use.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "OefBcyFtgT9h7Lzx",
        "title": "Text 34",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note on the Mathematics:</strong> When you are using the graph to approximate data in between the data points, this is called interpolation. It is not important for students to know this mathematical vocabulary at this time.</p>"
          ]
        }
      },
      {
        "id": "TILELsKPkYyI-J4l",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Help students visualize the patterns of change by analyzing their own data.</p>"
          ]
        }
      },
      {
        "id": "TILEccPVlcuoyiOH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What was the pattern of your group’s jumping jacks? <em>(Answers will vary.)</em></li><li>How did that pattern look when the person was jumping?<em> (Descriptions should include if the jumper sped up, slowed down, or kept a steady pace.)</em></li><li>How do you see that pattern in the graph?<em> (Descriptions should include changes in the way the total number of jumps looks different. If the jumper sped up, there will be a bigger increase between the points. Some students will even say that the angle is greater between the points. When the jumper slowed down, there will be less distance between the points. With a steady pace, the points will line up.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEnbPKJa1Ij8D6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Help students visualize the patterns of change by imagining someone jumping and how that would influence the data in the graph. These questions can help students make sense of how the physical activity is represented in a graph of data. This can help students abstract information from a graph without a physical representation in later problems. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "Pxz0k1hf1GwaCpQR",
        "title": "Text 35",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use<strong> Teaching Aid 1.2D: Ms. Park’s Class Data</strong> for the description, table, and graphs to display as needed to help with the summary conversation.</p><ul><li>Do you have any what if questions?</li><li>Who seemed to be the most consistent jumper? How do you determine a consistent jumper? <em>(It may be someone from their group, someone from the class, or one of the characters in the What If . . . ? Paula and Li Wei were consistent. Tori was consistent until 80 seconds. A consistent jumper has the same number of jumping jacks for every consistent number of seconds. Or some students might say the jumper did some number of jumps for every 1 second. Here students are thinking informally about unit rates, which they will explicitly learn about in Comparing Quantities.)</em></li><li>What would a graph of a consistent jumper’s data look like? What would you see if you watched them do the jumping jacks? <em>(The graph would increase in a steady or consistent way. Students may say that there are no bumps in the points or that the points line up. The jumper would move in a steady way.)</em></li><li>Can you be slow but still be consistent? <em>(Yes, like Li Wei with Graph 3.)</em> What would the graph of data look like? What would you see if you watched them do the jumping jacks? <em>(The graph still increases in a steady pattern. However, because the amount for each 10 seconds is less, the points of the graph do not go as high. The jumper would move in a slower but still steady way.)</em></li><li>Who was the least consistent? How do you know? What would the graph of data look like? What would you see if you watched them do the jumping jacks? <em>(It may be someone from their group, someone from the class, or Graph 1 of Ana’s data in the What If . . . ? The number of jumping jacks done in a 10-second interval will be very different each time. Students often describe the graph as “bumpy.” From one point to the next, the points may be close, far apart, or somewhere in between. This jumper would be very inconsistent, sometimes going slow, going fast, maybe stopping, or doing any other varying jumping pattern.)</em></li><li>What if someone stopped and started again? How would that change the graph of data? What would you see if you watched them do the jumping jacks? <em>(As time increases on the x-axis, there would be no increase in the number of jumps when the jumper is stopped. This would create a flat line segment on the graph. When the jumper starts again, the number of jumps will begin to increase, showing a slant up on the graph as time continues.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "C54TGaPgdRa8pQdA",
        "title": "Text 36",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Connecting the actions of the jumper to the change in data on the table will help students make sense of the patterns of change to students. <em>(Portrayal)</em> You may want to have student volunteers demonstrate the actions of a jumper and what the table of data will look like for those jumpers when you ask the previous questions.</p><ul><li>What if a jumper started off really fast then got slower over the jumping time? What would the graph of data look like? What would you see if you watched them do the jumping jacks?<em> (For every 10 seconds, the graph would increase quickly at the beginning, and the increase would be less and less as time continued. This would make the points closer together or not getting as high. The student would jump quickly at first and slow down as time passes.)</em></li><li>What if a jumper started off slow then got really fast over the jumping time? What would the graph of data look like? What would you see if you watched them do the jumping jacks? <em>(For every 10 seconds, the graph would increase slowly at the beginning, and the increase would be more and more as time continued. This would create a curve look with a slow or flatter start, and then it would curve up. The student would jump slowly at first and increase speed as time passes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "C7qqEOQ2J1cDDO_C",
        "title": "Text 37",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Check how students are interpreting the information from a point on the coordinate graph. See if students are looking to make sense what the values mean in terms of the two variables.</p><p>Use the graphic from <strong>Teaching Aid 1.2C: Summary Discussion Graphs</strong>. What does the point (60, 30) tell us? <em>(This point does not make sense. At 50 seconds, the jumper had almost 50 jumps. Since we are looking at the total number of jumps, as time increases the jumps must stay the same or increase. We cannot take jumps away.)</em></p>"
          ]
        }
      },
      {
        "id": "H8f6nmb9FQgzAR35",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "https://collaborative-learning.concord.org/branch/master/assets/images/image_placeholder.png"
        }
      },
      {
        "id": "h0XVdz2hDSQmJ4et",
        "title": "Text 38",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the next investigation, students will look at relationships between variables in which changes in the value of one quantity cause or are caused by changes in the value of another correlated quantity. The words <em>independent </em>and <em>dependent </em>are more meaningful to describe variables in those contexts. So <em>independent </em>and <em>dependent </em>are not introduced until that point.</p>"
          ]
        }
      },
      {
        "id": "TILEpDYyFHPMAP_d",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know?</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions. Since this is the first unit of the year, model thinking about the questions, reflecting back to the problem work, and answering the questions. <em>(Problem-Solving Environment)</em> You may want to have a class discussion, ask prompting questions, and write answers together.</p><ul><li>How is the pattern of change relationship between the two variables, time and number of jumping jacks, shown in a table? <em>(As time increased, the jumps increased or stayed the same. A table shows the numbers of seconds and jumps from the experiment.)</em> Shown in a graph?<em> (A graph has the same patterns. With a graph, you can see a picture of the change in jumps as time increased. Sometimes with the graph you have to estimate the exact value of jumps because the dots are big or in between grid lines.)</em></li><li>How does the assignment of numbers on the axis number line affect the patterns of change? <em>(We still have the same pattern of change. But if you change the numbering of the axis, the pattern might look different. So you have to look closely at the coordinate pair values. An example was Graph 3 and Graph 4. Graph 3 makes it look like Li Wei did more jumps than Paula (Graph 4). In Graph 3, the y-axis counted by 5, which spread out the look of the data. In Graph 4, the y-axis counted by 10, which compressed the look of the data together. This is similar to zooming in or zooming out on a picture to see it closer or farther away.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILE6YZgPX_qXMz5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
