{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "U7aDP_NY4DhWhMk6",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>All of the patterns for linear relationships in this unit involved <em>rates of change</em>. For example,  rates were expressed in meters per second, and pledge rates expressed in dollars per kilometer. In these situations, we found that the rate <em>a</em> affects the following in a linear relationship represented by <em>y = ax + b:</em></p>"
          ]
        }
      },
      {
        "id": "kJWeyO9LsxG4nvx8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>the steepness of the graph </li><li>how the y-values in the table change for each unit change in the x-values </li><li>the relationship is also proportional if b = 0 and then <em>a </em>is the constant of proportionality</li></ul><p>In this investigation, we will explore another way to express the rates of change and then reflect on what we know about linear relationships. </p>"
          ]
        }
      },
      {
        "id": "H8m1M7Vtbkuy_Myp",
        "title": "Skier going down a mountain",
        "content": {
          "type": "Image",
          "url": "msa/images/screenshot-2025-03-04-at-8.25.11 am.png",
          "filename": "msa/images/screenshot-2025-03-04-at-8.25.11 am.png"
        }
      },
      {
        "id": "32WiYTVKX8s0BA0_",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Steepness of Stairs Experiment: Connecting Rates and Ratios</strong></p>"
          ]
        }
      },
      {
        "id": "wKuVS9Pkp_Wm811Z",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Climbing stairs is good exercise, so some athletes run up and down stairs as part of their training. Some students in Ms. Chang’s class decided to run up and down stairs to prepare for their walkathon. The steepness of stairs determines how difficult they are to climb. By investigating the steepness of stairs, we can find another important way to describe the steepness of a line. Carpenters have developed the following guidelines to ensure that the stairs they build are relatively easy for a person to climb. Steps are measured in inches (in.). </p><ul><li>The run plus twice the rise should be between 24 and 26 inches.</li></ul><ul><li>The rise plus the run for each step should be between 17 and 19 inches.</li></ul><p>The steepness of stairs is determined by the ratio of the rise to the run for each step. The rise and run are labeled in the photo below.</p>"
          ]
        }
      },
      {
        "id": "sZB9Cc2Ag1ocUEsm",
        "title": "Rise and Run",
        "content": {
          "type": "Image",
          "url": "msa/images/screenshot-2025-03-04-at-8.26.27 am.png",
          "filename": "msa/images/screenshot-2025-03-04-at-8.26.27 am.png"
        }
      }
    ]
  }
}
