{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this unit we are continuing to explore rational numbers, including operations and their properties with positive, negative numbers and zero and how to recognize and use these operations to solve problems. At the end of this Investigation, </p><p><em>What do you know about rational numbers and their operations?</em></p>"
          ]
        }
      },
      {
        "id": "HIXxGQCu1QppbRJC",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should have informal methods for adding and subtracting integers using real world contexts, games, number lines, and chip boards. In Investigation 2, this will be formalized to include all the cases: two negatives, two positive, negative and positive, positive and negative.</p><p>Notice:</p><ul><li>Students should know that the sum of two opposite numbers is zero (Additive Inverse Property a + (-a) = 0)</li><li>Students should have begun to make a connection between addition and subtraction with positive and negative numbers.</li></ul>"
          ]
        }
      },
      {
        "id": "00jRLOyibD9ZAOdH",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflections on the Mathematical Practices:</strong></p><p>As we worked on the Problems in this Investigation, we used prior mathematical knowledge to make sense of them. We also applied Mathematical Practices to solve the Problems. For example,</p><p>Nick described his group’s strategy for the Game of Zero practice in the What If, Situation A for Problem 1. 2 </p><p>We kept “breaking numbers apart” to find amounts equal to zero. This was easy to do because we could just re-arrange chips on the board. </p><p> We started with this board. We thought of this as (8 + -12)</p>"
          ]
        }
      },
      {
        "id": "6ALop1moYevIygzz",
        "title": "Game of Zero",
        "content": {
          "type": "Image",
          "url": "cr/images/picture9.jpg",
          "filename": "cr/images/picture9.jpg"
        }
      },
      {
        "id": "g-mz9kJXA_vyelLE",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We re-arranged the chips, so the black chips and red chips could represent adding zero.</p><p>This helped us to see that you can “break” the –12 into –8 and –4.</p>"
          ]
        }
      },
      {
        "id": "hr4eE8wQdvTDEfxe",
        "title": "Game of Zero Re-Arranged",
        "content": {
          "type": "Image",
          "url": "cr/images/picture10.png",
          "filename": "cr/images/picture10.png"
        }
      },
      {
        "id": "nWkMJaUSQFPNG5Cy",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>We can re-write the expression for the board as:</p><p>8 + –8 + –4, so we can see the value of the board as –4.</p><p>Eventually, we didn’t need the chips. We can imagine numbers as chips. Then we can imagine re-arranging the chips and we can re-write the number. This lets us add a number and it’s opposite and see the left over amount.</p><p>For –25 + 13, we can re-write –25 as –12 + –13.  So, –12 + (–13 + 13) = –12.</p><ul><li>What Mathematical Practice(s) did Nick’s group use to solve this problem?</li><li>What other Mathematical Practices did you use to solve Problems in this Investigation?</li><li>In what ways is the mathematics in this Problem connected to prior mathematics?</li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}