{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "vT91GzB8datOmx3X",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Have the groups share their solutions and strategies with the class. Discuss the different methods.  You may want to do a gallery walk and allow students to comment on the simulations used by the other groups. </p>"
          ]
        }
      },
      {
        "id": "eJzUgNlGvfnpYSZM",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p><p><strong>Suggested questions</strong></p><ul><li>When you were finding the theoretical probability, what strategy did you use to list all the outcomes?  </li></ul>"
          ]
        }
      },
      {
        "id": "Vmb5_HPvjX60XpGI",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To analyze the situation and find the theoretical probability, most students will make an organized list to figure out how many ways there are to choose two spots. Here is one way to make the list. The spots are labeled A, A, B, C, and D to help make listing easier. The combination AA represents matching spots.</p><p>AA → AB → BC → CD</p><p>AB → AC → BD</p><p>AC → AD</p><p>AD</p>"
          ]
        }
      },
      {
        "id": "B-G2stcAOmedRP6H",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Some students may use a tree diagram. The outcomes are the same. The list shows that there are ten ways to scratch off the spots. One of these 10 combinations is the matching pair, so the probability of winning is 1/10 .  Notice that the order in which the spots in a pair are chosen does not matter. The card will look the same no matter which spot is scratched off first. Students may list each pair twice with the letters reversed. There are 20 pairs (2 of which are winners), which also gives a probability of 2/20 or 1/10.</p><ul><li>How is this like/not like drawing a color cube from a bucket, replacing it and then drawing a second cube?  (We don’t get to replace our first choice here, so there are only 4 choices the second time.)</li><li>How is this like/not like drawing a color cube from each of two buckets? (The first bucket would have five choices, the second only four.  But the choices in the second bucket change because the options for the second choice depend on the outcome of the first choice.)</li><li>If you had to theoretically look at the prize card game what tool would you use?  (A tree diagram works, but you have to list all the outcomes, not just match/no match.)</li></ul>"
          ]
        }
      },
      {
        "id": "ZyBvfMP3GQoyiOOg",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Discuss <strong>What If Situation B</strong>.</p><ul><li>Is every card a winner?  (No.  Every card has the possibility of being a winner but not all will be winners.)</li><li>What is a better ad for Tawanda’s Toys?  (Answers will vary.  Push students to play with the wording “Every Card is a Winner” and the idea that each card has the possibility of being a winner.)</li></ul>"
          ]
        }
      },
      {
        "id": "GHS7CeJqVrArmIE3",
        "title": "Text 15",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "Ns8iCGBsq7A_jVpY",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}