{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "ffkVaJaGLgKIWqja",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Ask students to explain how they arrived at their rental costs and number of bikes from each company. After a student has given a method, ask the class if the amount seems reasonable, and have them explain why. Continue this conversation until all different rental amounts and methods for determining rental fees are presented.</p>"
          ]
        }
      },
      {
        "id": "23FNZEsRu_dy9LrK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>How do you find the cost for a certain number of bikes? Use the examples of 20, 40, and 32 bikes. <em>(Possible answers: Graph—Find the number of bikes on the x-axis and trace vertically to see where the point might fit. Table—See if the value is on the table. If not, estimate in between the values that we know. Ratio/Unit rate thinking—Adrian’s seems to have a consistent way of charging. It looks like 10 bikes would be $300, so 1 bike would be $30. Multiply $30 times the number of bikes.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "5RJSGoYAbHFhznlM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note:</strong> Some students may think that Adrian’s charges the same amount for all bikes from 30 to 34 and that then at 35 bikes the prices jump. If students raise this issue, let the class talk about it and even look at what the graph for this situation would be. This lets you look at a step function, which many students find interesting. Their interpretation is reasonable because many such examples exist in everyday life. For example, the cost of postage is a step function. Step functions are studied in <em>Function Junction </em>in grade 8.</p>"
          ]
        }
      },
      {
        "id": "a4H1eI5jFAojVHHJ",
        "title": "Weekly Rental Rates Graph",
        "content": {
          "type": "Image",
          "url": "vap/images/weekly-rental-rates-graph.png",
          "filename": "vap/images/weekly-rental-rates-graph.png"
        }
      },
      {
        "id": "e7lBer64aOIyNj7m",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How do you find the number of bikes that you can rent for a certain amount of money? Use the examples of $900 and $400. <em>(Possible answers: Graph—Find the price of bikes on the y-axis and trace horizontally to see where the point might fit. Table—See if the value is on the table. If not, estimate in between the values that we know. Ratio/Unit rate thinking for Adrian’s who seems to have a consistent way of charging. It looks like 10 bikes would be $300, so 1 bike would be $30. Divide the money to spend by the $30 to find how many bikes.)</em></li><li>Are there patterns that you see between the independent and dependent variables?<em> (Possible answers: Adrian’s had a consistent pattern. This is shown by the prices lining up on the graph. It looks like she charges $300 for every 10 bikes and $1,500 for every 50 bikes, so this would be $30 for every 1 bike. Rocky’s did not have a consistent pattern. His prices started higher. But as you rent more bikes, the amount for each group of 5 bikes decreases. To change from renting 5 to 10 bikes, it costs $135 more. To change from renting 45 to 50 bikes, it costs $20 more. If this continues, it looks like he won’t charge any more to keep increasing the number of bikes you rent.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "oMSnNOTaTVuE0p_8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Discuss Malcolm’s and Celia’s predictions in What If . . . ? Situation B. Help students see that the pattern for Adrian’s Bike Shop appears to be consistent or steady, which makes predicting points easier. The pattern for Rocky’s Cycle Center is not linear, so it is more difficult to predict values between given values. Here look for good estimates and strategies for making sense of the in-between values. For example, using the table, students might estimate by finding the values in between the given values. 15 bikes cost $655, and 20 bikes cost $770. Students might estimate that 17 bikes would cost about $701.</p><p>Students may find it more difficult to describe the pattern of change for Rocky’s Cycle Center because it does not have the same amount of increase each time. If students cannot describe this, have them graph the data and describe the arrangement of points on the graph. (They lie on a curve.)</p><p>If no one suggests representing one of the data sets in a different form, make this suggestion yourself. Making a table for Adrian’s Bike Shop and graphing the data for Rocky’s Cycle Center should both be explored. You can use <strong>Teaching Aid 2.1: Comparing Costs from Rocky’s and Adrian’s</strong>, which has the graph for Rocky’s prices on the same axes as the data for Adrian’s prices.</p>"
          ]
        }
      },
      {
        "id": "0UhjkjXkUOD4wHt7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>For both shops, how does the total rental fee change as the number of bikes rented increases? <em>(The total rental fee increases for every additional bike rented.)</em></li><li>For Rocky’s Cycle Center, how does the cost per bike change as the number of bikes rented increases? <em>(The cost per bike decreases as the total number of bikes increases. In other words, the more bikes you rent, the less expensive each bike is.)</em></li><li>For Adrian’s Bike Shop, how does the cost per bike change as the number of bikes rented increases? <em>(The cost per bike is always the same—$30 per bike—no matter how many bikes you rent.)</em></li><li>Would it make sense to connect the points? <em>(No, since there is no pattern to suggest what the cost of 1, 2, 3, and so on bikes are. Also, it does not make sense to have half a bike. If you are interested in seeing the trend of the data, you can connect the points.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "UP1OVNQIvowEmYA9",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Some students may suggest that the points be connected because there are values between the points. Make sure students understand that these points should not be connected because one can only rent whole bikes. The x-axis could be rescaled to intervals of 1. With this scaling, it is clearer why the points should not be connected.</p><p><strong>Note:</strong> Asking whether the points can be connected should help students realize an important difference between graphs of discrete variables and graphs of continuous variables. Speed and time are continuous variables, and it makes sense to connect the points since a fraction of a minute is possible. Number of bikes is a discrete variable. It would not make sense to rent part of a bicycle.</p>"
          ]
        }
      },
      {
        "id": "20GqOKkfLWEDov26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Is it easier or harder to predict beyond the data in the graph of Rocky’s data?<em> (It is harder, because the rate of increase is not steady.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEus4hRCw3PjoT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Discuss the Initial Challenge question. Have students share their findings about which bike shop the tour partners should use and explain how they reached their conclusions.</p>"
          ]
        }
      },
      {
        "id": "cVT2hqWEqkF3196k",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What are the two variables in this problem? <em>(The variables are number of bikes and the rental fee.)</em></li><li>Which variable is the dependent variable? Which variable is the independent variable? <em>(The number of bicycles is the independent variable, and the cost is the dependent variable. The cost depends on the number of bicycles that are rented.)</em></li><li>Was it difficult to compare the prices of the two companies? Explain. <em>(Most students will say it was difficult because the price information for the two companies was given in different forms, making it difficult to see differences.)</em></li><li>How did you use the information in the table and the graph to help you decide which company the partners should rent from? <em>(Answers will vary. Some students will say they made a table out of the information in the graph or made a graph of the data from the table so they could better see how the two companies’ prices compared.)</em></li><li>How can you decide which bike shop to choose? <em>(It depends on how many bikes you need. Once you determine about how many bikes you need to rent, compare the cost of both shops for the rentals, and select the shop with the lower cost.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "fSvMfRs475hprDk0",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should talk about the number of bikes required for the tour. For 35 or fewer bikes, the better value is at Adrian’s Bike Shop. For 40 or more bikes, Rocky’s Cycle Center offers the better value.</p>"
          ]
        }
      },
      {
        "id": "TILEj3O4j-WIoiH5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "Wtd1tRKWGmxEp3By",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Reflecting on Student Learning </em></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
