{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "xk71E--6FPtSHfyX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em> </p><p>Have students share the relationships they found in the Initial Challenge before they work on the What If...?</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question:</strong></p><ul><li>What relationships among the vertical angles did you find in the Initial Challenge? (Vertical angles are equal to each other.) </li></ul><p>Have students share their evidence to prove or disprove their conjectures from their work on the What If...? situations. </p>"
          ]
        }
      },
      {
        "id": "Cob-BrW7ec3YRccF",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>The variety of relationships among angles formed by parallel lines is very useful to know. Be sure students have those facts figured out (not necessarily by their familiar names of <em>alternate interior</em>, <em>alternate exterior</em>, and <em>corresponding angles</em>). A good way to deal with this in the summary might be to present a different sketch other than those offered in the problem and ask students to start from the measure of just one angle to deduce all the other measures. Have them explain how they know the measure of an angle. (Language)</p><p><strong>Suggested Questions:</strong></p><ul><li>What are some relationships you noticed in the angle measures in What If...? Situation A? (Focus the conversation around vertical, supplementary, and adjacent angles.)</li><li>Do you agree with Jamal’s claim in What If...? Situation B?  Why or why not? (Jamal is correct. We can use the relationship between supplementary angles, vertical angles, and adjacent angles to find the opposite angles are the same measures.)</li><li>How did you find the value of <em>x</em> for each figure in What If...? Situation C?  (Answers will vary. Students don’t have a formal structure for solving equations, so they will use informal language. You can script what the students say.). </li></ul>"
          ]
        }
      },
      {
        "id": "gyT6xHYyPMppH94x",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>This is a conversation that occurred in a classroom when discussing What If...? Situation C, Card 4.</p><p><u>Teacher</u>: How did you find the value of <em>x</em> for Card 4?</p><p><u>Vince</u>: We knew that angle <em>x</em> with angle 5 + <em>x</em> made a straight line so they were supplementary angles, but then we just kept trying to guess what would work to get 180° and we gave up.</p><p><u>Teacher</u>: What did you try before giving up?</p><p><u>Tommi</u>: I was Vince’s partner. We tried 10° first.  10° + 5° and then another 10° was only 25°.  That was way too low, so we tried 100°.  100° + 5° and then another 100° was 205° which was way too much.</p><p><u>Joan</u>: Wait, before you go on, I don’t get why you added your guess to 5° and then added that guess on again?</p><p><u>Vince</u>: (<em>Points to the picture displayed on the board</em>) See how if you have 5 + <em>x</em> and you put it with the <em>x,</em> it would be 180°?  So every guess we tried we’d first add 5 and then add that guess on it to get the full 180°.</p>"
          ]
        }
      },
      {
        "id": "tg_gnRqgw4Gi4AZ-",
        "title": "Displayed picture of intersecting lines",
        "content": {
          "type": "Image",
          "url": "sad/images/picture48.png",
          "filename": "sad/images/picture48.png"
        }
      },
      {
        "id": "44JsOoJMEPc4IWMr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Joan</u>: Okay.</p><p><u>Tommi</u>: We only tried one more and that was 50°.  That was too low so we knew it was between 50° and 100°, but we wanted to look at the other ones, so we stopped there.</p><p><u>Teacher</u>: Did anyone else use guess and check or another strategy and think they have found the value for <em>x</em>?</p><p><u>Nikki</u>: We also said that <em>x</em> + 5 and <em>x</em> had to equal 180° when put together.  We wrote this equation:  <em>x</em> + 5 + <em>x</em> = 180°.  We said that meant that really there were two <em>x</em>s and then 5 added on to get 180°. We just kept guessing like Vince and Tommi and got a little closer with 87°. Because 87° + 87° + 5 = 179°.  We said it had to be about 87°.</p><p><u>Teacher</u>: Anyone do it a different way?</p><p><u>Brett</u>: We started like Nikki with <em>x</em> + <em>x</em> + 5 = 180° and said it was two <em>x</em>s and then adding 5 to get 180° just like he said. But we figured it was easier to just get rid of the 5 that was in the way so we took 5 degrees off the 180°, which gave us 175°. Then since two <em>x</em>s had to add to get 175°, that was like multiplying the<em> x </em>by 2.  So, 2 times <em>x</em> had to be 175°. To get it we used a fact family idea and did 175°÷2 = 87.5°.</p><p><u>Vince</u>: Does that really work?  (<em>He goes up to the board and he writes x + 5 + x = 180°</em>) If Brett is right, you are saying <em>x</em> is 87.5°.  So, 87.5 + 5 + 87.5 = 180°.  (<em>He grabs a calculator to add them</em>). It is right!</p><p>The teacher continued with this way of questioning student thinking about finding <em>x</em> for the other two figures. The focus is on thinking about the numbers and operations so that in the <em>Moving Straight Ahead </em>students will have this to draw from when they formalize a structure for solving for <em>x</em>. (Time)</p><p>As an amusing way to help students remember complementary angles form a right angle, end the class with <strong>Teaching Aid 2.3B Complimentary Angles</strong> (optional).</p>"
          ]
        }
      },
      {
        "id": "jSKv_995r7Lh3XJF",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "3nbWcd8_0Z4_Q9Ly",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know? question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?  </p>"
          ]
        }
      }
    ]
  }
}
