{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "UXvvLts7ffIoB0AE",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A: The Experiments</strong> </p><p><strong>1. </strong>Use the mirror method to find the height of a tall object in your school. </p><p><em>Make a Prediction</em></p><ul><li>What is the height of the object?</li></ul><p><em>Conduct the Mirror Experiment</em></p><p><strong> </strong>Equipment</p><ul><li>Mirror</li><li>Measuring tool such as a meter stick, yard stick</li><li>Something tall or high on a wall to measure, such as a flagpole, the top of a building, or something near the ceiling of a tall room</li><li>Pencil and Paper</li></ul><p>Instructions for the Experiment</p><ul><li>Set the mirror on the floor. Back up until you can see the object you want to measure in the mirror.</li><li> Make the three necessary measurements: You will need to know: </li></ul><ol><li>how far the mirror is away from the object, </li><li>how far the mirror is from the person looking into the mirror, and </li><li>the height from the floor to the person’s eyes. </li></ol><p> Note that you will need to form two right triangles.</p><ul><li>Sketch a diagram and record your measurements on the sketch.</li><li>Use the similar triangles and your sketch to find the height of the object. </li></ul>"
          ]
        }
      },
      {
        "id": "ybsRKE9HeohDcL1P",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Analyze the Data</em></p><ul><li>How does the height of the object in the experiment compare to your predictions?</li></ul><p><strong>2.  </strong>Use the shadow method to find the height of a tall object near your school. </p><p><em>Make a Prediction</em></p><ul><li>What is the height of the object?</li></ul><p><em>Conduct the Shadow Experiment</em></p><p>Equipment </p><ul><li>Meter stick or yard stick  </li><li>Measuring tool such as additional meter sticks, yard sticks, or measuring tape </li><li>Something tall to measure, such as a flagpole or building</li><li>Pencil and Paper </li><li>Sunshine to create a shadow  </li></ul><p><strong> </strong>Directions</p><ul><li>Stand the meter/yard stick at a 90˚ angle to the ground.</li><li> Make the three necessary measurements. You will need to know:</li></ul><ol><li>the height of your stick, </li><li>the length of the shadow of your stick, and</li><li>the length of the shadow of your object.</li></ol><p>Note that you will need to form two right triangles.</p><ul><li>Sketch a diagram and record your measurements on the sketch. </li><li>Use the similar triangles and your sketch to find the height of the object. </li></ul><p><em>Analyze the Data</em></p><ul><li>How does the height of the object you found in the experiment compare to your predictions?</li></ul>"
          ]
        }
      },
      {
        "id": "kV2bn0sdFzuvmonl",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Student predictions will vary based on prior experiences. </p><p>Student results in the experiments will vary. </p><p>The strategies give approximate measurements. </p><p>Learning to limit the variables that impact the measures takes some time and experience. Students will get “messy” data. When looking at results of groups who measured the same item, variables that impact the differences can be discussed.</p><p>The applications allow students to see a use of similarity. </p><p>Note: These strategies are used to get “indirect” measures by people working in various fields, such as outside design and construction.</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. Using a Camera to Find Distance</strong></p><p>Cameras on satellites or planes are used to find distances on Earth.  The following figure shows a tree and its image in a camera. The two triangles created are similar.</p><p>If the height of the image is 14 mm, the focal length is 35 mm, and the distance from the object is 10 m, what is the height of the tree?</p>"
          ]
        }
      },
      {
        "id": "21AUG2022M20218pm",
        "title": "Labeled diagram of similar triangles created by camera lenses",
        "content": {
          "type": "Image",
          "url": "sas/images/4-2_what_if_1.png",
          "filename": "sas/images/4-2_what_if_1.png"
        }
      },
      {
        "id": "k-qoLq8oZ14fH8CS",
        "title": "Situation B Solution",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "sas/images/still.jpg",
          "filename": "sas/images/still.jpg"
        }
      }
    ]
  },
  "supports": []
}
