{
  "type": "timeMoney",
  "content": {
    "tiles": [
      {
        "id": "RpqlC9Y55Ec6cTk1",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Time &amp; Money</strong></p><p>Hi students!</p><p>We have a client (Kenia) who wants us to help them build a useful model. One of the things people care about is time. For example, students care about the free time they have to do other things apart from school work. Such free time could be used to get a job to make money. Likewise, adults care about their time and money. </p><p>Kenia lives in the Boston metropolitan area and currently pays $2000 per month in rent. Her friend recently told her that she could get an equivalent-sized apartment in Nashua, New Hampshire, for $1650 per month. Kenia thought saving about $350 a month was a great deal and wants to consider moving to Nashua. However, she is concerned about the daily commute (at least 32 miles one way) to and from work.</p>"
          ]
        }
      },
      {
        "id": "XIvJWtpE087npiaX",
        "title": "Text 45",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Information Provided</strong></p><ul><li>Average price for regular gas in Nashua, New Hampshire is $3.22 and $3.39 in Boston, MA.</li></ul><ul><li>Kenia goes to work Monday through Friday and has an average of two days off in a month.</li></ul><ul><li>Kenia currently has a 6-mile drive (one way) to work.</li></ul><ul><li>Kenia has a car with a market value of $16 000 and 90 000+ miles on it. (Some experts say the value of a car depreciates by $0.08 a mile). </li></ul><ul><li>Maps showing distance from Nashua, NH to Boston, MA.</li></ul><p><strong></strong></p>"
          ]
        }
      },
      {
        "id": "1egmg-CFO1GdVUEp",
        "title": "Routes from NH to Boston",
        "content": {
          "type": "Image",
          "url": "m2s/images/mapNHtoBoston.png",
          "filename": "m2s/images/mapNHtoBoston.png"
        }
      },
      {
        "id": "g0BzbampssinRV2V",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In this task, you will have the opportunity to revise a model that Kenia developed to decide if it is worth moving to a different city to save money on rent.  </p><p>Recreate this initial model in your workspace. You may shorten the variable names (e.g. From HouseRentInBoston to BosRent) if you like. However, copy the units <strong>exactly</strong>.</p>"
          ]
        }
      },
      {
        "id": "H-CN39U_CacR6yvZ",
        "title": "Initial Model: Time and Money",
        "content": {
          "type": "Image",
          "url": "m2s/images/TimeMoney.png",
          "filename": "m2s/images/TimeMoney.png"
        }
      },
      {
        "id": "qMwSdbKdBLv4mGGp",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Looking at the model, you will realize that she did not consider the amount she would spend on gas or consider if the $350 is worth her time. You should also assess this model to know what else might be missing. Then, you should develop a more useful model for Kenia. Do not forget to discuss your model with another group to get feedback about your new model.</p>"
          ]
        }
      }
    ]
  }
}