{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "4xu6MTg3O-KNNBAx",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What are the advantages and disadvantages of estimating angle measures? What are the advantages and disadvantages of using a protractor or angle ruler to measure an angle?</p>"
          ]
        }
      },
      {
        "id": "yYX2EFGmPM0PoLgl",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Estimating gives you an idea of the size of an angle. This will help you know the approximate size of an angle and if you are using a measuring tool correctly.</p><p>Using an angle ruler or protractor gives you a more precise measurement. Even with a measuring tool, it is not easy to get a measurement. No measurement is exact, but we try to be as precise as possible.</p>"
          ]
        }
      },
      {
        "id": "03zTb6WPmedWOVlE",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The famous explorer Robert Ballard has found many famous and important sunken ships including the Titanic and the carrier USS Yorktown, the patrol boat that was used by President John F. Kennedy in the Solomon Sea. He has also found ancient boats in the Black Sea filled with mariner skeletons.</p><p>On August 7, 2019, Ballard—in partnership with the National Geographic Partners and National Geographic Society—went to Nikumaroro, an uninhabited Pacific island in the middle of nowhere, to solve the mystery of Amelia Earhart’s disappearance.</p><p>They found debris from an old shipwreck. They even spotted a soda can. What their search did not find was a single piece of the Lockheed Electra airplane flown in 1937 by Amelia Earhart. Dr. Ballard claims it was not a failure as now they know where the plane is not located. </p><p>For more information on Ballard&#x27;s search: <a href=\"https://www.washingtonpost.com/history/2019/07/24/this-explorer-found-titanic-his-new-mission-solve-amelia-earharts-disappearance/\">https://www.washingtonpost.com/history/2019/07/24/this-explorer-found-titanic-his-new-mission-solve-amelia-earharts-disappearance/</a></p>"
          ]
        }
      },
      {
        "id": "CQljEs7YHYbTytPK",
        "title": "The Island of Nikumaroro",
        "content": {
          "type": "Image",
          "url": "sad/images/ss-2.2-nwdyk-pic-1.png",
          "filename": "sad/images/ss-2.2-nwdyk-pic-1.png"
        }
      }
    ]
  }
}