{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "4xu6MTg3O-KNNBAx",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What are the advantages and disadvantages of estimating angle measures? What are the advantages and disadvantages of using a protractor or angle ruler to measure an angle?</em></p>"
          ]
        }
      },
      {
        "id": "yYX2EFGmPM0PoLgl",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Estimating gives you an idea of the size of an angle. This will help you know the approximate size of an angle and if you are using a measuring tool correctly.</p><p>Using an angle ruler or protractor gives you a more precise measurement. Even with a measuring tool, it is not easy to get a measurement. No measurement is exact, but we try to be as precise as possible.</p>"
          ]
        }
      },
      {
        "id": "03zTb6WPmedWOVlE",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>The famous explorer Robert Ballard has found many famous and important sunken ships including the <em>Titanic</em> and the carrier USS <em>Yorktown</em>, the patrol boat that was used by President John F. Kennedy in the Solomon Sea. He has also found ancient boats in the Black Sea filled with mariner skeletons.</p><p>On August 7, 2019, Ballard—in partnership with the National Geographic Partners and National Geographic Society—went to Nikumaroro, an uninhabited Phoenix island in the middle of western Pacific Ocean, to solve the mystery of Amelia Earhart’s disappearance.</p><p><a href=\"https://www.washingtonpost.com/history/2019/07/24/this-explorer-found-titanic-his-new-mission-solve-amelia-earharts-disappearance/\"></a>The article reported that they found debris from an old shipwreck, which also included a soda can. What their search did not find was a single piece of the Lockheed Electra airplane flown in 1937 by Amelia Earhart. Ballard claims it was not a failure, as now they know where the plane is not located.</p><p>In January 2024, Deep Sea Vision, a Charleston, South Carolina- based team, reported that they used sonar imaging to capture an image in the Pacific Ocean that &quot;appears to be Earhart&#x27;s Lockheed 10-E Electra&quot; aircraft. The company scanned more than 5,200 square miles of the ocean floor to reveal a plane-shaped image about 16,000 feet below sea level. The location was about 100 miles from Howland Island. The next step is to investigate the area ore where they captured the image. Meanwhile the mystery continues. </p>"
          ]
        }
      },
      {
        "id": "1V3JE_rysL6WMa7m",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Sources: Horton, Alex. &quot;This Explorer Found the Titanic. His New Mission: Solve Amelia Earhart&#x27;s Disappearance.&quot; <em>Washington Post</em>, July 24, 2019. Smith, Stephen. &quot;Amelia Earhart Plan Possibly Detected by Sonar, Exploration Team Says,&quot; CBS News, February 2, 2024. Accessed online.</p>"
          ]
        }
      }
    ]
  }
}
