{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "VK8UfcoyMFFNuBgK",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Remind students that they can model each equation with a chip board or a number line to try out their ideas.</p>"
          ]
        }
      },
      {
        "id": "BXMU-DrFrGCiQ9JH",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>In the Initial Challenge, how does the advertising money impact profit or loss? (Answers will vary but help them to see that this is an expense that must be overcome before a grade level makes a profit.)</li><li>How does the price for refrigeration and advertising impact profit or loss for the grade 6 fundraising activity? (Answers will vary, but help them to see that this is an expense that must be overcome before a grade level makes a profit.)</li><li>How does the price of supplies and advertising impact profit or loss for the grade 7 fundraising activity? (Answers will vary, but help them to see that this is an expense that must be overcome before a grade level makes a profit.)</li><li>How does the price of making the recordings and advertising impact profit or loss for the grade 8 fundraising activity? (Answers will vary, but help them to see that this is an expense that must be overcome before a grade level makes a profit.)</li><li>Does addition make sense? (Answers will vary. This will help students see the relationship between addition and subtraction with integers.)</li><li>Does subtraction make sense? (Answers will vary. This will help students see the relationship between addition and subtraction with integers.)</li></ul>"
          ]
        }
      },
      {
        "id": "hj2M2D2WsO3UQvUa",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "yyTNlFkU-dMnVblJ",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How are addition and subtraction related? </em></p><p>(Look for examples where students verbalize or write about using addition or subtraction number sentences to represent a situation.  Make sure students are also discussing how addition is commutative and subtraction is not.)</p>"
          ]
        }
      }
    ]
  }
}
