{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "CUIw9r1juJ3nCpPL",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Providing for Individual Needs</em></p><p>Calculating the top and bottom areas for the various prisms can be a bit tricky (especially for the pentagonal, hexagonal, and octagonal figures). Encourage students to trace the figures on grid paper and measure as carefully as possible, since the differences in areas for progressive numbers of sides are not large. If students made their prisms out of 3 inch-by-5 inch index cards, they can also use <strong>Learning Aid 2.1B: Prism Bases on a Grid (index card).</strong> If they made their prisms out of 8.5 inch-by-11 inch paper, they can also use <strong>Learning Aid 2.1C: Prism Bases on a Grid (sheet of paper)</strong>.  There is also <strong>Learning Aid 2.1c Folder Bases of prisms on 1 inch and ½ inch grid paper.</strong>  Choose the option that makes the most sense for your students.  </p><p>Be prepared to live with experimental results that don’t exactly fit the theoretical progression.</p><p>If students need help folding the paper into a pentagonal prism, suggest that they mark off five equal segments on both of the long edges of the paper and use the marks to make the folds. </p><p>Allow the groups to compare the volumes using any method they want. (Problem Solving) Some may try the layering method that was used for rectangular prisms. Others may use unit cubes, sand, rice, or rice cereal to fill the boxes and note that as the number of sides of the prism increases, the volume increases. Make note of these strategies to discuss in the summary. (Agency, Identity, Ownership)</p><p>If students are using the layering method, they may find the number of cubes in the first layer either by estimating the area of the base or placing cubes on the base and estimating the number of partial cubes needed to complete it.</p><p>Some may want to be exact and will remember strategies for finding area from the Grade 6 Unit <em>Covering and Surrounding</em>. Students should know how to find the area of triangles, rectangles, and parallelograms. They should also know how to divide some figures into these basic figures, whose area they can calculate. However, other figures may require using the Pythagorean Theorem, so counting squares is sufficient at this stage of development.</p>"
          ]
        }
      },
      {
        "id": "pebt5q4Np_ZP1nPZ",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "zUUlOsjUGfMUBbVV",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>For a right prism with fixed height and fixed lateral area, how do the volume and surface area of the prism change as the number of sides increases? </em></p><p>(Observe how students are describing the changes in volume and surface area.  Select students to describe in the summary how as the number of sides increases the surface area and the volume also increase.  Listen for discussions in their groups on how the area of the base becomes greater when the number of sides increases.)</p>"
          ]
        }
      }
    ]
  }
}