{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILE20UlPF2uPuuF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p>Discuss and explore students’ understanding by asking them to evaluate the expression for the dependent variable for a given value of the independent variable.</p>"
          ]
        }
      },
      {
        "id": "TILEQ2KVx-FHCZTA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>In the Initial Challenge, what is the discounted price if the original cost of the tour is $400? <em>(C = $400 − $50 = $350)</em> $360? <em>(C = $360 − $50 = $310)</em></li><li>In What If . . . ? Situation B, what is the final discounted price if the purchase price was $305? <em>(D = $305 − $20 = $285)</em></li></ul><p>Discuss and explore students’ understanding by asking them how they used the equation to find the value of the independent variable when they were given the dependent variable.</p><ul><li>In the Initial Challenge, what is the original cost of the tour if the discounted price is $275?<em> ($275 = t − $50) 405? ($405 = t − $50)</em></li><li>In What If . . . ? Situation B, what is the purchase price if the final discounted price was $225? <em>($225 = P − $20)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEHo_o4SYH0W67",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Help students discuss which representation (table, graph, or equation) is helpful to answer questions about the variables. <em>(Agency, Identity, Ownership)</em></p><p><strong>Suggested Questions</strong></p><ul><li>What equation made sense to you for the situation in the Initial Challenge? <em>(C = P − $50)</em></li><li>How did you use the equation to find the cost for a $400 tour? <em>(C = $400 − $50, so it is $350.)</em></li><li>How did you use the equation to find the original tour price if the customer paid $275? <em>($275 = P − $50. $325. Many students will guess and check while some may talk about using a fact family relationship knowing that $275 + $50 must equal the original price [P]. Students don’t need to be pushed to a formal way of solving equations at this point.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEvZzjEtxiVtNB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Have students explain using Lisa’s equation strategy, Xavier’s table strategy, Mikala’s graph strategy, and Pat’s guess-and-check strategy for this situation. Have students show these ideas visually so that you can point out the connections.</p><p>When discussing What If . . . ? Situation B, look for examples from the students using tables, graphs, equations, and guess and check for answering the questions.</p><ul><li>How can you use the equation to find the value of one variable when you are given the value of the other variable? <em>(Answers will vary. This is just the introduction to solving equations. Accept all reasonable explanations. Some examples: You can use fact families. You can guess and check. You substitute the value of the given variable into the equation and then compute the value of the unknown variable.)</em></li><li>When does it make sense to use tables, graphs, or equations to find the value of a variable?<em> (Answers will vary. At this point, it is important for students to see all as viable strategies.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEDD4C0rNGMpW-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know?</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "TILExDmsMckGQAa3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
