{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "M0M478mxoe9m6DWP",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Solutions and Strategies </em></p><p>Have partners share their strategies for making the prisms.  Students can share their ideas on poster paper and/or on a 3-dimensional shape. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "oG__DiMAw2aiTtof",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>There are many ways to slice a rectangular prism to produce the triangular, pentagonal, and hexagonal prisms that are called for in the Initial Challenge. You might find it useful to have some large boxes available that students can use to demonstrate their strategies by making simulated slices with hand motions.</p><p><strong>Suggested Questions:</strong></p><ul><li>What shape are you trying to create? (Answers will vary- example: Triangular Prism)</li><li>How many vertices does it have on its top face? (3)</li><li>How might this help you in cutting the square prism to create a triangular prism?  (Students should try to locate the three vertices and then imagine the cuts needed. They may use three of the four vertices of the square prism and then make one cut between two of the vertices.  They could also pick any three points on the edges of the top of the square prism and then make cuts.  If none of these points are vertices of the square prism, it will take three cuts to make the triangular prism.</li></ul><p>(Repeat for each prism in the Initial Challenge.)</p><p>For the What If Situations, it is useful to have a brick of clay, cheese, foam, or wood that has already been sliced as shown in the Student Edition. Students can inspect these as a check on their answers about the shapes that are formed by various slices. Ask students to name both the face shapes and the solid shapes that are created by the cuts and to explain how they know that the conditions for each are satisfied. (Language)</p><ul><li>Do you have any What If questions?  (Answers will vary.  Students may want to investigate other slices/shapes.)</li></ul>"
          ]
        }
      },
      {
        "id": "6_BNFjqJL8Hl3X3K",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "SkOskkIxvbK4qHqW",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p>• What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p>• How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p>• Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}