{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "i5RQ8uj_6OkQg-7z",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>As students work, listen for whether they are being precise about the outcomes in each suggestion. (Language)</p>"
          ]
        }
      },
      {
        "id": "AQSVsA6IDWIo3vBk",
        "title": "Text 10",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>How do you know you have looked at all the possible outcomes?  (Answers will vary.  Look for tree diagrams and/or organized lists)</li><li>How do you know if an idea is fair?  (Equally likely outcomes.)</li></ul>"
          ]
        }
      },
      {
        "id": "sH-pk2Jz2ORDtQp7",
        "title": "Text 11",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As you are circulating around the room, consider whether number cubes, coins, blocks, etc. would help groups reach decisions. </p>"
          ]
        }
      },
      {
        "id": "kP4U0ll1nTKArpJj",
        "title": "Text 12",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong></p><p><strong><em>What does it mean to be a fair game?  When creating a simulations, what things must you consider?</em></strong></p><p>(As you are circulating during the Explore, listen for how students are deciding on the fairness of each suggestion.  Students should be using the vocabulary of equally likely when deciding on fairness.  As students are choosing a tool to simulate a situation they should consider all the possible outcomes and if the tool can represent them.)</p>"
          ]
        }
      }
    ]
  }
}