{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "xbp5JD_JJA6lfpT-",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>The objective of this Problem is to extend students’ prior learning from the unit Stretching and Shrinking about the effects of scaling on perimeter and area of plane figures to the effects of scaling on surface areas and volumes of solid figures. The basic result is that if you enlarge or reduce a three-dimensional figure by a scale factor of f, the surface area will be changed by a factor of f 2 and the volume by a factor of f 3. This Problem presents the context of a 1-2-3 worm box used to decompose garbage. Students look at what happens when they multiply the dimensions of a 1-2-3 box by various scale factors. If you multiply each dimension by the same number, the resulting box is similar to a 1-2-3 box.  </p>"
          ]
        }
      },
      {
        "id": "AE14xyHUOOznV_o-",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning:</strong></p><p>Surface Area and Volumes of Three-Dimensional Shapes including Polygonal Prisms: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "ifwh6pyz0mK4LKYx",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "3QTfyMmP3fBX6n7U",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>"
          ]
        }
      },
      {
        "id": "sDXsq0hDW5w-MQ59",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>In the previous Problem, students investigated shapes of rectangular prisms that have a fixed volume and found that the one with the most cube-like shape has the least surface area. In this Problem, students will investigate the effects of doubling, tripling, etc., the dimensions on the volume and surface area of a rectangular prism.</p><p><em>Presenting the Challenge</em></p><p>Ask students to share their experiences with composting. Then review the directions for the 1-2-3 box given in the Introduction to the problem in the Student Edition. Tell the story of the Science Club’s compost box. Using <strong>Centimeter or Inch Grid</strong> paper, have students make a model of a 1-2-3 box.  Students can combine the models during the Explore or Summarize to see the effects of doubling or tripling dimensions.</p>"
          ]
        }
      },
      {
        "id": "BXC2T91uZc7Sts6p",
        "title": "Paper Box",
        "content": {
          "type": "Image",
          "url": "faw/images/pap.png",
          "filename": "faw/images/pap.png"
        }
      },
      {
        "id": "DeJBG6e84oPuHD-7",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Note: You may wish to ask your students to make a box with grid paper that will have double the volume of a 1-2-3 box. Many students will automatically double each dimension and be amazed that the volume does not double.</p><p><strong>Suggested Question:</strong></p><ul><li>If you want to double the amount of garbage you can compost, what would be the dimensions of the new box? (Collect some answers. Record them on the board in the classroom. Many students will conjecture that you only have to double one dimension. Do not discuss the conjectures at this time. Come back to them at the end of the Summarize.)</li></ul><p>Distribute <strong>Learning Aid 1.3: Similar Compost Boxes</strong> and have students work in groups of 2-4 on the problem.  </p>"
          ]
        }
      }
    ]
  }
}
