{
  "type": "resources",
  "content": {
    "tiles": [
      {
        "id": "MZLviHcI840ZR_Dy",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Instruction: </strong> In this section, you and your group member(s) will analyze an existing model. You will gain insights into its strengths and weaknesses through this evaluation process. Building upon these insights, you will proceed to develop a more comprehensive model. In addition to incorporating the lessons learned from your analysis of the existing model, you will also consider other important factors that you believe will contribute to the revised model&#x27;s effectiveness.</p>"
          ]
        }
      },
      {
        "id": "sCyvPqMH-PfnFGNT",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "m2s/images/kenia-s-model.jpeg",
          "filename": "m2s/images/kenia-s-model.jpeg"
        }
      },
      {
        "id": "09AUG0943AMLB",
        "title": "Text 23",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Kenia is a resident of the bustling Boston metropolitan area in Massachusetts. She loves living here, but there&#x27;s one issue: renting apartments is very expensive. However, there might be a solution to her problem. Her friend recently suggested that she could find a similarly-sized apartment in Nashua, New Hampshire, which might be more affordable. Intrigued by the idea, Kenia decided to explore this possibility further using M2Studio. Currently, Kenia has a job in Concord and resides in a cozy one-bedroom apartment in Cambridge, both of which are located near Boston. She&#x27;s excited about the prospect of moving to Nashua but realizes that making such a decision isn&#x27;t straightforward. There are various factors she should consider before making a move. Your mission is to help Kenia develop a comprehensive mathematical model that will assist people like her in choosing between two places to live when they have a specific job location. You can consult the internet to find pieces of information to help you build your model. Ensure to cite and include URLs of the websites you used. Your goal is to create a well-rounded and informative model that helps Kenia and others make informed decisions about their ideal place to live.</p>"
          ]
        }
      }
    ]
  }
}