{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "yQhH5xvsGHRrRYWx",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><u>Solutions and Strategies </u></p><p>Have students discuss how an area model is used to find probability. </p>"
          ]
        }
      },
      {
        "id": "EunReN7nJqCagZN2",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p><p><strong>Suggested questions</strong></p><ul><li>For spinner A, what are the probabilities of getting each color? (1/6 for blue, yellow, and green and 3/6 for red)</li><li>How did you represent this on the area model? (Divide one side of the square in proportion to the probabilities for each color on spinner A. Use these divisions to divide the square to represent the first of the two events.)</li><li>For spinner B, what are the probabilities of getting each color? (1/3)</li><li>How did you represent this on the area model? (Subdivide the square into three equal partson the other side of the square.)</li><li>How many regions do you have? (18)</li><li>What does each region represent? (The results of two spins)</li><li>Which regions represent purple? (Those labeled RB or BR)</li><li>What is the probability of getting purple? (4/18, or 2/9)</li><li>What are some other probabilities for this game? (Possible response: 1/6 for RR, 1/18 for GG or BB.)</li><li>How did you determine the theoretical probability for Making Purple? (Answers will vary. Some students may use a list, some may use a tree diagram, some may use an area model. Bring out all of these strategies and how they are related.)</li><li>Is Making Purple a fair game? (No. Have students prove this through theoretical probabilities and/or their work in What If Situation B.)</li><li>What are all the possible outcomes of drawing a marble from Bucket 1 and then Bucket 2? (Students may start by making a list or tree diagram. That is fine. Lead them to thinking about it as an area model.)</li><li>How many regions/sections are there? (12)</li><li>What does each region/section represent? (The result of drawing a marble from each bucket to get two marbles)</li><li>How many possible pairs of marbles can be drawn from these two buckets? (12)</li><li>Why is the probability of getting RB 1/12, while the probability of getting GB is 1/6? (You are more likely to draw a green marble from Bucket 1 because two out of three marbles are green.)</li><li>Why is the probability of drawing at least one green the highest? (Green marbles are in each bucket. Green is more likely than red because one of the buckets has two green marbles out of 3 marbles.)</li><li>Drawing one marble from each bucket, what is the probability of drawing at least one blue or one yellow? Explain. (The total possible pairs are RR, RB, RG, RY, GR, GB, GG, GY, GR, GB, GG, GY. There are six pairs that contain either blue or yellow (RB, RY, GB, GY, GB, GY). So, the probability must be 6/12, or 1/2.)</li></ul><p><strong>Note: </strong>You may want to relate the area model to a tree diagram if students are having difficulty grasping the concept:</p>"
          ]
        }
      },
      {
        "id": "n3QTrZXatjrDlla8",
        "title": "Tree Diagram",
        "content": {
          "type": "Image",
          "url": "hlit/images/tg-pic-2.png",
          "filename": "hlit/images/tg-pic-2.png"
        }
      },
      {
        "id": "ZH077lHG-i6oP6Kw",
        "title": "Text 27",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Use similar questions for What If Situation A.</p><p>For What If Situation B, group the student work by cases. Do a short Gallery Walk by having students look at the work of other partners that did the same case and allow them to ask each other questions as needed. Look at each case having students present their ideas on whether their case is possible. (Casea A, B, and D are possible.)</p>"
          ]
        }
      },
      {
        "id": "Vr5KCpitcEa7DsYP",
        "title": "Text 25",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "0tj_tYHOeEebwEZf",
        "title": "Text 26",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning  </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence do I have that students understand the Now What Do You Know questions?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
          ]
        }
      }
    ]
  }
}