{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TILEbxvyWPiJ-ZQv",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Discussing Solutions and Strategies</em></p><p><strong>Suggested Questions </strong></p><ul><li>Describe the story each graph tells about the school parking lot. Which graph shows the pattern you expect? <em>(In Graph 1, a few cars park in the lot early in the day, but then there is no change for a period of time. In the middle of the day, there is a sharp increase in the number of cars, followed immediately by a sharp decrease. There is a constant, small number of cars for a while, and then those cars leave, and the lot is empty. In Graph 2, there is a steady increase in the number of cars early in the day. The number of cars levels off and is constant for most of the day. Then, there is a steady decrease in the number of cars until the lot is empty. Graph 2 is what I would expect for a school parking lot, where teachers park their cars in the morning, leave them in the parking lot for the school day, and then drive them home in the evening.)</em></li><li>How could you label the graph you chose so that someone else would know what it represented?<em> (Label the x-axis “Time” and the y-axis “Number of Cars.” Add the title “Cars in School Parking Lot.”)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILEbP5UNm7nF_yO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<li>Have different groups take responsibility for identifying the stories that match different graphs and for explaining their answers. <em>(Agency, Identity, Ownership) </em>There may be some differences of opinion on various matches. The point should be that any decision about a match should be justified by plausible reasoning.</li><li></li><li>For example, for the bath water situation in Situation A, Question C, which matches Graph 1, students should explain that the first upward-sloping segment shows the water level as the tub fills in a steady way. The first horizontal segment shows the level after the water is turned off but before the bather steps into the tub. The vertical segment shows the water level rising almost instantaneously when the person gets in the tub. The horizontal segment represents the constant water level when the bather is soaking. The next vertical</li><li>segment shows the water level falling as the bather gets out of the tub. The last, slanted, segment shows the water level steadily falling as the tub drains.</li>"
          ]
        }
      },
      {
        "id": "TILE8xtVezMjJEsc",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding</strong></p><p>Have students sketch a graph that shows something in their lives changing over time. Students can share their graph and have others try to think what story it could be telling.</p>"
          ]
        }
      },
      {
        "id": "TILEOdqcAAJCeGNp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit</em></p><p>Have students focus on how the relationship between two variables is shown with different patterns. Note that at this time, some students will only be able to answer the questions using examples from the variables given in the problem. <em>(Language) </em>Other students may be able to answer more generally about the independent and dependent variable relationships.</p>"
          ]
        }
      },
      {
        "id": "TILEiNtrEFGobnr6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What does a line segment that slants up (Graph 4 and parts of Graph 1) tell us about the relationship between the independent variable and the dependent variable? <em>(As the independent variable increases, the dependent variable increases. This creates the pattern going up. If it is a line segment, the increase must be steady or consistent.)</em></li><li>What does a line segment that slants down (Graph 2 and parts of Graph 1) tell us about the relationship between the independent variable and the dependent variable? <em>(As the independent variable increases, the dependent variable decreases. This creates the pattern going down. If it is a line segment, the decrease must be steady or consistent.)</em></li><li>If there is a horizontal line segment on the graph (Graph 7 and parts of Graph 1), what does that tell us about the relationship between the independent variable and the dependent variable? <em>(A horizontal line means that as the independent variable increases, the dependent variable stays the same. This happened when Tori stopped doing jumping jacks to tie her shoe. Time increased, but the total number of jumping jacks stayed the same.)</em></li><li>Why do some graphs have lines (like Graphs 2 and 4) and other graphs have curves (like Graphs 5 and 6)? <em>(The graphs with lines have a consistent pattern in the relationship between the variables. Graphs with curves have patterns that increase or decrease in varying ways.)</em></li><li>What about the relationship between the variables makes a graph have a repeated pattern like Graph 3? <em>(This graph represents a cycle of a relationships between the two variables. This is something that would change over and over again.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "TILE2ks-rgP8IpCA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know? questions.</p>"
          ]
        }
      },
      {
        "id": "TILEVn3Ywlrm_lqW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p><p>Use the following questions to assess student understanding at the end of the lesson. </p><ul><li>What evidence do I have that students understand the Now What Do You Know? question?</li></ul><ol><li>Where did my students get stuck? </li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this unit? The next unit? </li></ul>"
          ]
        }
      }
    ]
  }
}
