{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "11z37oRbn1vrEQKU",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Ask students to discuss their conclusions and justify their answers. The box plots students have drawn will yield two distinct groups of data, one with generally higher medians than the other. These data provide a way to identify the time periods during which the new sites may have been settled. </p><p>Ask questions to help students think about how to apply what they have learned. </p><p><strong>Suggested Questions:</strong></p><ul><li>How confident are you about your predictions? </li></ul>"
          ]
        }
      },
      {
        "id": "3LMPMZ7FXxEf2YKa",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Have students support their answers with reasoning either from the summary statistics they calculated or the box plots they drew. It is important for students to understand that their answers need to be supported. </p><p>If needed you can use <strong>Teaching Aid 2.3: Arrowhead Lengths</strong> which has box plots for the arrowhead lengths. </p><p><strong>Suggested Questions:</strong></p><ul><li>You compared data sets with different sample sizes in this Problem. Are you able to make comparisons among samples of different sizes? (Possible answer: You can use box plots to make these comparisons because they display data in quartiles. 25% of data are reflected in each of the four quartiles. Knowing the actual number of data values is not necessary, as the box plot displays grouped data. Also, while the sample sizes were different, none of the sample sizes was too small. So, the conclusions can be considered reliable.) </li><li>For the known sites, which populations can you group together? What similarities do you see between these sites? (Possible answer: You can group together the Big Goose Creek and Wortham Shelter sites. They were settled during the same time period. After analyzing the data, you can also see a that the measurements gathered from the two sites’ arrowheads are similar. You can also group together the Laddie Creek/ Dead Indian Creek and Kobold/Buffalo Creek sites. These two sites were settled during the same time period, and the measurements collected from their arrowheads are similar. Additionally, the measurements from the Big Goose Creek and Wortham Shelter sites are rather different from the measurements from the Laddie Creek/Dead Indian Creek and Kobold/ Buffalo Creek sites. So it is clear that these four populations can be identified as belonging in two distinct groups.) </li><li>What inferences can you make about the two unknown sites by comparing their data? What inferences can you make about the two unknown sites by comparing their data to the data from the known sites? (Possible answer: The two unknown sites most likely come from two different time periods. The summary statistics of their arrowhead measurements are not similar enough to imply that they were settled at the same time. Using the same idea, you can conclude which time period each of these unknown sites was settled during by comparing them to the known sites. Site I and Site II each have similar summary statistics to some of the known sites.) </li></ul>"
          ]
        }
      },
      {
        "id": "EWDWQmOAQHTwNpRS",
        "title": "Text 3",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do Students Know</strong></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "lecF_qpm9gn-kVrX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}