{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "rd1iO5gN8Pb-umko",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem 1.3</strong></p><p><strong>Atlantic City to Lewes to Chincoteague: Time, Rate, and Distance</strong></p><p>In the jumping jack experiment, the number of jumping jacks and time are variables. One way in which values of real-life variables may change is with the passage of time. This happened in the jumping jack experiment. The number of jumping jacks changes based on the elapsed time. </p><p><em>How could the patterns you saw in your jumping jack data help cyclists anticipate what to expect on their daylong ride?</em></p><p>To be more confident about the bike tour, the Ocean Bike Tours business partners decide to test their bike tour route. The college students want the trip to attract middle school students, so they invite several middle school students to test the bike ride. Sidney and Malcolm will collect data during the trip and use their findings to write detailed reports. They will use their reports to improve their plans and to promote the trip to potential customers.</p>"
          ]
        }
      },
      {
        "id": "yLii5rVAFyHyg7c5",
        "title": "Map of East Delaware, Virginia, and Maryland",
        "content": {
          "type": "Image",
          "url": "vap/images/watt.jpg",
          "filename": "vap/images/watt.jpg"
        }
      },
      {
        "id": "HUyh7AExoJVnJmEO",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Day 1</em></p><ul><li>The students begin their bike tour in Atlantic City, NJ.</li><li>They ride 5 hours south to Cape May, NJ. </li><li>Sidney and Malcolm follow in a van with camping gear. Sidney records distances traveled until they reach Cape May. </li><li>From Cape May, the cyclists and the van take a ferry across Delaware Bay to Lewes (LOO-is), DE. </li><li>They camp that night in a state park along the ocean.</li></ul>"
          ]
        }
      },
      {
        "id": "c8ueFHdIcHotobn9",
        "title": "Bike Tour Map",
        "content": {
          "type": "Image",
          "url": "vap/images/bay.jpg",
          "filename": "vap/images/bay.jpg"
        }
      }
    ]
  },
  "supports": []
}
