{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEjUG7CQG0elUZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>In this problem, students use the context of sharing smoothie bars in order to explore and analyze the equivalence of ratios and relationships between equivalent ratios. Students will use a tape diagram for solving ratio tasks by creating equivalent ratios and ratio reasoning. </p><p>Help students understand what segmented smoothie bars are, and help them understand the unequal sharing context. Make sure they understand that they can cut the segments into smaller pieces as part of their work. </p><p>Make sure students understand that for each questions, and each part of a questions, they start with a new smoothie bar and so will need to draw new diagrams. </p>"
          ]
        }
      },
      {
        "id": "TILEJhoYJEcrP4_i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning: </strong>Exploration, Analysis</p><p><strong>Standards: </strong>See your state alignment chart.</p>"
          ]
        }
      },
      {
        "id": "TILE0SG2WmX2Rl_O",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK?</strong></p><p>How can visual representations, like the bars that represent smoothie bars, help you think about equivalent ratios? How are these bars useful in solving problems? </p>"
          ]
        }
      },
      {
        "id": "TILE-S9QYGbme0Kl",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Introduce the use of tape diagrams via smoothie bars for solving ratio tasks by creating equivalent ratios and ratio reasoning. </p><p>Begin to notice</p><ul><li>the smoothie bars (tape diagrams) make it easy to visualize the multiplicative relationship described by a ratio; </li><li>the smoothie bar partitions can be further partitioned when more pieces are needed to find equivalent ratios with factional parts of a segment (like Sofia and Dembe in the Initial Challenge); </li><li>the smoothie bars can be easily duplicated to created additional equivalent ratios; and</li><li>the connections between patterns found in ratio tables for equivalent ratios and the concrete representations of the ratios using the smoothie bars. </li></ul>"
          ]
        }
      },
      {
        "id": "WcQ1BeqXtYCOQ6eW",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p><p><em>Connecting Prior Knowledge</em></p><p>In this problem, children are not sharing equally; they are sharing according to their ages. Older children get larger portions of the smoothie bar. In particular, reinforce that they are using the children&#x27;s ages to compare the portions of the smoothie bar that each child receives. </p><p>Introduce the story of Sofia&#x27;s sharing idea.</p><p>Ask students of they have experienced situations in which they got an unequal share. Students might talk about different amount of allowance or different amounts of time spent reading per night depending on their age. Ask whether this system of sharing seems fair to them. </p><p><strong>Suggested Questions</strong></p><ul><li>According to Sofia&#x27;s idea, would a 12-year-old and a 6- year- old get the same amount? </li><li>Do you have an older family member who has ever suggested sharing in this type of way? How did you feel about it? </li><li>Does Sofia&#x27;s sharing idea seem like a fair way to share?</li></ul>"
          ]
        }
      },
      {
        "id": "KB6pbh3-Whssa_Un",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>No. The 12-year-old will get more.</li><li>Answer will vary.</li><li>Answer will vary.</li></ul>"
          ]
        }
      },
      {
        "id": "TILETStyXXzzBsph",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>You do not need to get into many of these details in the Launch. Emphasize that each group should be prepared to explain their solutions and strategies. Also, emphasize that you are very interested in an explanation of why students think their answers are correct.</p><p>To help students resist the temptation of writing in their books, <strong>Learning Aid 2.3: Smoothie Bars </strong>provides the graphics from the student pages.</p>"
          ]
        }
      }
    ]
  }
}
