{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILE9JHEmPzXyUB6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>As you circulate, ask students for explanations. Look for students who have interesting ways to explain their thinking. Be sure to discuss these in the Summarize.    </p><p>Students may or may not start by representing the pledge plans with tables and graphs. Without the representations, it may be difficult to answer the questions with specific values. Students may make broad statements, such as saying that Leanne starts out making the most. Push students to find a value for when others might make more. </p>"
          ]
        }
      },
      {
        "id": "tQb2ng09E_WPmhEn",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Connecting points on a graph can help us see patterns more clearly. It also helps us consider what is happening in the interval between two points. Different ways of connecting the given data points tell different stories about that happens between the points.</p><p>It will be important to monitor that students are connecting how the table and graph are giving them the same information.</p><p>Point to a specific point on the graph. Ask what the coordinates mean and what story it tells. For example, the point (3.5, 31) tells us that at 3 1/2 hours, the travelers were at 31 miles. This would suggest that the cyclists lost distances, because they had been at 34 miles the half hour before. This could happen if they went back to retrieve a lost item.</p>"
          ]
        }
      },
      {
        "id": "TILE4Jz24NG29RDc",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To help students relate the stories to the graphs, you can try two strategies. <em>(Portrayal)</em></p><ol><li><strong>Create a mental table of values.</strong></li><p>Pick points on the graph, and ask students to explain how the time and distance relate. This helps students to analyze the data as specific values to make sense of what is happening.</p><p>Pick one of the curves or line segments, point to a series of points, and ask: What are coordinates at this point? What are coordinates at this point? What are coordinates at this point? Etc. So how would you describe the pattern? Which student’s story in the situations seems to match?</p><li><strong>Relate back to doing jumping jacks.</strong></li><p>How would you do jumping jacks to create a graph that looked like Exercise 1? Exercise 2?<em> (Students can talk about fast jumper data rising quickly or when someone stopped jumping a flat line occurred on the graph.)</em></p><p>When matching the paths with the statements in What If . . . ? Situation A, students may question why the first statement (Situation Celia) does not correspond to path (3) and the second statement (Situation Theo) does correspond to path (4). Emphasize that the horizontal segment in these paths means the distance is not increasing and therefore the cyclist is not moving at all. Students may ask, “Why does the line go on if the cyclist is not moving?” Point out that, even though the cyclist is not moving, time continues to pass. Therefore, the segment gives us information about how long the cyclist was stopped. You may want to ask students to describe another situation that matches one of the graphs.</p></ol>"
          ]
        }
      },
      {
        "id": "TILEDzjMRpoo2bcT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>Who starts out making the most? (Leanne)</li><li>Will she always make the most? How much would each person raise if they walked 20 kilometers? (Leanne - $10, Gilberto - $20, Alana - $15)</li><li>When did it change? At what distance does Leanne raise less than Gilberto? Less than Alana? (Leave students to think about these detailed questions. Be sure to revisit them in the Summary.)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEI1yjvPPpUHXB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How does Gilberto’s plan work? (A sponsor will donate $2 for each kilometer Gilberto walks.)</li><li>What are the variables and what letter name can we give them? (Amount of money, A, and number of kilometers he walks, <em>d</em>.)</li><li>Which is the independent variable? (Number of kilometers he walks.)</li><li>What happens with the independent variable in Gilberto’s plan? What happens for every kilometer that he walks? (He will make $2.)</li><li>How could we write that as an expression? ($2 times every kilometer walked or 2 * <em>d</em>.)</li><li>How can we write this as an equation? (The amount a sponsor donates is found by finding $2 times every kilometer walked or <em>A </em>= 2 • <em>d</em>)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEyy777TTNlvbO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Remind students that 2 * <em>d</em> is often written 2<em>d</em>, so the equation becomes <em>A</em> = 2<em>d</em>, where <em>A</em> is the amount the sponsor donates and <em>d</em> is the number of kilometers walked. </p>"
          ]
        }
      },
      {
        "id": "TILEj28MQEzXOPXp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "SP3hXu74mCfcXHUn",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>How can you predict where the graph of a linear relationship intersects the y-axis from a context, table, or equation that represent the relationship?</em></p><p>(As you are circulating during the Explore, select examples of student work where students are indicating the y-intercept:  on a table where they have indicated the y-value when the x-value is zero; in the equation it is what is “added on” or the b in y = ax +b; in the context it is the “starting amount”.)</p>"
          ]
        }
      }
    ]
  }
}
