{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "TILE9JHEmPzXyUB6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>There are three tasks for students in this problem:</p><ol><li>make sense of the patterns shown by a table and graph of the same data;</li><li>identify the information given by a pair of coordinates or table values; and</li><li>consider the information that is not shown by looking between points or a set of points.</li></ol>"
          ]
        }
      },
      {
        "id": "tQb2ng09E_WPmhEn",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Connecting points on a graph can help us see patterns more clearly. It also helps us consider what is happening in the interval between two points. Different ways of connecting the given data points tell different stories about that happens between the points.</p><p>It will be important to monitor that students are connecting how the table and graph are giving them the same information.</p><p>Point to a specific point on the graph. Ask what the coordinates mean and what story it tells. For example, the point (3.5, 31) tells us that at 3 1/2 hours, the travelers were at 31 miles. This would suggest that the cyclists lost distances, because they had been at 34 miles the half hour before. This could happen if they went back to retrieve a lost item.</p>"
          ]
        }
      },
      {
        "id": "TILE4Jz24NG29RDc",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>To help students relate the stories to the graphs, you can try two strategies. <em>(Portrayal)</em></p><ol><li><strong>Create a mental table of values.</strong></li><p>Pick points on the graph, and ask students to explain how the time and distance relate. This helps students to analyze the data as specific values to make sense of what is happening.</p><p>Pick one of the curves or line segments, point to a series of points, and ask: What are coordinates at this point? What are coordinates at this point? What are coordinates at this point? Etc. So how would you describe the pattern? Which student’s story in the situations seems to match?</p><li><strong>Relate back to doing jumping jacks.</strong></li><p>How would you do jumping jacks to create a graph that looked like Exercise 1? Exercise 2?<em> (Students can talk about fast jumper data rising quickly or when someone stopped jumping a flat line occurred on the graph.)</em></p><p>When matching the paths with the statements in What If . . . ? Situation A, students may question why the first statement (Situation Celia) does not correspond to path (3) and the second statement (Situation Theo) does correspond to path (4). Emphasize that the horizontal segment in these paths means the distance is not increasing and therefore the cyclist is not moving at all. Students may ask, “Why does the line go on if the cyclist is not moving?” Point out that, even though the cyclist is not moving, time continues to pass. Therefore, the segment gives us information about how long the cyclist was stopped. You may want to ask students to describe another situation that matches one of the graphs.</p></ol>"
          ]
        }
      },
      {
        "id": "4Qnhfof08VxF2L2n",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p>"
          ]
        }
      },
      {
        "id": "rilq8FbKmWBb_S5P",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note: </strong>Depending on the time, you may want to stop the Explore before students have looked at Day 2 of the trip in the What If . . . ? Situation B. You can discuss this as a class during the Summarize.</p>"
          ]
        }
      },
      {
        "id": "TILEj28MQEzXOPXp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? question? What will you do if you do not have evidence?</p>"
          ]
        }
      },
      {
        "id": "SP3hXu74mCfcXHUn",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>Describe how the distance changes over time. How is this pattern of change shown in tables and graphs?</em></p><p>(Watch and listen for how students are describing the patterns of change in the table and graph. It is important that students begin to relate how both representations can “tell the same story.” In tables, you can see the change by finding the difference of distance for two adjacent numbers. In graphs, you can see the change by finding they-coordinates of two data points. In graphs, you can also see which data point jumps the steepest from the previous one.)</p>"
          ]
        }
      }
    ]
  }
}
