{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "vDYs84zYJPMULJ7p",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>As you are circulating and the students are playing The Game Dealing Up in the Initial Challenge, ask questions around the arrangement of the numbers and the use of operations.</p><p><strong>Suggested Questions:</strong></p><ul><li>Why did you choose multiplication/division/addition/subtraction) in this part of your number sentence? (Answers will vary)</li><li>How did you team know which number sentence was the winning one? (Answers will vary)</li></ul>"
          ]
        }
      },
      {
        "id": "bj5UFR1gunWG3Lap",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>For students that need an extra challenge you can change the rules to be that the winning number sentence is the one that has the smallest value, or the number sentence that has the value that is closest to zero is the winner. </p><p>An added challenge for some students would be to allow students to use exponents. </p><ul><li>Would exponents help to make a winning number sentence? (Answers will vary)</li><li>Do 3<sup>2</sup>, -3<sup>2</sup>, and (-3)<sup>2</sup> all have the same value? (No; 3<sup>2</sup> = 9, -3<sup>2</sup> = -9, (-3)<sup>2</sup> = 9). </li><li>What number is being squared in each case? (3<sup>2 </sup>means 3 x 3. -3<sup>2</sup> means the opposite of 3<sup>2</sup>, or -(3 x 3). (-3)<sup>2 </sup>means (-3)(-3).</li></ul>"
          ]
        }
      },
      {
        "id": "dAjYURTvjI3pATqm",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Ask students to say in words how they should compute the mathematical sentences they write or have to interpret to help them connect their thinking to the symbols. For example, students might read What If Situation A, #1 as, “Find the product of -6 and 4. Subtract this product from 5. Then add -3 to the difference.” (Language)</p><p>Remind students to go back to the Order of Operations as needed throughout the Problem.</p>"
          ]
        }
      },
      {
        "id": "nQ6n3mqoeOmLGvML",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "amYdGawKfF1hi4sf",
        "title": "Text 5",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>Describe how the properties of rational numbers help you write and evaluate an expression.</em></p><p>(While students are playing The Game Dealing Up, listen for how they are making sense of the operations with integers, order of operations, and the size of rational numbers.)</p>"
          ]
        }
      }
    ]
  }
}
