{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "JsMcPY0BK6Dn08j3",
        "title": "Text 13",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><u>Providing for Individual Needs</u></p><p>As students work, observe the way they are tossing the coins/cups to make sure they are not introducing bias. Check to see that they are recording their data correctly. Remind students to handle the cup with care. If cups become misshapen, you may need to replace them before students continue.</p><p>After students have collected their data you may want to have conversations about fraction, and percent of heads/sides that have occurred so far.  Students can compute the fraction of heads after any number of trials by dividing the number of heads that occurred to that point by the number of trial days. They can translate this into percents, showing the relative frequencies of occurrence of heads:</p>"
          ]
        }
      },
      {
        "id": "NXl5cSrjnLDZ6Fyh",
        "title": "Experimental probability of heads",
        "content": {
          "type": "Image",
          "url": "hlit/images/1.1_Explore_1.png",
          "filename": "hlit/images/1.1_Explore_1.png"
        }
      },
      {
        "id": "zXn-3cAQoxQVDq-t",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested questions</strong></p><ul><li>Can you write a “for every” statement for this situation?  (Answers will vary.  Encourage them to discuss “for every” statements that show the comparison between the two quantities in the ratio.)</li><li>Do you think your results and other groups’ results will be the same? (Through your questions, help students to realize that there will be a great deal of variation among individual sets of 30 tosses, but less variation in the class’s combined results from the whole class.)</li></ul>"
          ]
        }
      },
      {
        "id": "Ta8ZByWDg1cfDHFI",
        "title": "Text 16",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p><p><strong>Now What Do You Know?</strong><strong><em></em></strong></p><p><em>How can you use an experiment to predict future results?</em></p><p>(As you are circulating during the Explore, listen for how students are using the data they have collected to predict future results. Are they using proportional reasoning, are they holding on to “luck” as a predictor, are they keeping the trials of their experiment as random as possible, do they see that the more data collected the better it is to use as a predictor of future events?) </p>"
          ]
        }
      }
    ]
  }
}