{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "EKkFhyxjWsU7ioaG",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem develops student understanding of the basic facts that in a triangle the sum of any two sides must be greater than the third; and that once three acceptable side lengths have been chosen, there is only one triangular shape with those side lengths. The most effective use of this Problem will result if you have sets of polystrips and fasteners or digital polystrips for each group to use.</p>"
          ]
        }
      },
      {
        "id": "e3Safq05t7R0GGeO",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>What combinations of three side lengths can be used to make a triangle? How many different triangles are possible for each combination? </p>"
          ]
        }
      },
      {
        "id": "ZZ81sUmK9iCkPUgB",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Generalizing and Using Properties of Polygons: <em>Introduction/Exploration</em></p><p>Algebraic Expressions and Equations: <em>Introduction</em></p>"
          ]
        }
      },
      {
        "id": "GMKVO4gk9MD-lkL6",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Analyze triangles looking for relationships among side lengths that will or will not form triangles.</p><p>Notice that:   </p><ul><li>for every triangle, the sum of two side lengths will always be greater than the length of the third side, </li><li>given a set of three side lengths, if one of the sides is not longer than the sum of the other two sides, a triangle cannot be formed,</li><li>for every set of three side lengths that can be used to form a triangle, there is only one triangle that can be made, and</li></ul><p>Use problem contexts with triangles to explore, hypothesize, draw conclusions, and solve problems.</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p><p><em>Connecting to Prior Knowledge</em></p><p>As you are going over the Looking Ahead spend time discussing polygons and regular polygons.</p><p>You might find it useful to initiate work on the Investigation by asking students where they have seen triangles used in structures and then why they think those extra braces are used. (Language)</p><p><strong>Suggested Questions:</strong></p><ul><li>What kinds of shapes do you see as you look at buildings and construction? (Answers will vary.)</li><li>What is it that makes triangles so common in construction? (Answers will vary.)</li></ul><p>If some students happen to know that triangles are rigid figures, you can segue into the Problem by suggesting that some exploration with the construction of triangles can help explain that property.  If no student suggests the fact about rigidity, you can simply suggest that building and testing the strength of some triangles will be helpful in understanding the phenomenon.  </p>"
          ]
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>When using the polystrips to represent the length, help students to be conscientious. They need to be aware that it is the space between two holes that represents a length of one unit. We count the space (distance), not holes. For example, with fence posts - it takes three fence posts to hold up two lengths of fence. If we want to know how long the fence is, we count fence sections not posts.</p><p>You may want to number the holes, starting with zero on the polystrips so students can immediately find the given length. (Portrayal)</p><p>Distribute polystrips to groups of students or use digital polystrips in the Graph tool.  If you don’t have polystrips you can make them using <strong>Learning Aid 1: Paper Polystrips</strong>. (Problem Solving Environment)</p><p>It is a good idea to demonstrate how to use the polystrips and how to make a triangle given the lengths. First, choose three numbers less than 20, such as 6, 8, 12.  Build a triangle with the polystrips using those numbers as side lengths. Then have each group build a 6-8-12 triangle.  Check to see that each group knows how to fasten the strips together to represent the lengths.  </p><p>Use Fist to Five to decide the comfort level that students have with using the polystrips before having them begin the problem.</p>"
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions:</strong></p><ul><li>Will any three side lengths make a triangle? (This is a prediction so accept all reasonable answers. They will investigate this in the experiment in the Initial Challenge.)</li></ul>"
          ]
        }
      },
      {
        "id": "g9LCkW3jDaY0aSUL",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Distribute <strong>Learning Aid 1.1: Building Triangles </strong>and have students record the 6, 8, 12 side lengths on the Learning Aid. Once they are comfortable with how to use the polystrips, have students work in groups of 2 -3 to complete this Problem for other triangles. To choose the lengths of sides for their possible triangles, you could have students roll a number cube. </p>"
          ]
        }
      }
    ]
  }
}
