{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "cry2Yg7HbuPsFjY3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A: Sampling Methods</strong></p><p>The members of the School Journalistic Club are reporting on a free concert in the park. They want a good estimate of the population at the concert. They create two sampling plans. A sampling plan is a detailed strategy for selecting a sample from a population, including what data will be collected, in what manner, and by whom. Each sampling plan makes use of an aerial photo of the concert. The blue dots represent adults. The orange dots represent children.</p><p>How do the sampling plans compare?</p>"
          ]
        }
      },
      [
        {
          "id": "oJOGGabuuXGhmu-z",
          "title": "Text 2",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><u>Lucas&#x27;s Sampling Plan</u></p><ul><li>I selected a circle that seemed representative of the concert population. It was near the stage but not too close, where it seemed crowded. </li><li>I counted the number of children and adults in the circle. </li><li>I multiplied my counts by 10 since I thought the total population was about 10 circles.</li></ul><p>Number of Children in Circle: 18 </p><p>Number of Adults: 52 </p>"
            ]
          }
        },
        {
          "id": "KaPJ5QfZuaUJjqZV",
          "title": "Text 3",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p><u>Quinn&#x27;s Sampling Plan</u></p><ul><li>I divided the park into equal-size areas. </li><li>I used a spinner to select 8 areas and counted the number of adults and children in the areas. </li><li>I multiplied my totals by 6 to get my estimate for the population. </li></ul><p>Number of Children in 8 areas: 32</p><p>Number of Adults in 8 areas: 84</p>"
            ]
          }
        }
      ],
      [
        {
          "id": "OUykOzhOsn4KUYfa",
          "title": "Lucas's Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/lucas-s-sampling-plan.png",
            "filename": "sap/images/lucas-s-sampling-plan.png"
          }
        },
        {
          "id": "-dTc_pmCgh4se7rk",
          "title": "Quinn's Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/quinn-s-sampling-plan.png",
            "filename": "sap/images/quinn-s-sampling-plan.png"
          }
        }
      ],
      {
        "id": "mCwoJzjOz3wcVcF0",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Lucas uses a representative sampling technique to ensure that he records the total population of children and adults. It is often challenging to determine a sample that represents the same characteristics of the population. In this case, the proportion of the number of children to the number of adults in the sample should be about the same as the population. Lucas has one sample that is about twice the size of the sample used by Quinn. </p><p>Quinn uses a random sampling technique where the park is divided into 48 equal-size areas. In the 48 areas, there is an equal chance in the random areas that a child or adult will be selected in the area. So the random sampling will be representative of the population. </p><p>Note for Teacher Information: There are about 510 blue dots and about 190 orange dots. Both representative and random sampling provide good estimates for the total population of children and adults.</p>"
          ]
        }
      },
      {
        "id": "z7070lYFu-l3Gep1",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B: Surveying Students About Hours Slept</strong></p><p>Ms. Ruiz’s class is conducting a survey about the number of hours students in South Middle School sleep. Four groups in the class devise a plan for sampling the school population. Which plan do you think will collect the most accurate data to represent students in the whole school?</p>"
          ]
        }
      },
      [
        {
          "id": "ohzSL6c14jVahbVV",
          "title": "Group 1 Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/gg1.png",
            "filename": "sap/images/gg1.png"
          }
        },
        {
          "id": "rVgvavdqmPLC6VoZ",
          "title": "Group 2 Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/gg2.png",
            "filename": "sap/images/gg2.png"
          }
        }
      ],
      [
        {
          "id": "sd5AxKeJplcPOZbh",
          "title": "Group 3 Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/gg3.png",
            "filename": "sap/images/gg3.png"
          }
        },
        {
          "id": "ZUlIFbG5bsmaeliO",
          "title": "Group 4 Sampling Plan",
          "content": {
            "type": "Image",
            "url": "sap/images/gg4.png",
            "filename": "sap/images/gg4.png"
          }
        }
      ],
      {
        "id": "r4_40Czm4LV3bWHW",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Group 4’s plan would probably give the most representative sample since each student has an equally likely chance of being chosen. Groups 1, 2, and 3 are likely to result in samples that may not be representative. Group 1 is surveying only students who ride on their buses; they won’t survey any students who don’t take those buses. Group 2 will only survey students who eat school lunches. Group 3 is surveying only students who are motivated enough to respond.</p>"
          ]
        }
      },
      {
        "id": "2GidzreNMJfBFatb",
        "title": "Text 7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Note: On the types of sampling</p><p><u>Group 1</u></p><p>Group 1’s plan is an example of <em>convenience sampling</em>. Convenience sampling is choosing a sample based on the availability of respondents, people who are easy to locate and ask. Possible plans: Survey the students in a particular math class or homeroom or who belong to the same club or team.</p><p>Group 1’s plan is easy to implement, but the students on a particular bus probably all live in the same neighborhood and, as a result, won’t necessarily be typical of all students.</p><p><u>Group 2</u></p><p>Group 2’s plan is an example of <em>systematic sampling.</em> Systematic sampling is choosing a sample by using a methodological technique. Possible plans: Choose every fifth name from an alphabetical list of students in each grade level, the first off each school bus one morning, or the student at the head of each row of seats in an auditorium assembly.</p><p>Group 2’s plan seems to offer a better prospect of surveying a variety of students from the school, but it is possible that the students who buy cafeteria lunches are not typical of all students. For example, it may be that students who wear braces don’t buy cafeteria food as much as students who do wear braces. </p><p><u>Group 3</u></p><p>Group 3’s plan is an example of <em>voluntary-response sampling</em>. Voluntary-response sampling is asking people to choose to participate. Possible plan: Hand out surveys to all students and ask them to return completed forms to a box in the school office.</p><p>Group 3’s plan is like an online survey about honesty, with the disadvantage being that the sample will include only students that want to take the time to volunteer for the survey. </p><p><u>Group 4</u></p><p>Group 4’s plan is an example of <em>random sampling</em>. Random sampling is giving every member of a population an equally likely chance of being selected. Possible plan: Choose student names or numbers by writing them all on slips of paper, mixing them in a bowl, and selecting slips of paper without looking.</p><p>Group 4’s plan would make each student equally likely to be chosen, but it may be more difficult to implement because each selected student would need to be tracked down.</p>"
          ]
        }
      }
    ]
  }
}
