{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "cry2Yg7HbuPsFjY3",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A: Sampling Methods</strong></p><p>The School News Club is reporting on a free concert in the park. They want a good estimate of the population at the concert. They create two plans using an aerial photo of the concert. The gray dots represent adults. The orange dots represent children. How do the sampling plans compare?</p>"
          ]
        }
      },
      {
        "id": "oJOGGabuuXGhmu-z",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Lucas&#x27; Sampling Plan</u></p><ul><li>I selected a circle that seemed representative of the concert population. It was near the stage but not too close where it seemed crowded. </li><li>I counted the number of children and adults in the circle. </li><li>I multiplied my counts by 10 since I thought the total population was about 10 circles.</li></ul><p>Number of Children in Circle: 18 </p><p>Number of Adults: 52 </p>"
          ]
        }
      },
      {
        "id": "OUykOzhOsn4KUYfa",
        "title": "Lucas' Sampling Plan",
        "content": {
          "type": "Image",
          "url": "sap/images/lucas.png",
          "filename": "sap/images/lucas.png"
        }
      },
      {
        "id": "KaPJ5QfZuaUJjqZV",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Quinn&#x27;s Sampling Plan</u></p><ul><li>I divided the park into equal-size areas. </li><li>I used a spinner to select 8 areas and counted the number of adults and children in the areas. </li><li>I multiplied my totals by 6 to get my estimate for the population. </li></ul><p>Number of Children in 8 areas: 32</p><p>Number of Adults in 8 areas: 84</p>"
          ]
        }
      },
      {
        "id": "-dTc_pmCgh4se7rk",
        "title": "Quinn's Sampling Plan",
        "content": {
          "type": "Image",
          "url": "sap/images/quin.png",
          "filename": "sap/images/quin.png"
        }
      },
      {
        "id": "mCwoJzjOz3wcVcF0",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Lucas uses a representative sampling technique to ensure that he records the total population of children and adults. It is often challenging to determine a sample that represents the same characteristics of the population. In this case, the proportion of the number of children to the number of adults in the sample should be about the same as the population. Lucas has one sample that is about twice the size of the sample used by Quinn. </p><p>Quinn uses a random sampling technique where the park is divided into 48 equal-size areas. In the 48 areas, there is an equal chance in the random areas that a child or adult will be selected in the area. So, the random sampling will be representative of the population. </p><p>Note for Teacher Information: There are about 507 gray dots and 187 orange dots. Both representative and random sampling provide good estimates for the total population of children and adults.</p>"
          ]
        }
      },
      {
        "id": "z7070lYFu-l3Gep1",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B: Surveying Students About Hours Slept</strong></p><p>Ms. Ruiz’s class is conducting a survey about the number of hours students in South Middle School sleep. Four groups in the class devise a plan for sampling the school population. Which plan do you think will collect the most accurate data to represent students in the whole school?</p>"
          ]
        }
      },
      {
        "id": "ohzSL6c14jVahbVV",
        "title": "Group 1 Sampling Plan",
        "content": {
          "type": "Image",
          "url": "sap/images/gg1.png",
          "filename": "sap/images/gg1.png"
        }
      }
    ]
  }
}