{
  "type": "MathReflection1",
  "content": {
    "tiles": [
      {
        "id": "vwwjvYdtlTZiM68n",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time. (Time)</p><p>Each Investigation contributes to students’ conceptual understandings of the ideas in the Unit. Students’ explanations at the beginning of a Unit might be just forming. As you progress through the Unit, students can use the contexts, representation, and connections to express a more solid understanding. By the end of the Unit, students can create a complete picture of understanding.</p><p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p><p>A teacher can gain an understanding of student thinking during a discussion of the reflection question. Then one can assess individual understanding based on each student’s written work.</p>"
          ]
        }
      },
      {
        "id": "Wk3xrRn-IHBnxHCX",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Arc of Learning</strong></p><p>Linear Relationships:<em> Explore</em></p><p>Algebraic Expressions and Equations: <em>Analysis</em></p>"
          ]
        }
      },
      {
        "id": "Yc6kOkRQT6Ev7ide",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Work to build and connect mathematical understandings for key aspects of linear relationships that are presented in a variety of representations. </p><p></p><p>Notice that:</p><ul><li>a constant rate of change is a key characteristic of linear relationships (both proportional and non-proportional)</li><li>the constant rate of change in a linear relationship can be identified from the table, graph, equation, or text</li><li>the constant rate of change in a linear relationship (both proportional and non-proportional) can be positive, negative, or zero</li><li>the initial value of a linear relationship can be identified from the graph (y-intercept), the table (y value when x = 0), and the equation (value of the constant term b in y = mx + b or y = mx)</li><li>when the initial value (b = 0) of a linear relationship is 0, the relationship is proportional</li><li>linear relationships (both proportional and non-proportional) can be represented with words, equations, table, and graphs</li><li>the various representations of linear relationships can be used to compare relationships and to efficiently answer relevant questions for each relationship</li></ul><p></p><p>Note: A constant rate of change means that as the independent variable increases by a constant amount (x = 1, 2, 3, 4, ….), the corresponding dependent variable will change by a constant amount.</p>"
          ]
        }
      },
      {
        "id": "x-FXYVAr6xSputjl",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Student Responses</strong></p><p>At the beginning of the Unit, students will need more collaboration to outline and summarize the important ideas. (Agency, Identity, Ownership) They may need examples of writing, diagrams, and/or justifications from other students to help build their vision of what is expected when answering the Mathematical Reflection question. Early in the year you may want to start writing Mathematical Reflections as a whole group. Then as the year progresses, move to small groups, pairs, and finally individuals.</p><p><strong>Notes on Student Responses</strong></p><p>As the first Investigation of the Unit, students will need may need more collaboration to outline and summarize the important ideas. </p><ul><li>Students will be more confident in discussing the constant of proportionality since this conversation began in Comparing and Scaling. </li><li>Students may rely on contexts to discuss particular expressions and equations. Their general understandings may be fragile at this time.</li><li>Students’ understandings of finding solutions to equations in stories, tables, graphs, and words are at the beginning stages. Students will continue to explore solutions to equations throughout this Unit.</li><li>Students’ understandings about inequalities are at a very informal stage. More will be done in later Investigations.</li></ul>"
          ]
        }
      },
      {
        "id": "3dWIJXnrl0wqBjvg",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>What do you know about linear expressions, equations, inequalities, and relationships?</em></strong></p><p>See Student Edition with answers for possible responses to the question.</p><p><strong>Reflecting on Student Learning   </strong></p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><ul><li>What evidence in students’ work shows an understanding of the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}
