{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "L4ZKRGawUekmpz3G",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In) </strong></p><p><em>Providing for Individual Needs</em></p><p>As students are working on the Initial Challenge they may use the strategies in What If...? Situation A. If so, push them to looking at the strategies in What If...? Situation A that they didn’t use and compare their thinking to the other strategies. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "id": "qeaxGcXuZTg6OFDx",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What are the variables in this context? (students, profit)</li><li>How do you find profit? (Income – Expenses)</li><li>What information do you have? ($4.50 per student and costs of $130 and $1.25 per student for film rental)</li><li>Is there a constant rate of change in this context? If so, what is it? (Yes. $4.50 per student and $1.25 per student for film rental.)</li><li>Is there a “starting point”? (0 and $130)</li><li>Which information is about income for the movie company? ($4.50 per student)</li><li>Which information is about expenses for the movie company? ($130 and $1.25 per student for film rental)</li><li>Would a graph be helpful? (Answers will vary.)</li><li>Would a table be helpful? (Answers will vary.)</li><li>What do we know about linear situations? (constant rate of change, straight line, y = mx +b )</li><li>How do you find where these ideas are equal on a table/graph/equation?  (On a table, it is when the same value exists for the y-value at the same x-value; on a graph, it is the point of intersection; using an equation you can use properties of equality and solve for x)</li></ul><p>Some students may use an income and expense expression and set them equal to each other to solve for x.  Some students may use a profit equation and subtract the income minus the expenses.</p><ul><li>For What If...? Situation B, what does &lt; mean? (less than)  &gt;? (greater than)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEA13rNJBaMQOA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know?question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "VIwspR8h2C74wwzK",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p><p><em>How do the situations in this problem compare to other problems in the unit?  In what ways are tables, graphs, equations, and inequalities useful for solving problems?</em></p><p>(As you are circulating during the Explore, gather student work that shows the use of tables, graphs, and equations to solve the Initial Challenge. Choose students to talk about their use of these representations to solve problems. Listen for how students are talking about inequalities in What If...? Situation B and choose students to lead this part of the summary discussion.)</p>"
          ]
        }
      }
    ]
  }
}
