{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "uYPSWV6rRDI0yVS1",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)</strong></p><p><em>Providing for Individual Needs</em></p><p>Monitor how students are organizing their data from their samples. Listen to how they are making sense of the samples and how it helps them to see the entire population. <em>(Agency, Identity, Ownership)</em></p><p><strong>Suggested Questions:</strong></p><ul><li>How are you making sure your samples are random? <em>(Answers will vary. Possible answers include replacing the chips, mixing them up, and drawing without looking.)</em></li><li>Would using any measures of center help you analyze the samples? <em>(Answers will vary.)</em></li><li>How do you find the median?  <em>(middle number of the data)</em></li><li>How do you find the mean? <em>(add all the data values and divide by the number of data points)</em></li><li>How do you find the mode? <em>(the data value that occurs most often)</em></li><li>Does the shape of the data help you analyze the samples? <em>(Answers will vary.)</em></li><li>Does the spread of the data help you analyze the samples? <em>(Answers will vary. You may want to suggest using the range, MAD, and/or IQR.)</em></li><li>How have we looked at proportions this year? <em>(Answers will vary but they should be able to discuss how to use scale factors to make equivalent ratios.)</em></li><li>What does the box in a box plot tell you? <em>(It is the interquartile range (IQR) or 50% of the data.)</em></li></ul>"
          ]
        }
      },
      {
        "id": "8vvPTmoExK_zs46o",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Planning for the Summary</em></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? Question? What will you do if you do not have evidence? </p>"
          ]
        }
      },
      {
        "id": "ai9ZljTtgK39eXtV",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Now What Do You Know?</strong></p><p><em>How can we use random sampling to estimate populations?</em></p><p>As you are circulating during the Explore, listen to how students are making sense of using random samples.  Find examples of samples that mirror the distribution of the population and those that don’t to discuss in the summary.</p>"
          ]
        }
      }
    ]
  }
}
