{
  "type": "whatIf",
  "content": {
    "tiles": [
      {
        "id": "LC6I5Kx3y2NhuCIP",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation A. Hazel Uses Tables, Graphs, or Equations</strong></p>"
          ]
        }
      },
      {
        "id": "q4m3F8VbCLHCyUbV",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Hazel&#x27;s Strategy</p><p>I wrote an equation and sketched a graph to represent the patterns in the table.</p><p>Since the table represents multiples of 12, I wrote the amount of money collected is equal to 12 times the number of boxes sold. </p><p>I used the variables <em>A</em> for the amount of money collected and <em>N</em> for the number of boxes sold ad wrote <em>A</em> = 12<em>N</em>.</p><p>I used the equation and the table to sketch a graph.</p>"
          ]
        }
      },
      {
        "id": "cHuSHPqzLEt3s5_q",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ol><li>Is her equation correct? Explain.</li><li>If Hazel write the equation 240 = 12<em>N</em>, what information is she looking for?</li><li>Describe the shape of the graph that represents the amount of money collected and the number of boxes sold. How could she use the graph to find the number of boxes sold or the amount of money collected? </li><li>Compare the data represented in the table, equation, and graph. What are the advantages and disadvantages of each? </li></ol>"
          ]
        }
      },
      {
        "id": "lR_BiR1GGn-11sAp",
        "title": "Text 4",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ol><li>Yes. For every box, the price is $12. This means that for any number of boxes, you can find the total price by multiplying by $12. This is just like finding the multiples of 12. </li><li>How many boxes, <em>N</em>, she would need to sell to get to $240.</li><li>It is a consistent increase of $12 for every box sold. So the points would line up on a straight line. At 1 box, you would have $12: (1, 12); at 2 boxes, you would have $24 boxes: (2, 24); and so on.</li><li>Possible answers:</li><p>Students are still becoming familiar with the representations of a table, graph, and equation. Their answers may not be fully formed at this time.</p><p>Table:</p><p>The table shows the pattern between variables. As the number of boxes increases, the amount collected increases. For every 5 boxes, there is an increase of $60 collected.</p><p>A disadvantage might be that you find some values that you do not need to know.</p><p>Equation:</p><p>The equation shows how much money you collect for each box sold, $12. That is your multiplier in the equation. To find the amount collected, you just multiply the number of boxes by 12. </p><p>The disadvantage is that you do not see the increasing pattern like the table and graph show.</p><p>Graph: The graph shows the pattern in the table and equation. The increase in the amount collected as boxes are sold is shown. As the number of boxes increases by 1, the amount collected increases by $12. The graph shows the steady increase. </p><p>The disadvantage is that it takes a long time to make if you do not use technology. And sometimes you may have to estimate the coordinates of a point.</p></ol>"
          ]
        }
      },
      {
        "id": "hjDvQiPx0MrTXNeS",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation B. Stella and Juan Use Graphs</strong></p><p>Stella and Juan used a graph to represent the relationship between the amount collected and the number of small boxes sold. Each small box sells for $8.50. Which graph is correct? Explain why.</p>"
          ]
        }
      },
      [
        {
          "id": "hNXoIt1L23bxLChC",
          "title": "Stella's Graph",
          "content": {
            "type": "Image",
            "url": "cq/images/stella-s-graph.png",
            "filename": "cq/images/stella-s-graph.png"
          }
        },
        {
          "id": "7Ilbic56v9NaL4SN",
          "title": "Juan's Graph",
          "content": {
            "type": "Image",
            "url": "cq/images/juan-s-graph.png",
            "filename": "cq/images/juan-s-graph.png"
          }
        }
      ],
      {
        "id": "FjrcKn81KzEmmG-8",
        "title": "Text 8",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Both graphs represent the relationship between the amount collected and the number of boxes sold. The graphs look different because the scales are different. If you read the data points, you will see that the same information is represented.</p><p>The coordinates of the points could be found on the table.</p><p><strong>Note </strong>that the points are not connected. Connecting the points would mean that there is data in between. Because they are selling whole numbers of boxes, there is not data in between the points.</p>"
          ]
        }
      },
      {
        "id": "eWqj8qZeHsL7U8hv",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Situation C. Cameron Sells Small Boxes of Cupcakes</strong></p><p>The money box at Cameron&#x27;s school had $85 and a note that 10 boxes were sold. It was Cameron&#x27;s turn to keep track of the amount of money <em>A</em> for the sales of <em>N</em> small boxes of cupcakes.</p><ol><li>Explain how a ratio table could help him determine the amount of money to collect.</li></ol><p>          </p>"
          ]
        }
      },
      {
        "id": "jt5CUp_-8eGEyWmL",
        "title": "Text 6",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ol><li>Student answers will vary. Example: </li><p>This table would be useful for figuring out how much money would be collected by selling numbers of different amounts of cupcakes. You can use factor and multiple relationships to fill in the table. The table helps to find how much is collected for 1 small box. </p></ol>"
          ]
        }
      },
      {
        "id": "n0dNeI-iUY5mqude",
        "title": "Cameron's Table",
        "display": "teacher",
        "content": {
          "type": "Image",
          "url": "cq/images/cameron-s-table.png",
          "filename": "cq/images/cameron-s-table.png"
        }
      },
      {
        "id": "YWNL_5cj9KSpGUp9",
        "title": "Text 9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>          2. Explain how an equation could help him determine the amount of money to collect. </p>"
          ]
        }
      },
      {
        "id": "ZY2HSePOYcbey9kl",
        "title": "Text 10",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>After using the table to find the amount of money collected for 1 box, we could use this equation:</p><p><em>A</em> = $8.50<em>N</em>.</p><p>This equation would be helpful for figuring out how much money the students could collect after selling a target number of boxes or figuring out how many boxes the students would have to sell to collect a target amount of money. </p>"
          ]
        }
      }
    ]
  }
}
