{
  "type": "nowWhatDoYouKnow",
  "content": {
    "tiles": [
      {
        "id": "opsXKg0ZNXk-YDq2",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What do you know about the exterior angles of a polygon? How might this knowledge be useful?</p>"
          ]
        }
      },
      {
        "id": "btfXlfF4vbieIN9k",
        "title": "Text 2",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Exterior angles are the supplement of interior angles. Knowing that the sum of the two angles is 180˚ can help us solve problems about the angles on a polygon. </p><p>The sum of the interior angles of polygons changes depending on the numbers of sides. The sum of the exterior angles of any polygon is always 360˚</p>"
          ]
        }
      },
      {
        "id": "cGsajpoVZMA8wxde",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Did You Know?</strong></p><p>These insects&#x27; brains are tiny, but they know numbers, but they kow numbers and communication. Here are five smart things honeybees can do</p><p><em>Use Numbers</em></p><p>Scientists, headed by Dr. Adrian Dyer trained 14 bees to perform 100 training exercises. The bees were correct about 70% of the time. The bees were good students.</p><p><em>Solve Problems</em></p><p>Researchers at Queen Mary University of London showed that bees could perform a task to gain a reward and then the bees trained other bees to do the same task and gain a reward. The task was to move a small ball to a specified location. The bees were also able to shorten the path. </p><p><em>Give Directions</em></p><p>The decoding of the bees&#x27; &quot;waggle dance&quot; was done by Karl von Frisch who won a Nobel Prize for it. A bee indicates the location of food sources to other bees by performing a special dance using the location of food in relation to the sun.</p><p><em>Understand Zero</em></p><p>Researchers at RMIT University in Melbourne showed that bees were the first insect species to conceive of zero as a number. How they used this skill is unclear.</p><p><em>Make Decisions</em></p><p>Bees collaborate in making decisions. For example, 300 older bees from a colony of 1,000 bees search for a suitable new home. They use the &quot;waggle dance&quot; to communicate possible locations. The repetitions of the dance provide information on the quality of the site.</p><p><em>Share Decisions</em></p><p>Bees have a sense of democracy. When looking for a new home for, say 10,000 bees, 300 older bees form a &quot;senate&quot; and fly off looking for options. Using the waggle dance, the communicate possible locations. The number of dance repetitions tells the quality of the site. </p>"
          ]
        }
      },
      {
        "id": "Po1-Hwde_nLQrs9w",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Source: </em>Tucker, Ian. &quot;Five Smart Things Honeybees Can Do.&quot; <em>The Guardian, </em>February 10, 2019.</p>"
          ]
        }
      }
    ]
  }
}
