{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEjUG7CQG0elUZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3><p>Problem 2.3 addresses issues that arise in the interpretation of the “stories” shown in graphs. The problem asks students to think about how pairs of variables might be related and to choose the graph that best represents the description of the relationship. The problem gives students practice reading the patterns of change shown by graphs. The emphasis is not on specific numerical values of data points but on the pattern of change shown by the overall shape of the graph, the slopes of segments of the graph, and so on.</p><p>Problem 2.3 provides students further practice in analyzing relationships between variables. It asks students to identify natural independent and dependent variables in a variety of relationships, to identify graphs that seem to express the likely relationships between the variables, and to explain in words the pattern of relationships shown in the graph.</p>"
          ]
        }
      },
      {
        "id": "TILEJhoYJEcrP4_i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Implementation Note:</strong> To be sure each description in What If . . . ? Situation A gets full attention, you can assign responsibility for analysis of different graphs to different groups. This will allow time for a rich summary class discussion before the end of the class period. For example, some groups might be asked to find the graph matches for descriptions A–C, other groups for descriptions C–E, and other groups for descriptions E–G. Have the group put their problems and explanation on poster paper to use in the summary.</p>"
          ]
        }
      },
      {
        "id": "WcQ1BeqXtYCOQ6eW",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p><p><em>Connecting Prior Knowledge</em></p><p>In previous problems, students have taken data from a verbal context or table and created graphs and then interpreted the patterns of change between the two variables. In this problem, students will match descriptions to graphs.</p><p>Ask students to reflect on previous problems where the graph seemed to relate to a story. Have students describe some of the stories.</p>"
          ]
        }
      },
      {
        "id": "TILETStyXXzzBsph",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Presenting the Challenge</em></p><p>There are two possible graphs for how the number of cars in a school parking lot changes during the course of a typical school day. Let students know they will be describing each graph and what it tells you about the number of cars in a school’s parking lot as time passes during a typical school day. Allow students to individually think about the graphs, then have them work in groups of three to four on the entire problem. Distribute <strong>Learning Aid 2.3: Matching Descriptions to Graphs (Part 1, Graphs)</strong> and <strong>Learning Aid 2.3: Matching Descriptions to Graphs (Part 2, Descriptions)</strong> for students to use on What If . . . ? Situation A.</p><p><strong>Implementation Note:</strong> To be sure each description in What If . . . ? Situation A gets full attention, you can assign responsibility for analysis of different graphs to different groups. This will allow time for a rich summary class discussion before the end of the class period. For example, some groups might be asked to find the graph matches for descriptions A–C, other groups for descriptions C–E, and other groups for descriptions E–G. Have the group put their descriptions, graphs and explanation on poster paper to use in the summary. If students are using the cards from the manipulatives kit their display won’t be glued onto paper. The displays can be left on their desks or on spots on the floor for other students to look at during the Summarize.</p><p>Make sure students understand that they can sketch their own graph if they don’t think any of the given graphs is a good match in What If . . . ? Situation A. You may not want your students to take the time to write out explanations for every graph. However, tell them they should be prepared to explain why they picked the graphs they did.</p>"
          ]
        }
      }
    ]
  }
}
