{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "R0kKbC1w14lGGHlz",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Investigation 1</strong></p><p><strong>Transformations</strong></p><p>In the Shapes and Designs unit, we looked at the properties that determine shapes. Designing Under Conditions problems showed us that a set of minimal conditions would produce unique triangles and quadrilaterals. That is, it would produce the same shape and size of the shape. These figures were called <strong>congruent figures</strong>. </p><p></p><p>In the Stretching and Shrinking unit we created shapes that had the same shape, but not necessarily the same size. These figures were called scale drawings or<strong> similar figures.</strong> Transformations can help us think about similarity and congruence in a different way.</p><p></p><p>In the Stretching and Shrinking unit Marta and Zack were designing a video game with the character Mug Wump. They used a coordinate grid to move him to different positions. For example, the following diagram shows several images of Mug Wump with a new hat and carrying a flag. </p><p></p>"
          ]
        }
      },
      {
        "id": "C_j1dRSI_tc_Ob8a",
        "title": "Image 1",
        "content": {
          "type": "Image",
          "url": "fsss/images/screenshot-2024-04-11-at-8.31.06 am.png",
          "filename": "fsss/images/screenshot-2024-04-11-at-8.31.06 am.png"
        }
      },
      {
        "id": "35MAGfHK8FQ64Ld-",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Which of the images seem to be congruent to Mug?</em></p><p><em>Which of the images seem to be similar to Mug?</em></p><p><em>Describe how you might transform or move the original Mug to its image?</em></p><p>As we learn more about geometric relationships in this Unit, we will revisit questions like the ones above.</p>"
          ]
        }
      },
      {
        "id": "Rc0Poi1aoy2ljqdJ",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>A <strong>transformation</strong> is a geometric operation that changes something about a shape. After transforming the original shape, the result is called its <strong>image</strong>. </p><p></p><p>There are many different types of transformation, which we’ll explore in more detail throughout this unit. We will start by looking at transformations that do not change the size or shape (or the congruence) of a figure. We will use tools, such as rulers, angle rulers (or compass) and coordinate grids to create images and to test if two figures are congruent or similar.</p>"
          ]
        }
      },
      {
        "id": "TL-w2m9N2FHnNqG3",
        "title": "Image 2",
        "content": {
          "type": "Image",
          "url": "fsss/images/screenshot-2024-04-11-at-8.33.10 am.png",
          "filename": "fsss/images/screenshot-2024-04-11-at-8.33.10 am.png"
        }
      }
    ]
  },
  "supports": []
}
