{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "aotxNEK8va0bKN4F",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Have groups share their ideas from the Initial Challenge.  Use student drawings and conjectures to drive the conversations.  Have groups discuss the claims in What If Situation A.  Have students share the measures of the angles in What If Situation B.</p>"
          ]
        }
      },
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p><strong>Suggested Questions:</strong></p><ul><li>What is an exterior angle of a triangle? (An exterior angle is an angle at a vertex of a triangle made by extending one side of the triangle. The angle between the extended side and the side of the triangle is an exterior angle. An exterior angle is always adjacent to and supplementary to an interior angle.)</li><li>What is the sum of the exterior angles in any polygon? How do you know? (360º. The exterior angles of a triangle, whether added clockwise or counterclockwise, make a full circle.)</li><li>What pattern do you see in the sizes of the interior angles as the number of sides increases? (The sizes of the angles are increasing. They were getting closer and closer to 180°.)</li><li>Will they ever equal or be greater than 180°? (No. If they are equal to 180°, then the angles would all lie on a straight line and there would be no polygon. Since the polygon is regular, if one angle is greater than 180°, then all of the angles are greater than 180°. In this case, there would be no way to connect the sides to form a polygon.)</li><li>What happens to the shape of the polygon? (It becomes more and more like a circle.)</li><li>How did you find the measures of the angles represented by w, x, y and z in What If Situation B?  (Answers will vary.  Sample solution shown below)</li></ul>"
          ]
        }
      },
      {
        "id": "xQ58RXxhEnzwMesa",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>What if Situation B: Sample student solution </em></p><p>∠x is vertical to the 70˚ angle. So, ∠x = 70˚.</p><p>∠w and ∠ 60˚ are supplementary. ∠w + ∠ 60˚ = 180˚ That makes ∠w = 120˚.</p><p>We know the measure of angles x and w. We know ∠ x + ∠ w + ∠ y + 80˚ = 360. So now,</p>"
          ]
        }
      },
      {
        "id": "k1F2Tj2zIkA-kwY0",
        "title": "Angle sum for What If Situation B",
        "content": {
          "type": "Expression",
          "latexStr": "\\angle x+\\angle w+\\angle y+80\\degree=360\\degree"
        }
      },
      {
        "id": "md4A2F--ZdPo99a2",
        "title": "Step 1: Substitute known angle measures",
        "content": {
          "type": "Expression",
          "latexStr": "70\\degree+120\\degree+\\angle y+80\\degree=360\\degree"
        }
      },
      {
        "id": "Yh0lMRn6sAdpy0PD",
        "title": "Step 2: Solve for y",
        "content": {
          "type": "Expression",
          "latexStr": "\\angle y=360\\degree-70\\degree-120\\degree-80\\degree"
        }
      },
      {
        "id": "DWkGz4XzaS_G13cN",
        "title": "Step 3: Simplify",
        "content": {
          "type": "Expression",
          "latexStr": "\\angle y=90\\degree"
        }
      },
      {
        "id": "ju41VSAp9zxJc6xX",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Display some regular polygons from the Shapes Set or digital tools. Draw extensions on the sides of the polygons you display. Ask for the measure of each interior angle. Then ask for the sum of the exterior angles. Ask for the measure of each exterior angle and mark these measures on the polygon.</p><p>Display an irregular polygon and label the measures of each interior angle.  Draw extensions on the sides of the irregular polygon. Ask for the sum of the exterior angles.</p><p>The result that the sum of the exterior angles of any polygon is 360º is usually an amazing fact for students, except perhaps for those students who do skateboarding or other activities that involve turning.</p>"
          ]
        }
      },
      {
        "id": "tJEWKftEp49C1BSf",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions</p>"
          ]
        }
      },
      {
        "id": "oHDhnsY0kLcroShM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>RReflecting on Student Learning</strong>  </p><p>Use the following questions to assess student understanding at the end of the lesson.  </p><p><strong>1.  </strong>What evidence do I have that students understand the Now What Do You Know Question?</p><ul><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ul><p><strong>2.  </strong>How will I use this to plan for tomorrow? For the next time I teach this lesson?</p><p><strong>3.  </strong>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </p>"
          ]
        }
      }
    ]
  }
}
