{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "rHarDYlSqCCfjqiP",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Display student sample data from the Initial Challenge.  Have groups share how they interpreted their data from the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "6QjWxu5Eqa_aHxii",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Choose some data samples from student groups to use in the discussion.  Look at some that mirror the distribution and some that do not.  </p><p><strong>Suggested Questions:</strong></p><ul><li>If we used this data set what would it tell us about the population? (Answers will vary.  Select different pieces to emphasize the importance of multiple samples) Discuss each of the strategies in What If Situation A.  Have students use examples from their data set when deciding if the strategy makes sense. </li><li>What did you notice about the distribution of blue cubes in the mystery container in What If Situation B?  (Answers will vary but answers should include that the median is 3, the minimum is 1, the maximum is 7, 50% of the data are between 3 and 4)</li><li>Using the data given, how did you decided how many “blue” cubes you would expect in a sample?  (Answers will vary.  Student answers should include using the box plot and where 50% of the data are located and using the bar graph there are more data pieces for 4 blue cubes with 3 being close)  </li><li>Why is random sampling important? (Answers will vary.  Students should be able to discuss the importance of trying to represent the entire population.)</li></ul>"
          ]
        }
      },
      {
        "id": "eZHiq4EMeM8NHvfI",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "2iiJtIqrcJrtY0tJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}