{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "rHarDYlSqCCfjqiP",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p><p><em>Solutions and Strategies </em></p><p>Display student sample data from the Initial Challenge.  Have groups share how they interpreted their data from the Initial Challenge.</p>"
          ]
        }
      },
      {
        "id": "6QjWxu5Eqa_aHxii",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Making the Mathematics Explicit </em></p><p>Choose some data samples from student groups to use in the discussion.  Look at some that mirror the distribution and some that do not. </p><p><strong>Suggested Questions</strong></p><ul><li>What question(s) do you have for another groups’ data sets? (Answers will vary.  Allow students to ask questions about the data sets.  Getting them to look at the wide variety of samples can help them think about the use of samples, the size of samples, and the way samples are generated.)</li><li>Did you use any measures of center (mean, median, mode) to analyze at your 10 samples? (Answers will vary.  Find groups that use this in their analysis of the data sets.)</li><li>Did you use the shape (cluster, gaps) of the data to analyze at your 10 samples? (Answers will vary. Find groups that use this in their analysis of the data sets.))</li><li>Did you use the spread (range, IQR, MAD) of the data to analyze at your 10 samples? (Answers will vary. Find groups that use this in their analysis of the data sets.))</li><li>If we used your data set what would it tell us about the population? (Answers will vary.  Select different pieces to emphasize the importance of multiple samples)</li></ul><p>Discuss the strategies in What If…? Situation A. </p><ul><li>Do these comparisons make sense?  Explain why or why not? (Mateo’s group uses scaling which is a way to predict a population however not all samples will mirror a population.  AJ’s group uses a proportion which is a way to predict a population however not all samples will mirror a population.)</li></ul><p>Going Further: Have students use examples from their data set and use Mateo and AJ’s strategies. This will help students to see that some samples will be representative of the population while others will not.</p><ul><li>What did you notice about the distribution of blue chips in the mystery container in What If…? Situation B?  (Answers will vary but answers should include that the median is 3, the minimum is 1, the maximum is 7, 50% of the data are between 3 and 4)</li><li>Using the data given in What If…? Situation B, how did you decided how many blue chips you would expect in a sample?  (Answers will vary.  Student answers should include using the box plot and where 50% of the data are located and using the bar graph there are more data pieces for 4 blue chips with 3 being close)  </li><li>Why is random sampling important? (Answers will vary.  Students should be able to discuss the importance of trying to represent the entire population.)</li></ul>"
          ]
        }
      },
      {
        "id": "eZHiq4EMeM8NHvfI",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do Students Know</em></p><p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p><p>See answers to the problem for more information about the strategies and embedded mathematics. </p>"
          ]
        }
      },
      {
        "id": "2iiJtIqrcJrtY0tJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p><p>Use the following questions to assess student understanding at the end of the lesson.</p><ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul><ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol><ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}
