{
  "type": "initialChallenge",
  "content": {
    "tiles": [
      {
        "id": "document_Text_1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "20AUG20220935",
        "title": "Mystery club flier",
        "content": {
          "type": "Image",
          "url": "sas/images/SS_1_2_In_08_flyer_350w.png"
        }
      },
      {
        "id": "document_Text_2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "document_Text_3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "20AUG20220935123",
        "title": "Left-handed and right-handed setup for using a rubber band stretcher",
        "content": {
          "type": "Image",
          "url": "sas/images/SS_1_2_rubberbands.jpg"
        }
      },
      {
        "id": "document_Text_4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "document_Text_5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "V_gWTG15Nz1BmRtV",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Note: Students will experience different levels of success using the rubber band to enlarge the shape. Have fun with it. The messy shapes motivate the need for more precise stretching and shrinking strategies that students will experience in the next few problems.  </p><p>Technique Notes: It is important to keep the rubber band as close to the paper as possible. And, watch the knot, not your pencil.</p>"
          ]
        }
      },
      {
        "id": "document_Text_6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            ""
          ]
        }
      },
      {
        "id": "document_Text_7",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may compare the general shapes of two figures, the lengths of line segments in the hats and bodies, the areas or the perimeters of the hats and bodies, the angles in the hats and bodies, or the distance of corresponding points on each figure from the anchor point P. Because the tool does provide exact replicas, the answers will be estimates at this time.</p><ul><li>The general shapes of the two figures are the same.</li><li>The angles in the image are the same as the corresponding angles in the original.</li><li>The lengths of the corresponding line segments are different. The lengths in the image seem to be twice as long as the corresponding lengths in the original.</li><li>The perimeters of the body and the hat in the image seem to be twice as long as those in the original. Students may reason that since each line segment doubles, the perimeter, which is the sum of these doubled line segments, will also double. (Doubling each side individually then finding the perimeter is the same as finding the perimeter and then doubling it. This is intuitively the Distributive Property: 2L + 2L + 2w + 2w = 2(L + L + w + w).)</li><li>The areas of the body and hat in the image seem to be 4 times as large as those in the original. Students may see that approximately 4 of the original rectangles (hats) can fit into the enlarged rectangle (hat). If students say the areas are three or four times as large, this is fine at this stage. The important idea is that the area is more than twice as large.</li><li>The distances of each figure from the anchor point P also have a 2 to 1 ratio. That is, each point on the image is twice the distance from P as the original corresponding point is from P.</li></ul><p>Note that the answers above are true in the ideal case. In practice, the 2 to 1 ratio of the lengths (and the 4 to 1 ratio of the areas) will not always be observed. This is because of the imperfection of the bands and some differences in the application of the method. More precise methods will be explored in next Problems.</p><p>The rubber band stretcher results are more accurate if the end of the rubber band on point P is fixed by holding a pin instead of holding by hand directly; if the image end of the band is held as close to the page as possible using the pencil; if the pencil chosen is as thin as possible since its thickness might cause the band in the image end to be shorter than it is supposed to be; if the bands are not stretched too much.</p>"
          ]
        }
      }
    ]
  },
  "supports": [
    {
      "text": "How do the lengths of line segments compare between the two figures?"
    },
    {
      "text": "How do the areas of the two figures compare?"
    },
    {
      "text": "How do the angles of the two figures compare?"
    }
  ]
}